{"title": "Landrum George Interview, March 22, 1983 #4","description": "Interviewer: Dr. Thomas John Blumer; Interviewee: Landrum George; Comments by wife Elsie George; Transcriber: Kevin Thompson","audio_file": "Catawba_George-Landrum-Mar-22-1983_Tape4_64kbs.mp3","text":[{"id": "0","speaker": "TB","text_bit": "Okay. Now you were gonna tell me about your medals? Good conduct? ","timecode": "00:00:17.000"},{"id": "1","speaker": "LG","text_bit": "Oh yeah. I had the good conduct before I went over. But you get that—you don’t have to be bad and you don’t have to be good but you got to be a pretty good soldier whatever [you] want to call it. ","timecode": "00:00:17.000"},{"id": "2","speaker": "LG","text_bit": "There’s very few that don’t get it. It’s an honor to get it.  Now that is just like the Presidential Citation; he give a citation to a whole unit back when we closed the Colmar pocket in France.  It wasn’t an individual. It was the whole unit. ","timecode": "00:00:49.000"},{"id": "3","speaker": "TB","text_bit": "So thousands of men got this citation? ","timecode": "00:01:19.000"},{"id": "4","speaker": "LG","text_bit": "Yes, the whole unit. The whole battalion, there were 3 battalions in a division, and we was up in the Bulge. But it hadn’t started then. We had just got there. When we got there; well they said we wanted our regiment to relieve the 3rd Army in the Colmar Pocket. ","timecode": "00:01:19.000"},{"id": "5","speaker": "LG","text_bit": "Help them out you know, and we went down and every man you would see mostly was a 1st Sergeant. They had been over there so long that they had been—[laughs] they was officers that’s all there was to it. ","timecode": "00:01:53.000"},{"id": "6","speaker": "TB","text_bit": "Just officers. ","timecode": "00:01:53.000"},{"id": "7","speaker": "LG","text_bit": "But when we got the Captain, see I was a squad leader in the [inaudible]. We hadn’t been in no combat. We had been out on some patrols and things you know. ","timecode": "00:02:21.000"},{"id": "8","speaker": "LG","text_bit": "But the old Captain called all the leaders and said “Well this is it. Now go back and tell your men we’re going into combat.” This was our first baptism and so I went back and told all of them.  Some of them, you know I reckon [had] a little fear. Of course any man who went and said he wasn’t scared; he wasn’t human to me. ","timecode": "00:02:48.000"},{"id": "9","speaker": "LG","text_bit": "I had a fellow tell me, he said, “I wished I was like you. You aint scared of nothing!”  I said, “That’s what you think!” I see the squad leader in front, he leads the—we was following the tanks. The tanks draw artillery. They look for them just like a machine gun. ","timecode": "00:03:23.000"},{"id": "10","speaker": "LG","text_bit": "The average life of a machine gunner is 3 minutes in combat. The machine gun can do a lot of damage and they look for them. They hunt and knock them out. ","timecode": "00:03:54.000"},{"id": "11","speaker": "LG","text_bit": "And a tank, will draw artillery and airplanes. We had been on the side of these tanks protecting the tanks from the infantry. You know with the bazookas knock the tracks off of them. There wasn’t much they could do to destroy them. But they put them out of commission. ","timecode": "00:04:18.000"},{"id": "12","speaker": "LG","text_bit": "We got over in a little town; I met a boy from Rock Hill. He was a Fox, Ernest Fox. I don’t know whether you got anything on any of the Foxes. He was in the company next to me when we was in Mississippi.  We all went together, the whole division went over [to Europe]. ","timecode": "00:04:47.000"},{"id": "13","speaker": "LG","text_bit": "I hadn’t seen him; I saw him coming out of that little town. He was in the same foxhole with another fellow, good friend of his you know, they had been in service together.  He said they throwed a grenade in there and killed his buddy and just about shell shocked him. ","timecode": "00:05:11.000"},{"id": "14","speaker": "LG","text_bit": "And he told me “I ain’t going back. No sir, they can shoot me. They can do anything.” I said I will see you in old Rock Hill one of these days and he didn’t go back. He went back to regimental headquarters and drove a jeep. ","timecode": "00:05:38.000"},{"id": "15","speaker": "LG","text_bit": "A lot of them fellows get shell shocked, few shells drop, they take them away. They would foam at the mouth like a dog having a fit. And some of them would run. But in a few days he would get over it—they would send them back you see. They would bring him back, same thing could happen again. There is really not much use to have them because if they got in a tight [spot] they are going to leave you by yourself. ","timecode": "00:06:02.000"},{"id": "16","speaker": "LG","text_bit": "After we got in that little town and stayed a night and a day; there was another little town where the Germans was. They had it fortified. They had pill boxes and [the] snow was about knee deep so they said we [are] going to take that town. ","timecode": "00:06:39.000"},{"id": "17","speaker": "LG","text_bit": "We tried to take it late in the evening. They tied us down. We couldn’t even get close. So next morning we got ordered to move out. We were going back. [They] had a little creek down there [and] you could see houses over there. ","timecode": "00:07:08.000"},{"id": "18","speaker": "LG","text_bit": "I didn’t know there was pill boxes until after we had took it.  [They] had 2 or 3 snipers, the Germans did, up in trees. They would build a little platform and be setting where they could observe us. There weren’t many trees. Nothing to conceal you and you’re out in the snow on that creek. ","timecode": "00:07:37.000"},{"id": "19","speaker": "LG","text_bit": "We was in that creek and they just about the same way but we had the airplanes and artillery. But they set the machine [guns] in these houses, upstairs, where they could zero in on us every time we would make a move. ","timecode": "00:08:06.000"},{"id": "20","speaker": "LG","text_bit": "So the platoon leader showed me a house where there was a machine gun nest.  So they wanted me to put white phosphorous on these.  See when that burned, it will burn anything. I had mortars and mortars are a high angle. ","timecode": "00:08:33.000"},{"id": "21","speaker": "LG","text_bit": "It doesn’t go up directly. It goes up in an oval.  Well I had to go over the trees; so I dropped a couple of shells over there.  You can tell where your fire is by the burst of the shell.  Then we threw 2 or 3 white phosphorous shells right on the money; right on the house it set the house on fire. ","timecode": "00:09:03.000"},{"id": "22","speaker": "LG","text_bit": "They came running out and well not all at one time; but about all of them started running from one town to the other. We had them leveled off. What planes and artillery didn’t get well the riflemen and machine gunners got them. ","timecode": "00:09:32.000"},{"id": "23","speaker": "LG","text_bit": "We took that town and it wasn’t too long. By that night we had everything. Of course it was pretty well burnt up, but we had it.  Pulled some of the Germans out of the hay stacks where they crawled in [to] hide [laughs]. ","timecode": "00:09:58.000"},{"id": "24","speaker": "TB","text_bit": "What was the name of the town? ","timecode": "00:09:58.000"},{"id": "25","speaker": "LG","text_bit": "I can’t say it. It may be on there, I got some papers. ","timecode": "00:09:58.000"},{"id": "26","speaker": "EG","text_bit": "[inaudible, too far from microphone] ","timecode": "00:09:58.000"},{"id": "27","speaker": "LG","text_bit": "On them papers there it tells you the name. ","timecode": "00:10:27.000"},{"id": "28","speaker": "EG","text_bit": "[inaudible] ","timecode": "00:10:27.000"},{"id": "29","speaker": "TB","text_bit": "Well was it in Germany? ","timecode": "00:10:27.000"},{"id": "30","speaker": "LG","text_bit": "No, that was in France, yes. ","timecode": "00:10:27.000"},{"id": "31","speaker": "LG","text_bit": "When we closed the Colmar Pocket, I forget how long it took us, it must have been—but the Bulge broke out they overrun 2 regiments when we left and killed a lot of my buddies. I ran up on some of them fellows when I was coming back in France.  Them camps you know, they had camps set up as you come back, but— ","timecode": "00:10:49.000"},{"id": "32","speaker": "TB","text_bit": "Now is this the action you got medals for? ","timecode": "00:11:24.000"},{"id": "33","speaker": "LG","text_bit": "Well one of them I got a bronze star when I sat out in the open and set that house afire. ","timecode": "00:11:24.000"},{"id": "34","speaker": "LG","text_bit": "See it’s in this paper here and then I got an oak leaf cluster. ","timecode": "00:11:41.000"},{"id": "35","speaker": "LG","text_bit": "We were in Germany at this time and a patrol had went out. ","timecode": "00:11:51.000"},{"id": "36","speaker": "LG","text_bit": "There was a little town over from where we were dug in and a rifle patrol went out and got in a mine field. ","timecode": "00:12:00.000"},{"id": "37","speaker": "LG","text_bit": "So they withdrew and left 4 or 5 of them in the mine field. You couldn’t see the mines at night and you can’t see them when snow is on the ground. ","timecode": "00:12:15.000"},{"id": "38","speaker": "LG","text_bit": "And all they do is blow your shoe off [and] about half your foot. You could hear those fellows out there. ","timecode": "00:12:28.000"},{"id": "39","speaker": "LG","text_bit": "It wasn’t but about 500 yards I reckon from where we was. You could hear them hollering and calling for their buddies. “Come and get me.” ","timecode": "00:12:38.000"},{"id": "40","speaker": "LG","text_bit": "So early that morning the Captain called me and said will you take your squad and get those fellows out of the mine field? ","timecode": "00:12:52.000"},{"id": "41","speaker": "LG","text_bit": "I said “I’ll go” but these other fellows now, my men, that’s a call beyond duty.  I went and asked every one of them and they all—never had one didn’t want to come. ","timecode": "00:13:03.000"},{"id": "42","speaker": "TB","text_bit": "They all agreed. ","timecode": "00:13:24.000"},{"id": "43","speaker": "LG","text_bit": "But they dropped leaflets from the plane and announced it on the radio to the Germans that we were going to come and get them and not to fire on us. ","timecode": "00:13:24.000"},{"id": "44","speaker": "LG","text_bit": "But some of them had rolled out and had rolled down the hill, but we crawled.  We had to go out in the open. The Germans were sitting there looking at us and they were already dug in. ","timecode": "00:13:41.000"},{"id": "45","speaker": "LG","text_bit": "And every one of the fellows in every squad got the bronze star and I didn’t get nothing. ","timecode": "00:13:54.000"},{"id": "46","speaker": "TB","text_bit": "Oh really? ","timecode": "00:13:54.000"},{"id": "47","speaker": "LG","text_bit": "That’s right. ","timecode": "00:13:54.000"},{"id": "48","speaker": "TB","text_bit": "Because you already had a bronze star. ","timecode": "00:13:54.000"},{"id": "49","speaker": "LG","text_bit": "I had a bronze star but I could have got a cluster. ","timecode": "00:14:03.000"},{"id": "50","speaker": "EG","text_bit": "Oak leaf cluster? Isn’t that what you are talking about? ","timecode": "00:14:03.000"},{"id": "51","speaker": "LG","text_bit": "I think it’s in here. I don’t know. You can check—but an oak leaf cluster is one that’s like—but you can get another one. ","timecode": "00:14:03.000"},{"id": "52","speaker": "TB","text_bit": "You can get more than one. ","timecode": "00:14:20.000"},{"id": "53","speaker": "LG","text_bit": "Yes. ","timecode": "00:14:20.000"},{"id": "54","speaker": "EG","text_bit": "[inaudible] [looking for the medals] ","timecode": "00:14:20.000"},{"id": "55","speaker": "LG","text_bit": "But anyway I finally got another one.  Here it is, here’s my good conduct pin. You had one of these didn’t you? ","timecode": "00:14:27.000"},{"id": "56","speaker": "TB","text_bit": "Yes. ","timecode": "00:14:27.000"},{"id": "57","speaker": "LG","text_bit": "I didn’t know what all of these mean now, but some of them is [for] overseas. ","timecode": "00:14:43.000"},{"id": "58","speaker": "EG","text_bit": "I thought you had one like a 4 leaf clover that’s what I was looking for. ","timecode": "00:14:54.000"},{"id": "59","speaker": "LG","text_bit": "Oh, that’s the bronze star. Yes, see here is the little pin you can wear it in your lapel. ","timecode": "00:14:54.000"},{"id": "60","speaker": "TB","text_bit": "On your coat. ","timecode": "00:14:54.000"},{"id": "61","speaker": "LG","text_bit": "Yeah. ","timecode": "00:14:54.000"},{"id": "62","speaker": "EG","text_bit": "Here is some money he brought from over there.  You want to look at it? ","timecode": "00:14:54.000"},{"id": "63","speaker": "TB","text_bit": "Okay. ","timecode": "00:14:54.000"},{"id": "64","speaker": "EG","text_bit": "France and Germany ","timecode": "00:15:09.000"},{"id": "65","speaker": "LG","text_bit": "He might want to buy it. That’s valuable stuff. ","timecode": "00:15:09.000"},{"id": "66","speaker": "TB","text_bit": "Yes. For heaven’s sake [all laugh]. This is old money. So you gotta— ","timecode": "00:15:09.000"},{"id": "67","speaker": "LG","text_bit": "Bronze star and oak leaf cluster. ","timecode": "00:15:23.000"},{"id": "68","speaker": "TB","text_bit": "You got the cluster for getting those men out of the mine field? ","timecode": "00:15:23.000"},{"id": "69","speaker": "LG","text_bit": "No. I didn’t get nothing at that time.  That was in, I think this other one was for taking the Siegfried Line. ","timecode": "00:15:23.000"},{"id": "70","speaker": "LG","text_bit": "We went there and took it the first night, but had to wait on the 3rd Army to come down from the North and other units. ","timecode": "00:15:37.000"},{"id": "71","speaker": "LG","text_bit": "They had trouble—getting, breaking in [the] line, but we finally got it. ","timecode": "00:15:50.000"},{"id": "72","speaker": "TB","text_bit": "So you got the oak leaf cluster for the Siegfried Line. ","timecode": "00:16:02.000"},{"id": "73","speaker": "LG","text_bit": "Yeah. ","timecode": "00:16:02.000"},{"id": "74","speaker": "TB","text_bit": "What exactly happened there? ","timecode": "00:16:02.000"},{"id": "75","speaker": "LG","text_bit": "See they—that’s pillboxes—really you weren’t supposed to penetrate that. That was supposed to stop anything from going through. ","timecode": "00:16:11.000"},{"id": "76","speaker": "LG","text_bit": "They had that thing built where no tanks—they had trenches and everything. We took the pillboxes and some of the fellows went out of the pillboxes and before they noticed the Germans had come around the trenches and went right back. ","timecode": "00:16:23.000"},{"id": "77","speaker": "LG","text_bit": "They even had elevators in there. ","timecode": "00:16:42.000"},{"id": "78","speaker": "TB","text_bit": "Elevators! ","timecode": "00:16:42.000"},{"id": "79","speaker": "LG","text_bit": "Elevators—set the guns up, take ammunition up and they were built round on the top. ","timecode": "00:16:42.000"},{"id": "80","speaker": "LG","text_bit": "Where a shell would hit it would ricochet off. It couldn’t go in, it was armored. ","timecode": "00:16:55.000"},{"id": "81","speaker": "TB","text_bit": "A beautiful bit of engineering? ","timecode": "00:16:55.000"},{"id": "82","speaker": "LG","text_bit": "Oh yeah. ","timecode": "00:16:55.000"},{"id": "83","speaker": "TB","text_bit": "Well why did they abandon them so quickly? How did you take it so fast? ","timecode": "00:17:09.000"},{"id": "84","speaker": "LG","text_bit": "We took it on a Saturday night. There was a little town over there and most of them left, a guard crew there you know. ","timecode": "00:17:09.000"},{"id": "85","speaker": "LG","text_bit": "Most of them was over there in that little town having a party. See they just said well they can’t get in there. They had every avenue cut off with machine guns and they were inner locking. ","timecode": "00:17:27.000"},{"id": "86","speaker": "LG","text_bit": "All they had to do was open up because they had machine guns. But what they didn’t see, we crawled under these [guns] and they had little [air] vents. ","timecode": "00:17:41.000"},{"id": "87","speaker": "LG","text_bit": "[We] tried to put hand grenades in the vents and it didn’t do any good. Germans up on top of the pillboxes. ","timecode": "00:17:54.000"},{"id": "88","speaker": "LG","text_bit": "[What to] put in these to knock the Germans [phone rings] out?  Was one of them bazooka shells, it was a little shell. It was similar to a mortar shell. ","timecode": "00:18:06.000"},{"id": "89","speaker": "LG","text_bit": "Put it down in there and the Germans come out of there shouting and [inaudible]. ","timecode": "00:18:23.000"},{"id": "90","speaker": "EG","text_bit": "[telephone conservation then queries husband] ","timecode": "00:18:23.000"},{"id": "91","speaker": "LG","text_bit": "Is he? Alright. ","timecode": "00:18:34.000"},{"id": "92","speaker": "TB","text_bit": "So they got overconfident. ","timecode": "00:18:34.000"},{"id": "93","speaker": "LG","text_bit": "They just knew [phone rings] that it couldn’t happen. ","timecode": "00:18:34.000"},{"id": "94","speaker": "TB","text_bit": "They knew you couldn’t take it. ","timecode": "00:18:47.000"},{"id": "95","speaker": "LG","text_bit": "But after we crossed that Siegfried Line we were going towards the Rhine River and there was just thousands of Germans, white flags, you’d meet on the road. ","timecode": "00:18:47.000"},{"id": "96","speaker": "LG","text_bit": "We were just passing them with trucks. Tell him I’ll call him back [to Elsie]. ","timecode": "00:19:01.000"},{"id": "97","speaker": "EG","text_bit": "[on the telephone] ","timecode": "00:19:01.000"},{"id": "98","speaker": "TB","text_bit": "So after that they were surrendering by the thousands? ","timecode": "00:19:24.000"},{"id": "99","speaker": "LG","text_bit": "Oh yes. Patton was coming from the North and we had our artillery limited to keep from getting into him. ","timecode": "00:19:24.000"},{"id": "100","speaker": "LG","text_bit": "We crossed the Rhine River there in Mannheim and we went down through Heidelberg. Well Heidelberg was like a college town. ","timecode": "00:19:39.000"},{"id": "101","speaker": "LH","text_bit": "Yes, it was pretty and we went and crossed the Blue Danube, and where we ended we could see the Alps with snow on them. We were going down on down. ","timecode": "00:19:48.000"},{"id": "102","speaker": "TB","text_bit": "Civilians? ","timecode": "00:19:48.000"},{"id": "103","speaker": "LG","text_bit": "Well the Germans, some of them didn’t believe—they said the Germans were fighting in Russia. ","timecode": "00:20:05.000"},{"id": "104","speaker": "LG","text_bit": "They didn’t believe Russia was fighting in Berlin and that’s how they kept them from knowing things. ","timecode": "00:20:17.000"},{"id": "105","speaker": "LG","text_bit": "There was a German girl; she could speak a little English. She was talking about the Germans were fighting in Russia, in Stalingrad, and we said no. ","timecode": "00:20:27.000"},{"id": "106","speaker": "LG","text_bit": "The Russians are in Berlin and they just about took half of it. Americans were on one side and they just about got it and boy she cried like a baby. ","timecode": "00:20:46.000"},{"id": "107","speaker": "TB","text_bit": "I bet. ","timecode": "00:20:46.000"},{"id": "108","speaker": "LG","text_bit": "Yes, but the Germans got so when they’d knock out an anti-tank gun or a tank, they’d kill the crew. ","timecode": "00:21:02.000"},{"id": "109","speaker": "LG","text_bit": "When they crawled out they’d just shoot them. So the Captain told us, called the leaders up “Now we ain’t taking no more prisoners.” ","timecode": "00:21:15.000"},{"id": "110","speaker": "LG","text_bit": "He said go back and tell your men what to do and I said to myself well I ain’t going to shoot a man unlessen I have to. ","timecode": "00:21:31.000"},{"id": "111","speaker": "LG","text_bit": "But I told some of them “Now it’s up to you—if you want to shoot them you won’t be court martialed for it.  Shoot them, do whatever you want to do.” ","timecode": "00:21:43.000"},{"id": "112","speaker": "LG","text_bit": "But we were going through an apple orchard, tanks and all and the airplanes was bombing the town. I looked through the orchard [and] 2 Germans [came] running out straight towards me. ","timecode": "00:21:54.000"},{"id": "113","speaker": "LG","text_bit": "I went out there, got them, and I sent them right back to the Captain. See the Captain he’s right in the middle where he can get a little protection. I just sent them on back there. ","timecode": "00:22:11.000"},{"id": "114","speaker": "LG","text_bit": "I said, “Well I’ll see if he shoots them.”  I could have shot them right as they were coming but I wouldn’t do it. He didn’t either. ","timecode": "00:22:24.000"},{"id": "115","speaker": "TB","text_bit": "That’s be hard to do wouldn’t it? ","timecode": "00:22:24.000"},{"id": "116","speaker": "LG","text_bit": "Well I saw them right after that where the tanks were going along.  The ones that were in the holes, the tanks would pass right by. I saw them standing up sticking a white handkerchief or a rag or something, you’d see it come up. ","timecode": "00:22:34.000"},{"id": "117","speaker": "LG","text_bit": "And then the riflemen—you could hear the bullets hitting them, they surrendered, but bip, bip, bip [imitating sound of rifle fire]. ","timecode": "00:22:51.000"},{"id": "118","speaker": "TB","text_bit": "They just shot them anyway? ","timecode": "00:22:51.000"},{"id": "119","speaker": "LG","text_bit": "Yes. ","timecode": "00:22:51.000"},{"id": "120","speaker": "TB","text_bit": "I guess a man gets really transformed at times. ","timecode": "00:22:51.000"},{"id": "121","speaker": "LG","text_bit": "Well I guess too they got orders. They stopped us from wearing stripes because the Germans would pick out that leader. ","timecode": "00:23:08.000"},{"id": "122","speaker": "LG","text_bit": "He’d put a bullet in him and any of them had a patch, you know, telling what office they hold or anything, bars. ","timecode": "00:23:23.000"},{"id": "123","speaker": "LG","text_bit": "So they’d say well if we can knock out all these—get all these army personal, train men to knock them off. They won’t have enough men to run them; but they didn’t accomplish that. ","timecode": "00:23:38.000"},{"id": "124","speaker": "TB","text_bit": "So you didn’t wear any insignia? ","timecode": "00:23:57.000"},{"id": "125","speaker": "LG","text_bit": "Not—I did after the war was over and when I first went I had them. But we were going into Germany. When we went to Germany first we went in the Bulge. ","timecode": "00:23:57.000"},{"id": "126","speaker": "LG","text_bit": "The Belgian Bulge that’s where we were first. But we went through France and here came a hospital train.  Oh it was loaded with fellows bandages on their heads or arm or something and some laying on bunks. ","timecode": "00:24:16.000"},{"id": "127","speaker": "LG","text_bit": "It was rolling along right by us.  “Hey you boys won’t be up there long.” [We] said we ain’t coming back, we’re going up there boy, we aint coming back like you fellows. ","timecode": "00:24:31.000"},{"id": "128","speaker": "LG","text_bit": "I’ll tell you I had just about got it.  I was just about shell-shocked.  There wasn’t but 3 in my squad left that went over when I did. We had replacements, some were wounded [and] some were killed. ","timecode": "00:24:48.000"},{"id": "129","speaker": "LG","text_bit": "Some was—got sick with pneumonia and other things. They sent them back and they never did catch up with the company, them that was able to come back. But there was 3 of us stayed. ","timecode": "00:24:59.000"},{"id": "130","speaker": "LG","text_bit": "You think just about like you do now. You see old groups of buddies—you say well, I can go right around here and see a lot of fellows I was raised up with.  They ain’t here anymore. ","timecode": "00:25:15.000"},{"id": "131","speaker": "LG","text_bit": "I say well I must be next maybe, next on the list and you think about all that. But boy when that war was over we were happy. ","timecode": "00:25:29.000"},{"id": "132","speaker": "TB","text_bit": "Did you celebrate” ","timecode": "00:25:29.000"},{"id": "133","speaker": "LG","text_bit": "Yes. I got a man coming right here— ","timecode": "00:25:29.000"},{"id": "134","speaker": "TB","text_bit": "So what – so they opened up the beer joints? ","timecode": "00:25:45.000"},{"id": "135","speaker": "LG","text_bit": "Yes.  I mean they passed out maybe 2 or 3 bottles you know. You didn’t get enough where you’d get drunk. You get drunk on duty you’re liable to be court martialed. ","timecode": "00:25:45.000"},{"id": "136","speaker": "TB","text_bit": "How long were you over there? ","timecode": "00:26:06.000"},{"id": "137","speaker": "LG","text_bit": "I was over there 11 months. I was on the front line 120 days. And what it means by being on the front line your subject to being killed—enemy over there. ","timecode": "00:26:06.000"},{"id": "138","speaker": "TB","text_bit": "And before that you were doing picket duty, that sort of thing? ","timecode": "00:26:27.000"},{"id": "139","speaker": "LG","text_bit": "Well you’d be on guard duty, being transferred to other places. ","timecode": "00:26:27.000"},{"id": "140","speaker": "LG","text_bit": "They stayed on the move.  I mean they didn’t fool around. ","timecode": "00:26:44.000"},{"id": "141","speaker": "TB","text_bit": "So you landed in France. Were you in the Normandy Invasion? ","timecode": "00:26:44.000"},{"id": "142","speaker": "LG","text_bit": "No we landed in Marseilles, France. We went up the Mediterranean. [It] took us 15 days to go overseas, we went around and come up— ","timecode": "00:26:44.000"},{"id": "143","speaker": "TB","text_bit": "Gibraltar. ","timecode": "00:27:10.000"},{"id": "144","speaker": "LG","text_bit": "Yes, Rock of Gibraltar. We passed right by it, you could see it over [there]. ","timecode": "00:27:10.000"},{"id": "145","speaker": "TB","text_bit": "Where did you sail from in this country? ","timecode": "00:27:10.000"},{"id": "146","speaker": "LG","text_bit": "We left New York. ","timecode": "00:27:10.000"},{"id": "147","speaker": "TB","text_bit": "Oh, you went out in New York and went straight on across. ","timecode": "00:27:25.000"},{"id": "148","speaker": "LG","text_bit": "But I was in Mississippi—left Mississippi, went to New Jersey and shipped out of New York. ","timecode": "00:27:25.000"},{"id": "149","speaker": "TB","text_bit": "Did they have to take some kind of precautions in crossing the ocean? ","timecode": "00:27:40.000"},{"id": "150","speaker": "LG","text_bit": "Oh yes. They had these little—I called them necks. They do patrol duty just like a fighter do in these little old ships. These— ","timecode": "00:27:40.000"},{"id": "151","speaker": "TB","text_bit": "Destroyers. ","timecode": "00:27:58.000"},{"id": "152","speaker": "LG","text_bit": "Destroyers, yes. You could see them way out there.  You would just see the top of it and it would just come up. See the waves was causing that. ","timecode": "00:27:58.000"},{"id": "153","speaker": "LG","text_bit": "There was was about 1500 of us I guess on the ships going over.  I forgot how many men in the whole convoy. ","timecode": "00:28:14.000"},{"id": "154","speaker": "LG","text_bit": "I forget how many ships, it seems like 15 or 20, but one got gone. I never did find out what happened to it. Whether he went to England—but every once in a while you’d see a hospital ship, you’d see them going back. ","timecode": "00:28:29.000"},{"id": "155","speaker": "LG","text_bit": "They’d take them to England you know and different places. ","timecode": "00:28:50.000"},{"id": "156","speaker": "TB","text_bit": "And then ship them home? ","timecode": "00:28:50.000"},{"id": "157","speaker": "LG","text_bit": "Yes well, they’d stay over there maybe until they’d got over it. And after they about had the German Air Corps whipped…they shipped the ground personnel to the infantry. ","timecode": "00:28:50.000"},{"id": "158","speaker": "LG","text_bit": "I was was a buck sergeant, I wear 3 stripes. They sent a man from the Air Corps, he was a platoon sergeant and he had 3 up 2 down [US Air Force Technical Sergeant]. ","timecode": "00:29:12.000"},{"id": "159","speaker": "LG","text_bit": "He was really supposed to be over me. The Major came along and gave us inspection. I made a report to him and that second man over here had more authority by the stripe, but he didn’t have the experience. ","timecode": "00:29:32.000"},{"id": "160","speaker": "LG","text_bit": "He didn’t know nothing about the infantry, that’s the reason the Captain did that. And he [the Major] wanted to know why that man wasn’t making the report. He had a higher stripe and the Captain told him. ","timecode": "00:29:50.000"},{"id": "161","speaker": "TB","text_bit": "So you didn’t get attacked on the way over in the convoy? No trouble with that. ","timecode": "00:30:10.000"},{"id": "162","speaker": "LG","text_bit": "No. ","timecode": "00:30:10.000"},{"id": "163","speaker": "TB","text_bit": "Well I guess by that time the Atlantic Ocean was clear. ","timecode": "00:30:10.000"},{"id": "164","speaker": "LG","text_bit": "I don’t know. There was a lot of mines out, but they had these mine destroyers.  That’s the reason it took so long.  They had one submarine when we was getting over there. ","timecode": "00:30:22.000"},{"id": "165","speaker": "LG","text_bit": "[They] gave us a warning; these has been sighted and they had fire drills. We’d have to take them but the dark you know. ","timecode": "00:30:35.000"},{"id": "166","speaker": "LG","text_bit": "A fellow couldn’t get out nowhere and smoke a cigarette. ","timecode": "00:30:50.000"},{"id": "167","speaker": "TB","text_bit": "Oh me—[laughs]. It was dark on the ship out there. ","timecode": "00:30:50.000"},{"id": "168","speaker": "LG","text_bit": "Yes and big waves. They’d come right over the deck. ","timecode": "00:30:50.000"},{"id": "169","speaker": "LG","text_bit": "So when we came back we come from La Havre, France and got on a liberty ship and had—it  [was] just like a dive dipper? ","timecode": "00:31:06.000"},{"id": "170","speaker": "LG","text_bit": "And I didn’t get sea sick, some of those boys did going over. They’d run over to that rail and here came the wind blowing that right back on them just as they’d get there to vomit. ","timecode": "00:31:19.000"},{"id": "171","speaker": "LG","text_bit": "When I came back on the liberty ship I was—they put all of the officers on some kind of duty and left the privates. The privates didn’t have nothing to do so we had to clean the deck. I forget what deck. ","timecode": "00:31:36.000"},{"id": "172","speaker": "LG","text_bit": "There were four or five of us had to clean.  We had to go up there and scrub it and pick up all the magazines and papers those boys had. ","timecode": "00:31:49.000"},{"id": "173","speaker": "LG","text_bit": "You’d smell that food down in the cellar there and it was hot. I started getting sea sick you know, and I was alright as long as I laid down. ","timecode": "00:32:05.000"},{"id": "174","speaker": "LG","text_bit": "I was sitting down—a gang of them—I think some of the fellows were playing cards.  The old 1st Sergeant came and said, “I want you to go down in the kitchen, help out.” ","timecode": "00:32:20.000"},{"id": "175","speaker": "LG","text_bit": "I said, I’m already on duty, I couldn’t have went down there. Some of them fellows would start down there and they’d smell that food— ","timecode": "00:32:32.000"},{"id": "176","speaker": "TB","text_bit": "And get sick. I know the feeling. I was sick the whole time I was in the navy. ","timecode": "00:32:32.000"},{"id": "177","speaker": "LG","text_bit": "But I got over it alright. We landed in Boston coming back. They told me, called me up and said you’re in charge of 21 men going to Fort Bragg. ","timecode": "00:32:46.000"},{"id": "178","speaker": "LG","text_bit": "You got your orders and could be called out any time. Well good gracious I didn’t want that, the last assignment I reckon I had. ","timecode": "00:33:02.000"},{"id": "179","speaker": "LG","text_bit": "One morning [they] told me we are going to move out in the morning at four o’clock.  I said “I want two men to go to the train. We are going to haul all of the duffel bags down there and I want them loaded.” ","timecode": "00:33:17.000"},{"id": "180","speaker": "LG","text_bit": "And they could stay there till we leave and go by the mess hall and get breakfast early that morning.  So I called all [and] I’ll tell you what I want. ","timecode": "00:33:33.000"},{"id": "181","speaker": "LG","text_bit": "I don’t want to have to select nobody, I said I want two volunteers. I took two old boys from Charleston. No trouble in coming to Fort Bragg. ","timecode": "00:33:48.000"},{"id": "182","speaker": "LG","text_bit": "[We] stayed there a few days and [they] shipped us out, different ways. Then you got your discharge.  I caught a car, I think there were 4 of us. ","timecode": "00:34:04.000"},{"id": "183","speaker": "LG","text_bit": "We came to Charlotte, I believe I paid $10 to come from Fort Bragg over in Fayetteville. I got to Charlotte and the bus didn’t leave until about an hour. I had an hour layover and I finally got home. ","timecode": "00:34:18.000"},{"id": "184","speaker": "TB","text_bit": "How long after the end of the war did you come back? ","timecode": "00:34:37.000"},{"id": "185","speaker": "LG","text_bit": "Well it wasn’t too long but what we did quick was, war over; we went in training to go to the Pacific. We were taking Pacific training. ","timecode": "00:34:37.000"},{"id": "186","speaker": "LG","text_bit": "I’ll tell you I had enough but there was some fellows volunteered to go straight on.  But when that ended well that was it. ","timecode": "00:35:01.000"},{"id": "187","speaker": "LG","text_bit": "Only thing you wanted then was so many points. I was an old man when I went in. I was 32 years old when I first went in. ","timecode": "00:35:13.000"},{"id": "188","speaker": "LG","text_bit": "I had been in the National Guard and I didn’t have children. No dependents, only my wife and mother—so they looked at my record and threw me right in there. ","timecode": "00:35:27.000"},{"id": "189","speaker": "LG","text_bit": "I had a little training and I kind of knew my way around a little bit. Could keep in step sometime, but it was, it was like President Roosevelt. ","timecode": "00:35:45.000"},{"id": "190","speaker": "LG","text_bit": "[A] little old Pollock was in our company.  He was short but had a big voice and pretty good size, but squatty. He was talking about Roosevelt making a talk. ","timecode": "00:36:00.000"},{"id": "191","speaker": "LG","text_bit": "He said, “War is Hell” [imitates Roosevelt]. You know how Roosevelt talked. He could mock him pretty good and said “Everybody hates war and Eleanor hates war.” ","timecode": "00:36:14.000"},{"id": "192","speaker": "LG","text_bit": "He’d get around the barracks somewhere and that’s what he’d say.  Well I see my man out there this time. Yes. ","timecode": "00:36:32.000"},{"id": "193","speaker": "LG","text_bit": "I reckon that’s about it Mr. Blumer anyway. ","timecode": "00:36:52.000"},{"id": "194","speaker": "TB","text_bit": "Okay. Well that’s fine. [Break. Landrum has gone outside the house and the interview continues with Elsie]. ","timecode": "00:36:52.000"},{"id": "195","speaker": "TB","text_bit": "Now you knew both of them, didn’t you [Jim and Lucy Starnes]? ","timecode": "00:36:52.000"},{"id": "196","speaker": "EG","text_bit": "I wasn’t around them any growing up you know. The only time I ever – most was after we got married. When we got married, well we moved in the house with them. ","timecode": "00:37:11.000"},{"id": "197","speaker": "EG","text_bit": "And lived with them until—well in fact, he wasn’t working, Landrum wasn’t. After he got him a job well then we moved out and set up housekeeping on our own selves. But that’s about all I know about them. ","timecode": "00:37:23.000"},{"id": "198","speaker": "EG","text_bit": "I liked them and he was a good hard working man, Jim was. And Lucy she was a good mother-in-law, I liked her. We’d get along real good together. ","timecode": "00:37:38.000"},{"id": "199","speaker": "TB","text_bit": "What are some of the things you did together? ","timecode": "00:37:50.000"},{"id": "200","speaker": "EG","text_bit": "Well – the – she learned me to quilt. I can say that much. ","timecode": "00:37:50.000"},{"id": "201","speaker": "TB","text_bit": "[Excited noise] See that’s what I need! ","timecode": "00:37:50.000"},{"id": "202","speaker": "EG","text_bit": "Yeah, I had never tried to quilt anything. When I was at home, my mother always did that and I reckon she didn’t take any interest in wanting to do it. A lot of mothers would druther do it their selves than have a child mess it up. ","timecode": "00:38:01.000"},{"id": "203","speaker": "EG","text_bit": "So I learned to quilt. I guess really she helped me learn to cook because I didn’t know much about cooking when I married. ","timecode": "00:38:17.000"},{"id": "204","speaker": "TB","text_bit": "What are some of the patterns that she used? ","timecode": "00:38:17.000"},{"id": "205","speaker": "EG","text_bit": "Quilt patterns? ","timecode": "00:38:17.000"},{"id": "206","speaker": "TB","text_bit": "Yes. ","timecode": "00:38:17.000"},{"id": "207","speaker": "EG","text_bit": "Well mostly just blocks – but she could make what you called the fancy quilts. Like the wedding ring design and star. She made a star quilt. ","timecode": "00:38:35.000"},{"id": "208","speaker": "EG","text_bit": "Most of hers, she just patched up blocks you know – just sewed pieces together. I remember she made what we call a rag quilt. You make them out of strings and all kind of material you’ve got. She sewed a lot; she was a pretty good seamstress. ","timecode": "00:38:48.000"},{"id": "209","speaker": "EG","text_bit": "And she’d have a lot of scraps and she’d sew it on paper. Your string quilt you sew it on newspaper until you get a block made and then you sew them together. I know I helped her tear paper lots of times. ","timecode": "00:39:04.000"},{"id": "210","speaker": "EG","text_bit": "She’d make one top and then she’d have to tear the paper off before we’d quilt a quilt. ","timecode": "00:39:19.000"},{"id": "211","speaker": "TB","text_bit": "So you’d have to get all that paper off. ","timecode": "00:39:19.000"},{"id": "212","speaker": "EG","text_bit": "Yeah, you’d tear it all off before –you see, you’d put your cotton between your top and your lining. ","timecode": "00:39:19.000"},{"id": "213","speaker": "EG","text_bit": "You couldn’t hardly quilt it with that paper on there. I remember she used to go to the Salvation Army Home League. It was an organization like that we’ve got in our church but we call it the relief society just for the women. ","timecode": "00:39:34.000"},{"id": "214","speaker": "EG","text_bit": "And they did just about like we did – they’d quilt and things like that. And some of them would quilt – and I’m left handed. ","timecode": "00:39:49.000"},{"id": "215","speaker": "EG","text_bit": "There was another women that was left handed and that was her excuse “I can’t quilt, I’m left-handed.” She never would take any part in quilting. She said “Well I know you can quilt if you want to because Elsie quilts. ","timecode": "00:40:00.000"},{"id": "216","speaker": "EG","text_bit": "She’s left-handed and she can quilt as good as I can” [laughs].  She told me that and I laughed about it. See they had more fun you know, teasing that woman. And she learned me to make egg custards. ","timecode": "00:40:12.000"},{"id": "217","speaker": "EG","text_bit": "She said after she learned me how to make them, I could make them better than she could [laughs]. ","timecode": "00:40:27.000"},{"id": "218","speaker": "TB","text_bit": "Was she a good cook? ","timecode": "00:40:27.000"},{"id": "219","speaker": "EG","text_bit": "She was a pretty good cook, yeah. Wasn’t a fancy cook like they do now, make all kind of fancy dishes. She didn’t go in for nothing like that but— ","timecode": "00:40:27.000"},{"id": "220","speaker": "TB","text_bit": "[Inaudible] country. ","timecode": "00:40:45.000"},{"id": "221","speaker": "EG","text_bit": "Yeah. ","timecode": "00:40:45.000"},{"id": "222","speaker": "TB","text_bit": "Was she a Mormon? ","timecode": "00:40:45.000"},{"id": "223","speaker": "EG","text_bit": "Um-huh [yes]. ","timecode": "00:40:45.000"},{"id": "224","speaker": "TB","text_bit": "But she still went to the Salvation Army? ","timecode": "00:40:45.000"},{"id": "225","speaker": "EG","text_bit": "Yeah, well we can go to any church. We don’t join but we can visit them and go. ","timecode": "00:40:45.000"},{"id": "226","speaker": "EG","text_bit": "But she just liked – in other words – it was kind of like a hobby, something to pass time away. She really liked it. I went out with her several times to the meetings and they’d have suppers. ","timecode": "00:40:57.000"},{"id": "227","speaker": "EG","text_bit": "Like Thanksgiving and Christmas, they’d throw big dinners out at the little – what’s the name of that grill? Anyway they’d take them out to the grill, to some restaurant, and have a big supper. ","timecode": "00:41:13.000"},{"id": "228","speaker": "EG","text_bit": "And they could invite their husbands then or take anybody they wanted to. She usually would invite me to go. And we just had a good time together. ","timecode": "00:41:26.000"},{"id": "229","speaker": "EG","text_bit": "I know the time we lived here, at this same place, in an old house, not the same old house but in the same spot. And back over at the mill where Landrum worked there were stores and a café. ","timecode": "00:41:41.000"},{"id": "230","speaker": "EG","text_bit": "And we didn’t have a car, we’d be around here doing something and he’d be working, and she’d say “Let’s walk over to the store and get us a Pepsi-Cola.” And we’d walk over there. Of course the man that ran the store usually brought us back home. ","timecode": "00:41:56.000"},{"id": "231","speaker": "EG","text_bit": "We’d walk and go over there where Georgia Harris lived and Ervin Gordon up on the railroad. I don’t know whether you were coming here and if that house is here or not. It’s where that—it’s some kind of business now, on the right side. ","timecode": "00:42:11.000"},{"id": "232","speaker": "EG","text_bit": "We’d walk, go by there and go up the railroad. And then we’d sometimes though; we’d cut and go through the woods, there was a path. But we’d be scared to go by it, just being her. ","timecode": "00:42:29.000"},{"id": "233","speaker": "EG","text_bit": "We’d walk clear over there. Now we wanted a Pepsi-Cola real bad wouldn’t we? To walk that far [laughs]. ","timecode": "00:42:42.000"},{"id": "234","speaker": "TB","text_bit": "Well did she live here? ","timecode": "00:42:42.000"},{"id": "235","speaker": "EG","text_bit": "She lived here. ","timecode": "00:42:42.000"},{"id": "236","speaker": "TB","text_bit": "In another house, her and Jim Starnes. ","timecode": "00:42:42.000"},{"id": "237","speaker": "EG","text_bit": "Um-huh [yes]. ","timecode": "00:42:42.000"},{"id": "238","speaker": "TB","text_bit": "Well what happened to that house? ","timecode": "00:42:58.000"},{"id": "239","speaker": "EG","text_bit": "We tore it down. After Landrum came home from service the old house was just a – it was livable but in bad shape. ","timecode": "00:42:58.000"},{"id": "240","speaker": "EG","text_bit": "We stayed here maybe a year maybe it wasn’t that long after Landrum came back from service and went back to work. The mill was on strike when he came back. ","timecode": "00:43:11.000"},{"id": "241","speaker": "EG","text_bit": "I don’t know how long it was before they went back to work. I think we stayed here one winter though –I remember going out and cutting wood. ","timecode": "00:43:25.000"},{"id": "242","speaker": "EG","text_bit": "We burnt wood in a heater. We had a fireplace but we put a heater up in there. I think we stayed here winter then Landrum got a house over on the mill hill. The mill company owned the houses then and we moved over there. ","timecode": "00:43:39.000"},{"id": "243","speaker": "TB","text_bit": "But did Jim Starnes build that house? ","timecode": "00:43:53.000"},{"id": "244","speaker": "EG","text_bit": "No. This was on the land that they bought for the Indians when they made that settlement, [1943 Memorandum of Understanding]. What they called the new reservation. ","timecode": "00:43:53.000"},{"id": "245","speaker": "EG","text_bit": "His mother was the one that got –I think it must have been 14 acres to this place here. And that was hers until they made the settlement and they gave so many – two and a half acres or five and a half acres, something like that. ","timecode": "00:44:04.000"},{"id": "246","speaker": "EG","text_bit": "Well she got her allotment and she just took the home place, the old house on this side of the road. Mine – me and Landrum’s got ours across the road over there. ","timecode": "00:44:27.000"},{"id": "247","speaker": "EG","text_bit": "Then after we moved from here we tore the house down [and] moved over there. Then we built this one [house] back. ","timecode": "00:44:40.000"},{"id": "248","speaker": "TB","text_bit": "Where did she go after you tore this house down? ","timecode": "00:44:51.000"},{"id": "249","speaker": "EG","text_bit": "She still stayed with us. She stayed over at the mill hill and moved back with us. Just before she died though she went over and stayed with her son Ephraim. ","timecode": "00:44:51.000"},{"id": "250","speaker": "LG","text_bit": "[Door slams, Landrum reenters the house] I got the highest medal count of any Catawba. ","timecode": "00:45:09.000"},{"id": "251","speaker": "TB","text_bit": "You did? ","timecode": "00:45:19.000"},{"id": "252","speaker": "LG","text_bit": "World War II Yeah. ","timecode": "00:45:19.000"},{"id": "253","speaker": "TB","text_bit": "I’ll bet you’ve got more medals than most people in rock Hill. ","timecode": "00:45:19.000"},{"id": "254","speaker": "LG","text_bit": "I don’t know about that. ","timecode": "00:45:19.000"},{"id": "255","speaker": "TB","text_bit": "I’ll tell you one I didn’t want but it’s one that [Break]. ","timecode": "00:45:19.000"},{"id": "256","speaker": "EG","text_bit": "[Discussing Lucy Starnes again]. She stayed with us, but she stayed with Ephraim though. When she died—but I was going to tell you about some times before then. Whenever Landrum was in service I used to go and stay with them. ","timecode": "00:45:40.000"},{"id": "257","speaker": "EG","text_bit": "They lived out in the country and Jim was working a farm.  She loved to fish and we’d go down on the old branch and catch some minnows. ","timecode": "00:45:55.000"},{"id": "258","speaker": "EG","text_bit": "She liked to get out and do things like that and I’d be right with her. ","timecode": "00:46:07.000"},{"id": "259","speaker": "TB","text_bit": "Did you know Daisy? ","timecode": "00:46:07.000"},{"id": "260","speaker": "EG","text_bit": "Uh-huh. [Yes]. ","timecode": "00:46:07.000"},{"id": "261","speaker": "TB","text_bit": "Well that was Jim’s girl ","timecode": "00:46:07.000"},{"id": "262","speaker": "EG","text_bit": "Yes. ","timecode": "00:46:07.000"},{"id": "263","speaker": "TB","text_bit": "How’d you get along with her? ","timecode": "00:46:20.000"},{"id": "264","speaker": "EG","text_bit": "No, I wasn’t close to her because she was a lot older than me and see I was raised on the reservation.  Well I reckon she was till she married but she lived up here at the mill. ","timecode": "00:46:20.000"},{"id": "265","speaker": "EG","text_bit": "But I was little, I don’t remember her childhood days. What I can remember about her she married Hebe[r] Ayers. Before I can remember her and she lived over at the mill hill then. ","timecode": "00:46:37.0000"},{"id": "266","speaker": "TB","text_bit": "I found out about her by accident. I was reading something—a census record—and there’s the name Daisy Starnes. And I thought who is that? ","timecode": "00:46:56.000"},{"id": "267","speaker": "TB","text_bit": "So I asked Georgia Harris and she said “Oh that was Jim Starnes’s girl and Bill Sanders – her momma died – and Bill Sanders took her.” ","timecode": "00:47:06.000"},{"id": "268","speaker": "EG","text_bit": "Well I reckon I guess they was close together like a father and daughter. But she’d visit him and he’d go visit her a lot. ","timecode": "00:47:16.000"},{"id": "269","speaker": "EG","text_bit": "In fact that’s where he was when he died,  at her house. But far as I know they got along good, they had that love for father and daughter you know. Well that’s about all. ","timecode": "00:47:26.000"},{"id": "270","speaker": "TB","text_bit": "You talking about artilleries and mortars? ","timecode": "00:47:46.000"},{"id": "271","speaker": "LG","text_bit": "Yes, as long as you can hear that shell-whistle coming, you are alright. But when it’s coming—when it’s zeroed in on you. You don’t hear it. ","timecode": "00:47:46.000"},{"id": "272","speaker": "TB","text_bit": "Then you gotta worry. ","timecode": "00:48:00.000"},{"id": "273","speaker": "LG","text_bit": "Well there ain’t much worrying to do cause—I’ve seen fellows walk along one would hit maybe out in front. ","timecode": "00:48:00.000"},{"id": "274","speaker": "LG","text_bit": "Well they’d hit the ground. It’s too late for that but if another one comes maybe if it was off like that it would be alright. I tell you what happened down there on the Colmar Pocket on the Rhine River. ","timecode": "00:48:12.000"},{"id": "275","speaker": "LG","text_bit": "We were on the bank. They had dikes built up on the edge of the Rhine River and they were wide. You could drive a truck on top of the dike and they was built I reckon twenty feet [high]. ","timecode": "00:48:26.000"},{"id": "276","speaker": "LG","text_bit": "[We] were going to take a little place that night—and me and he [foxhole buddy] was a Mexican.  He’d been in the Army a long time. ","timecode": "00:48:44.000"},{"id": "277","speaker": "LG","text_bit": "He was a champion boxer somewhere in one of the Northern countries. He was laying right beside of me and there was a shell hit, just blowed snow, all over me, all over my helmet, blowed his leg off. ","timecode": "00:48:59.000"},{"id": "278","speaker": "LG","text_bit": "And him lying there closer than you beside of me and I could hear fellows out in the mine field, but that wasn’t the ones that we got [out]. ","timecode": "00:49:20.000"},{"id": "279","speaker": "LG","text_bit": "I could hear them hollering, telling some of their buddies. It wasn’t none of our Company calling to come and get them. ","timecode": "00:49:36.000"},{"id": "280","speaker": "LG","text_bit": "They were out there, they couldn’t last long in that cold. That was the coldest country I’ve been in. I dug in all night. Digging a fox hole and they had these great big old sugar beets and they’d just stack them up for the cattle. ","timecode": "00:49:51.000"},{"id": "281","speaker": "LG","text_bit": "That was what they fed them. They had cattle and oxen that’s all they had. Me and a boy got behind one [stack of sugar beets]. We were out in an apple orchard and dug and dug. That ground was froze. Looked like it was frozen that deep [gestures]. ","timecode": "00:50:10.000"},{"id": "282","speaker": "TB","text_bit": "Over a foot? ","timecode": "00:50:27.000"},{"id": "283","speaker": "LG","text_bit": "It was as hard as cement. We dug all night just about and got our fox hole dug. Throwed a blanket in there [and] got a little stuff on it. ","timecode": "00:50:27.000"},{"id": "284","speaker": "LG","text_bit": "Doggone we were just ready to go to sleep; crawling in there and the man ordered us “Alright let’s move out.” I was sleepy tired. ","timecode": "00:50:43.000"},{"id": "285","speaker": "LG","text_bit": "It got so cold over there. One night we took some woods, got down there on the edge of the woods and there were two or three companies. We were in L Company, called them Ida and Love, K Company. ","timecode": "00:50:57.000"},{"id": "286","speaker": "LG","text_bit": "M Company was a weapons company. But anyway there was a German machine gun, [near a] big old tree way out there. You could see it and they had them tied down and they couldn’t locate it. ","timecode": "00:51:21.000"},{"id": "287","speaker": "LG","text_bit": "Well I was the 3rd squad, they had the 1st and 2nd Squad above me. ","timecode": "00:51:39.000"},{"id": "288","speaker": "LG","text_bit": "The Captain sent word down the line for me to come up and I went. He told me, “You see that tree—it’s not right at the tree, there’s a German machine gun there.” ","timecode": "00:51:49.000"},{"id": "289","speaker": "LG","text_bit": "Well you can’t shoot at night only by guess, because it’s a bubble level. ","timecode": "00:52:06.000"},{"id": "290","speaker": "LG","text_bit": "You level your bubble when you set up and get your range. You range 300, 500 yards and you had to set that. ","timecode": "00:52:18.000"},{"id": "291","speaker": "TB","text_bit": "You gotta be able to see? ","timecode": "00:52:28.000"},{"id": "292","speaker": "LG","text_bit": "Yes you had to. So he said, “I want you to throw a few rounds in there and get him out.” Well if I’d throwed it too far I’d have thrown it in our Company because they was on the other side and they was tied down. ","timecode": "00:52:28.000"},{"id": "293","speaker": "LG","text_bit": "I didn’t know what to do. I figured they might shoot me if I throwed one too far. But anyhow I kind of estimated, elevated the gun. I got everything set. ","timecode": "00:52:47.000"},{"id": "294","speaker": "LG","text_bit": "I had to dig the snow down to get a firing foot for it. I told the gunner to drop one in there and I saw where it hit. ","timecode": "00:53:03.000"},{"id": "295","speaker": "LG","text_bit": "I told him to throw 3 more in there for effect.  Three more went in and it didn’t take but a few seconds. Just as fast as you could drop them in the barrel he’s gone. ","timecode": "00:53:16.000"},{"id": "296","speaker": "LG","text_bit": "But you see you got those little instruments, you got to get range, [and] you got to pull so many of them off [or] you’re liable to be shooting too far or not far enough. ","timecode": "00:53:31.000"},{"id": "297","speaker": "LG","text_bit": "But buddy it wasn’t but a little bit and that German came trotting out of there.  Some of the fellows took him on back and one of them fellows in my squad he went to take one of them back, didn’t have far to go. ","timecode": "00:53:43.000"},{"id": "298","speaker": "LG","text_bit": "He told the German, said, “You could have been the one who killed my brother” and he shot him. Yes, sir he killed him.  I told him “Boy, I have a good notion to shoot you. I ain’t in love with them, but that man was helpless.” That’s what I call cold-blooded.  It is! ","timecode": "00:54:14.000"},{"id": "299","speaker": "TB","text_bit": "Sure. What did he say? ","timecode": "00:54:40.000"},{"id": "300","speaker": "LG","text_bit": "He didn’t say nothing. He wasn’t scared of much. But he got hit one time and ran around like a mad dog and me trying to stop him and he took off. ","timecode": "00:54:40.000"},{"id": "301","speaker": "LG","text_bit": "I could have shot him because you have orders if they run to shoot. But he didn’t come back until after the war and I asked him, “How come you ran?” ","timecode": "00:54:52.000"},{"id": "302","speaker": "LG","text_bit": "He said “Sergeant that metal set me on fire and that thing was hot. It set me on fire.” I thought you were the man who was so brave I said “You let that little old piece of shrapnel run you.” ","timecode": "00:55:02.000"},{"id": "303","speaker": "LG","text_bit": "It was alright whenever it came in, as long as he was giving it [inaudible]. Well we took that woods that night. About half way we found, I reckon that room was bigger than this one. ","timecode": "00:55:21.000"},{"id": "304","speaker": "LG","text_bit": "As big as two rooms, they had them underground, and just as level as any other place. They had ammunition boxes set in there. 15 German soldiers and one woman were there all dressed in white; had white robes. ","timecode": "00:55:40.000"},{"id": "305","speaker": "TB","text_bit": "Medics? ","timecode": "00:56:07.000"},{"id": "306","speaker": "LG","text_bit": "To blend in with the snow. They’d blend right in. We went to the edge of the woods. ","timecode": "00:56:07.000"},{"id": "307","speaker": "LG","text_bit": "That’s where we set up—I mean stopped after we took the woods. I had on shoe packs. I had two pair of them, big heavy socks. ","timecode": "00:56:21.000"},{"id": "308","speaker": "LG","text_bit": "Oh my feet were cold. We built a little fire. We could build a fire because there was no [line of] sight for them.  They couldn’t see us and the medic told me “You can go back if you want to.” ","timecode": "00:56:35.000"},{"id": "309","speaker": "LG","text_bit": "My feet were just about frozen. I said no there ain’t but two of us here now, me and the gunner, they got replacements up later. ","timecode": "00:56:52.000"},{"id": "310","speaker": "LG","text_bit": "He [the gunner] was one of them big red headed boys. He took one of them light machine guns. He was from Tennessee. ","timecode": "00:57:09.000"},{"id": "311","speaker": "LG","text_bit": "You know usually [you] had a machine gun set up and then the belt.  You’d have an assistant gunner to feed it for you. ","timecode": "00:57:22.000"},{"id": "312","speaker": "LG","text_bit": "He picked that machine gun up, one of the lighter ones that wasn’t water cooled. It was air cooled and he went out through the woods [imitates machine gun fire]. ","timecode": "00:57:35.000"},{"id": "313","speaker": "LG","text_bit": "[The] Major came down in the morning and I heard him talking to the Captain, “How’d you fellows take these woods so quick?”  We got tanks too though. Where they could get through and as Roosevelt said, “War is hell.” ","timecode": "00:57:49.000"},{"id": "314","speaker": "LG","text_bit": "I came back here and a fellow was telling me said, “You know you all had plenty of good cigarettes to smoke.”  I couldn’t get nothing but old Phillip Morris, Raleigh, and I don’t know what all. I said buddy, “I’m going to tell you something, we might have had cigarettes.” ","timecode": "00:58:10.000"},{"id": "315","speaker": "LG","text_bit": "I said, “I’d a come back here” and he’s talking about how much tax he had to pay. I would have come back here and worked 50 cents a day and if I would have got something to eat I don’t know whether I’d a charged 50 cents [laughs]. ","timecode": "00:58:27.000"},{"id": "316","speaker": "TB","text_bit": "Where were these woods, in France or Germany? ","timecode": "00:58:45.000"},{"id": "317","speaker": "LG","text_bit": "It was France. Yes, down where I told you.  I was on that dike down there where crossed the Rhine River. ","timecode": "00:58:45.000"},{"id": "318","speaker": "LG","text_bit": "They had a bridge and a railroad bridge. We took that, we blocked that bridge off and captured the train. ","timecode": "00:59:00.000"},{"id": "319","speaker": "LG","text_bit": "They had all kind of prisoners, ammunition; just about everything on that train. And the Germans were slipping across the Rhine River in boats at night trying to recapture it. ","timecode": "00:59:12.000"},{"id": "320","speaker": "LG","text_bit": "They sent me out on patrol. I wasn’t squad Leader then, I was a Sergeant. They sent a squad leader out on patrol and he didn’t stay gone five minutes and he come back and told me, couldn’t find it. ","timecode": "00:59:28.000"},{"id": "321","speaker": "LG","text_bit": "The Lieutenant looked at me and said, “Get you three men.” It was just a contact patrol to contact another company. ","timecode": "00:59:44.000"},{"id": "322","speaker": "LG","text_bit": "It made me feel kind of mad. I cussed a little bit. I cussed some back then, but I didn’t cuss him. I was just cussing because he was the squad leader. ","timecode": "01:00:02.000"},{"id": "323","speaker": "LG","text_bit": "How come he couldn’t find them? But anyway we had little old rubber boats. We had to cross a river there, walk across. They had built a pontoon bridge out of them rubber boats. ","timecode": "01:00:13.000"},{"id": "324","speaker": "LG","text_bit": "We had to get up on that dike and we were up there in the light. Anybody down there, you were just a setting duck walking along. Every once in a while one of them fellows on guard would holler out. ","timecode": "01:00:27.000"},{"id": "325","speaker": "LG","text_bit": "You better know that password too. And we finally got over and I called back and talked to the Captain. ","timecode": "01:00:41.000"},{"id": "326","speaker": "LG","text_bit": "He was setting up in one of the pillboxes where they had the elevators, where it was good and warm. There was no Air Corps much to bother us. ","timecode": "01:00:54.000"},{"id": "327","speaker": "LG","text_bit": "We had a few of them to start with, but they finally got them whipped and it wasn’t much. You’d see our airplanes. We’d be taking a town and they’d be coming in. ","timecode": "01:01:09.000"},{"id": "328","speaker": "LG","text_bit": "It would get quiet by the time they’d leave. Them son a guns would open up, they’d get some of them but, while they was quiet we’d be moving up. ","timecode": "01:01:21.000"},{"id": "329","speaker": "TB","text_bit": "So you were in the battle zone in January and February? In that part of the year, in the coldest part of the winter. ","timecode": "01:01:37.000"},{"id": "330","speaker": "LG","text_bit": "Yes. Well I went over in December. ","timecode": "01:01:37.000"},{"id": "331","speaker": "TB","text_bit": "Then you went right to the front. ","timecode": "01:01:37.000"},{"id": "332","speaker": "LG","text_bit": "They had cold weather. They took us—we landed in Marseilles and went up and it didn’t take long, a week I reckon. ","timecode": "01:01:49.000"},{"id": "333","speaker": "TB","text_bit": "So you landed in Marseilles in December? ","timecode": "01:01:49.000"},{"id": "334","speaker": "LG","text_bit": "Yes. I went up on the Belgian Bulge. That’s where we went. Good gracious they had barracks up there, German barracks or French. ","timecode": "01:02:02.000"},{"id": "335","speaker": "LG","text_bit": "I don’t know what they was [inaudible]. The snow was deep and they didn’t have nothing but a little latrine with trenches dug. ","timecode": "01:02:15.000"},{"id": "336","speaker": "LG","text_bit": "We weren’t out there but two or three days. The Germans had even penetrated the chow line. They had American uniforms on and could get in the chow line and eat on the Rhine River. ","timecode": "01:02:33.000"},{"id": "337","speaker": "TB","text_bit": "Oh really? ","timecode": "01:02:46.000"},{"id": "338","speaker": "LG","text_bit": "Yes. They’d send out patrols and they’d speak American good as anybody else and man they just knew everything. That’s the reason they had such success up there. ","timecode": "01:02:46.000"},{"id": "339","speaker": "TB","text_bit": "And they’d come and eat with you all and you didn’t even know it? ","timecode": "01:03:00.000"},{"id": "340","speaker": "LG","text_bit": "Come right in there with a mess kit and get the food. ","timecode": "01:03:00.000"},{"id": "341","speaker": "TB","text_bit": "Wow. Good grief. ","timecode": "01:03:00.000"},{"id": "342","speaker": "LG","text_bit": "You wouldn’t have any lights. We’d eat at daylight. [Of] course you couldn’t have told them anyhow because you wouldn’t notice them much. We all looked alike as far as— ","timecode": "01:03:10.000"},{"id": "343","speaker": "TB","text_bit": "Yeah. They looked just like you all. ","timecode": "01:03:23.000"},{"id": "344","speaker": "LG","text_bit": "Yes and they talked. They got to where they would talk English. Well you take the American Army—you got the Northerners and the Southerners and different ones and then you have a few of these foreigners. ","timecode": "01:03:23.000"},{"id": "345","speaker": "LG","text_bit": "You didn’t pay them any attention. ","timecode": "01:03:43.000"},{"id": "346","speaker": "TB","text_bit": "Well they didn’t have to talk anyway. ","timecode": "01:03:43.000"},{"id": "347","speaker": "LG","text_bit": "Maybe whispered a little. You didn’t want to talk. You wanted to eat and get out of the way. ","timecode": "01:03:43.000"},{"id": "348","speaker": "LG","text_bit": "One of them 88’s [German 88mm gun], knocked out our little jeep that brought us chow. They’d bring us a hot meal. He pulled up, that little driver.  Oh he thought he was brave and that 88 was sitting up there. ","timecode": "01:03:53.000"},{"id": "349","speaker": "LG","text_bit": "They threw a shell and knocked that motor out of that jeep. I saw sparks flying out.  I said, “Good gracious we ain’t going to get nothing tonight.” ","timecode": "01:04:15.000"},{"id": "350","speaker": "LG","text_bit": "Eat[ing] old C-rations was just like hard tack. But they made good C-rations after I got out of the Army. ","timecode": "01:04:31.000"},{"id": "351","speaker": "LG","text_bit": "We finally went up, one or two at a time and got some, it didn’t hurt the food, but I laughed Dr. Blumer. It wasn’t funny, but it was to me after I thought about it. ","timecode": "01:04:48.000"},{"id": "352","speaker": "LG","text_bit": "But we went down to relieve the 3rd Army and the First Division I believe it was of the 3rd Army. We went in a little town and there were five or 6 sergeants in a little house where we setup. ","timecode": "01:05:02.000"},{"id": "353","speaker": "LG","text_bit": "So they put our kitchen down there. The cook was there and you helped him. The the Germans were over in the mountains, a little hill over there. ","timecode": "01:05:24.000"},{"id": "354","speaker": "LG","text_bit": "Had dogs tied up in the barn and every time you’d go along there at night [imitates dogs barking].  They’d bark and they’d [the Germans] know. ","timecode": "01:05:40.000"},{"id": "355","speaker": "LG","text_bit": "I told them fellows when I made my last round in the morning “You watch that dog.” They had him on a chain. ","timecode": "01:05:52.000"},{"id": "356","speaker": "LG","text_bit": "I came on around and one of these dogs stuck his head out [imitates bark]. Throwed my M-1 up, [imitates gunfire] it fell out the door. He had the chain on and it was short. ","timecode": "01:06:02.000"},{"id": "357","speaker": "LG","text_bit": "They just had him hanging there. He didn’t bark that next night. And the cows, they had a bunch of cows.  And going along I heard something, you know a doggone bunch of cows. Maybe four or five cows came along [and] well the German. ","timecode": "01:06:17.000"},{"id": "358","speaker": "LG","text_bit": "That would be his delight to get in amongst the cows and the German could throw 2 or 3 hand grenades if he couldn’t get a shot at you. ","timecode": "01:06:37.000"},{"id": "359","speaker": "LG","text_bit": "Well what I’m going to tell you about, I hadn’t been there but just a few minutes and got set up. The Germans got to throwing shells in there and knocked the table leg off a big  table. ","timecode": "01:06:45.000"},{"id": "360","speaker": "LG","text_bit": "Had it setting out like, patio out in the open there. It knocked that big table leg off, it was that big. It just cut it off, the shells, the shrapnel, it was all around. The cook, he was Italian or a Jew or something foreigner, [was] an American citizen but he was scared. ","timecode": "01:07:07.000"},{"id": "361","speaker": "LG","text_bit": "The Lieutenant said, “Take your squad down and help.” I went down. He was so scared. ","timecode": "01:07:32.000"},{"id": "362","speaker": "LG","text_bit": "He couldn’t talk plain and was mumbling. [He] showed me the leg, had the old table setting there. It wasn’t funny then but it was later. But we got him kind of settled down. ","timecode": "01:07:47.000"},{"id": "363","speaker": "LG","text_bit": "The Lieutenant, they are human too, they aint supposed to—I think they are supposed to control their selves. But anyhow bunch of cows come around and they loaded everyone in that old town up. ","timecode": "01:08:08.000"},{"id": "364","speaker": "LG","text_bit": "We had flares out. All you had to do is jerk a little string and it lights the flares up, or shoot[s] the flares up. I got half way around on the patrol. ","timecode": "01:08:31.000"},{"id": "365","speaker": "LG","text_bit": "We had to run on the edge out in the snow, wasn’t a German around, the Lieutenant just heard the cows and he got scared. ","timecode": "01:08:47.000"},{"id": "366","speaker": "LG","text_bit": "I said something about it and the CP [command post] came down and talked to me. I told him the Lieutenant had everybody crawling around in the snow scared to death. ","timecode": "01:09:01.000"},{"id": "367","speaker": "LG","text_bit": "After the Lieutenant left a day or two the [other?] Lieutenant told us not [to] talk to the Lieutenant like that. ","timecode": "01:09:24.000"},{"id": "368","speaker": "LG","text_bit": "Said it made him feel bad.  I said that snow made me feel bad. [Of] course he didn’t know. I knew he didn’t know. ","timecode": "01:09:36.000"},{"id": "369","speaker": "LG","text_bit": "But what scared me I came near getting killed that night. We were on contact patrol that night, I believe it was K Company. ","timecode": "01:09:58.000"},{"id": "370","speaker": "LG","text_bit": "Captain told me “Take your men and go over and contact K Company” and told me what to find out. Everything was alright so I went over and and called him. ","timecode": "01:10:12.000"},{"id": "371","speaker": "LG","text_bit": "They’d string telephones from one CP to the other when you’re back from the front. I called him up and we were on our way back. ","timecode": "01:10:28.000"},{"id": "372","speaker": "LG","text_bit": "I had a big footed fellow; I seen his name in that paper, Sorrow? He made Sergeant after he got over there. ","timecode": "01:10:41.000"},{"id": "373","speaker": "LG","text_bit": "When we went in and came back his old big foot he tripped it and all them flares lit up. And fellows setting there with machine guns right on them. And them sticking their hands out of old doors with rifles. ","timecode": "01:11:03.000"},{"id": "374","speaker": "LG","text_bit": "We hit the ground and hollered and gave them the password. ","timecode": "01:11:23.000"},{"id": "375","speaker": "TB","text_bit": "Was this in France? ","timecode": "01:11:23.000"},{"id": "376","speaker": "LG","text_bit": "Yes. When we got to Germany we didn’t do a whole lot of fighting. Well we did some but one of our squad leaders got killed. ","timecode": "01:11:34.000"},{"id": "377","speaker": "LG","text_bit": "If he had got through that day he would have made it. The Germans had knocked out a jeep and had the other one tied down. ","timecode": "01:11:51.000"},{"id": "378","speaker": "LG","text_bit": "He was a likeable fellow; but he was [the] kind of a fellow that didn’t care much.  He, we went off the road bed. He raised up and had his stripes on. That was the onliest place he had his stripes on, his helmet right there. ","timecode": "01:12:04.000"},{"id": "379","speaker": "LG","text_bit": "And he raised up and jerked his head back and “I see him. I’m going to get him.” And when he raised up again that German shot and it went right through that helmet. ","timecode": "01:12:28.000"},{"id": "380","speaker": "LG","text_bit": "Our helmets wouldn’t help—wouldn’t turn a bullet. I reckon it would if it had been a long ways off. But that bullet went right through and I went and he was just struggling, then dying. ","timecode": "01:12:40.000"},{"id": "381","speaker": "LG","text_bit": "We got a letter from his mother. I forgot where she was, New York or New Jersey, somewhere up in a Northern state. She wanted to know how he got killed and did I know anything about it. ","timecode": "01:12:54.000"},{"id": "382","speaker": "LG","text_bit": "I was in his squad and in his platoon so I wrote her a letter back and told her.  I guess she thought maybe that he might have not been killed. They worry about that, well maybe when they got his body they knew it. ","timecode": "01:13:09.000"},{"id": "383","speaker": "TB","text_bit": "I guess you saw a lot of that— ","timecode": "01:13:36.000"},{"id": "384","speaker": "LG","text_bit": "Down there in the little old town where it was so cold. Boy, I’m telling you. ","timecode": "01:13:36.000"},{"id": "385","speaker": "LG","text_bit": "We ran the machine gunners out of the house, they was American. We went in a house on the edge of town there and there was a cellar. ","timecode": "01:13:47.000"},{"id": "386","speaker": "LG","text_bit": "I told the squad leader I’m going down the cellar and see if I can’t get my feet warm and I may take a nap. And there was two or three Americans down there stiff as logs. We picked them up and slid them out and they had American men with trucks. ","timecode": "01:14:03.000"},{"id": "387","speaker": "LG","text_bit": "They came along and picked them up; just stack them in there like wood. Germans the same way. They’d pick the Germans up. ","timecode": "01:14:25.000"},{"id": "388","speaker": "LG","text_bit": "But you talking about some crazy soldiers was the French Moroccans. They’d steal your hat off your head. Those boogers seemed like they were scared of nothing. ","timecode": "01:14:38.000"},{"id": "389","speaker": "LG","text_bit": "We were over in the, I forget what you call it, the Black Mountains. I forget what mountains it was; but it was so cold the tanks froze up down in the valley. I never did see a donkey that was worth nothing. ","timecode": "01:14:56.000"},{"id": "390","speaker": "LG","text_bit": "I didn’t know what you used him for. I don’t know what they were put on the earth for, just to hurt you I reckon. The French Moroccans came along; had on these great long robes and ammunition and supplies on a donkey and had him going up the mountains. ","timecode": "01:15:11.000"},{"id": "391","speaker": "LG","text_bit": "We were struggling to get up that mountain. We didn’t have donkeys and we were struggling carrying our stuff, getting [to] outposts. It was so cold up there you couldn’t stand guard duty but 30 minutes. ","timecode": "01:15:32.000"},{"id": "392","speaker": "TB","text_bit": "You’re not talking about 30 degrees you’re talking about 30 below. ","timecode": "01:15:50.000"},{"id": "393","speaker": "LG","text_bit": "It was cold when a tank down in the valley could freeze up. ","timecode": "01:15:50.000"},{"id": "394","speaker": "LG","text_bit": "I was on guard duty one night and [you] could look at that snow and see a little cedar tree or any bush or object and if you’d look so long it looked like it moved. ","timecode": "01:16:01.000"},{"id": "395","speaker": "LG","text_bit": "There was a patrol coming. I believe four or five and it was the French Moroccans. I’d stand way back in the door [and] keep the wind from hitting me as best I could. ","timecode": "01:16:21.000"},{"id": "396","speaker": "LG","text_bit": "They didn’t want you to challenge them until they got close. They were about as close as from here to over there. I hollered halt, it was kind of a slope and one—his feet shot out from under him and he came sliding right up to me. ","timecode": "01:16:38.000"},{"id": "397","speaker": "LG","text_bit": "We finally got straightened and he got in and they had that little old helmet lining. It was a little red cap. I know you saw them and the 1st Sergeant he had his in there. I don’t know whether he had it laying down on the table. There was a table back where he was laying asleep. ","timecode": "01:17:01.000"},{"id": "398","speaker": "LG","text_bit": "He looked around to get his hat [and] it was gone. One of the Moroccans had stolen it. He was hollering and that French Moroccan leader he had them. And the French Moroccan leader took his gun ran and hit him. Wham! And it looked like he was knocking a log down. He had it too! ","timecode": "01:17:24.000"},{"id": "399","speaker": "TB","text_bit": "Oh he gave the hat up? ","timecode": "01:17:51.000"},{"id": "400","speaker": "LG","text_bit": "He had the cap, yes. ","timecode": "01:17:51.000"},{"id": "401","speaker": "TB","text_bit": "I got to go. ","timecode": "01:17:51.000"},{"id": "402","speaker": "LG","text_bit": "Alright. ","timecode": "01:17:51.000"},{"id": "403","speaker": "TB","text_bit": "This is really--- [end]. ","timecode": "01:17:51.000"}]}