{"title": "Landrum George Interview, March 22, 1983 Tape 1","description": "Interviewer: Dr. Thomas John Blumer<br />Interviewee: Landrum George with a few comments by his wife Elsie George<br />Transcriber: Kevin Thompson","audio_file": "Catawba_Landrum-George-Mar-22-1983_Tape1_64kbs.mp3","text":[{"id": "0","speaker": "TB","text_bit": "Now you were saying that you didn’t live down on the reservation? ","timecode": "00:00:05.000"},{"id": "1","speaker": "LG","text_bit": "Oh yeah, I lived on the reservation until I was up eight or ten years old. ","timecode": "00:00:10.000"},{"id": "2","speaker": "TB","text_bit": "You were born down there? ","timecode": "00:00:15.000"},{"id": "3","speaker": "LG","text_bit": "I was born across the river, across from the reservation now, on the Nisbet Place, near Van Wyck, a little town where the brick yard is and that was 1908.  I was born right on the river, in the weeds right across the river over there.  There was snow on the ground my mother told me when I was born March 21. ","timecode": "00:00:15.000"},{"id": "4","speaker": "TB","text_bit": "It wasn’t a day like this? ","timecode": "00:00:53.000"},{"id": "5","speaker": "LG","text_bit": "No definitely.  We stayed at the reservation and then we moved over on White Street in Rock Hill.  Stayed there a few years, moved to Industrial over there at Blue Blocker Mill. ","timecode": "00:00:53.000"},{"id": "6","speaker": "LG","text_bit": "When I got fourteen, I wasn’t quite fourteen, I would have been fourteen in March, and In February my mother signed a paper for me to go to work in the mill.  You had to sign papers when you got to be fourteen to get in the mill.  And I went to work in the mill and I worked in the mill off and on, not all the time but a majority of the time. ","timecode": "00:01:23.000"},{"id": "7","speaker": "LG","text_bit": "In 1928 we moved from Industrial when Blueblocker changed to Industrial down to below Bowater where the plant is now on the Ferguson Farm.  Ferguson lived in Lancaster and he had a plantation of 600 acres and the Indian Ferry which John Brown run and later Early Brown. ","timecode": "00:01:56.000"},{"id": "8","speaker": "LG","text_bit": "They were both Catawbas and we stayed there three or four years and moved over on the Ashley Farm and stayed there a while and went back to the Mill Village and stayed there until after the time I got married.  That was 1932. ","timecode": "00:02:31.000"},{"id": "9","speaker": "LG","text_bit": "Then I went into the service in World War II.  I went in December I was on Reserve; I had been in the National Guard.  We didn’t have no children, so about the first draft I was in.  I was on reserve, the reason I got out of the National Guard I wasn’t in but six months but you see me and Roy Gryder was out bird hunting and Roy shot me in the leg in the ankle and I hobbled around so I asked the Captain about getting a discharge. ","timecode": "00:03:00.000"},{"id": "10","speaker": "LG","text_bit": "So he did but he kept me on reserve. It was just a minor thing, I mean it was painful, but no bone was broken. So I went in the service and went over to the European Theater.  I was in the Army thirty-six months.  Didn’t get hurt, I got the highest medal of any Catawba. ","timecode": "00:03:46.000"},{"id": "11","speaker": "TB","text_bit": "You didn’t take Roy Gryder with you? ","timecode": "00:04:16.000"},{"id": "12","speaker": "LG","text_bit": "No, I was safe there [laughs]. I got the highest medal of any Catawba in the service. ","timecode": "00:04:16.000"},{"id": "13","speaker": "TB","text_bit": "And what was the medal? ","timecode": "00:04:16.000"},{"id": "14","speaker": "LG","text_bit": "Bronze star with oak leaf clusters. ","timecode": "00:04:16.000"},{"id": "15","speaker": "TB","text_bit": "What did you do to get that? ","timecode": "00:04:16.000"},{"id": "16","speaker": "LG","text_bit": "Well I got it in there [points to another room].  I had; I believe it was twelve men in my squad that got the bronze star and I didn’t get it and I was leading them because I already had it.  I already had the cluster.  I had one of them and got the Bronze Star, but you can’t get two. ","timecode": "00:04:34.000"},{"id": "17","speaker": "TB","text_bit": "You can’t have two? ","timecode": "00:05:04.000"},{"id": "18","speaker": "LG","text_bit": "No you can’t have two Bronze Stars and I come back from service after the war and stayed in the mills and worked in the mill and retired in 1965 and I done got up to seventy-three now. ","timecode": "00:05:04.000"},{"id": "19","speaker": "TB","text_bit": "Well you look great, you do, you look good.  You haven’t changed at all since 1976. ","timecode": "00:05:30.000"},{"id": "20","speaker": "LG","text_bit": "Well the looks, looks agree but it’s what’s on the inside what counts.  You got your ticker in there too. ","timecode": "00:05:30.000"},{"id": "21","speaker": "EG","text_bit": "Landrum tell him about your ball playing days. ","timecode": "00:05:30.000"},{"id": "22","speaker": "LG","text_bit": "Well, I that’s just recreation.  I done a lot of hunting birds, raised a lot of bird dogs, sold a lot of bird dogs, some was good some was bad. ","timecode": "00:05:30.000"},{"id": "23","speaker": "TB","text_bit": "Well tell me about hunting? ","timecode": "00:06:04.000"},{"id": "24","speaker": "LG","text_bit": "Well I was right here; when we stayed right here when I come out of the service.  I walked to work from here over to the industrial which is two miles over there. I’d walk home when I got off work at 3:00 p.m. and I‘d get home maybe 3:15 p.m. or 3:20 p.m. ","timecode": "00:06:04.000"},{"id": "25","speaker": "LG","text_bit": "Well I’d grab me a biscuit and my gun, my dog and I’d take off hunting and dark sometimes would catch me sometimes at the river next to Red River.  Down at the creek and on the average I would kill around 300 or 350 quail a year and the hunting season was shorter then; than it is now. ","timecode": "00:06:31.000"},{"id": "26","speaker": "TB","text_bit": "Now you must be a good shot? ","timecode": "00:06:59.000"},{"id": "27","speaker": "LG","text_bit": "I killed fourteen straight one time.  Straight shots and with shooting quail you don’t just say well I’ll take a good shot and let the other ones the majority of the hunters would shoot at all of them. ","timecode": "00:06:59.000"},{"id": "28","speaker": "TB","text_bit": "Sure. And you shot fourteen birds? ","timecode": "00:06:59.000"},{"id": "29","speaker": "LG","text_bit": "Fourteen straight birds without missing. ","timecode": "00:06:59.000"},{"id": "30","speaker": "TB","text_bit": "That’s some shooting! ","timecode": "00:07:25.000"},{"id": "31","speaker": "LG","text_bit": "And Georgia Harris’s husband, Douglas Harris told me when I went in the service, he always called me Les.  My middle name is Leslie, Landrum Leslie George and he said “Les I know you were coming back when you went into the service.”  He said “you are too good a shot.”  I said yes, but the other man was shooting the other way [laughs].  I said you can’t see those bullets; that didn’t have nothing that was going the wrong way. ","timecode": "00:07:25.000"},{"id": "32","speaker": "LG","text_bit": "If I were shooting it would have been different.  It wouldn’t have hit me, but I had some close calls.  I mean I had a buddy laying right beside of me got his leg blowed off, snow blowed all over my helmet and everywhere, he was just over there and the shell hit, on that side. ","timecode": "00:08:03.000"},{"id": "33","speaker": "TB","text_bit": "Kill him? ","timecode": "00:08:03.000"},{"id": "34","speaker": "LG","text_bit": "Yes. ","timecode": "00:08:03.000"},{"id": "35","speaker": "EG","text_bit": "He was operating the machine gun and he had to kill all them soldiers, them Germans. ","timecode": "00:08:03.000"},{"id": "36","speaker": "LG","text_bit": "I was in the weapons platoon, machine guns, and mortars.  Had three men in the division that started when we started out over there. All the rest of them, there was fifteen, and three was left and I was one of the three.  It’ll keep you thinking well am I next on the list?  It’s just like when a man, he gets a certain way. ","timecode": "00:08:33.000"},{"id": "37","speaker": "LG","text_bit": "Like me now, the people that he associated with who were this age, they die off. He’ll say well maybe my time is next. ","timecode": "00:09:06.000"},{"id": "38","speaker": "TB","text_bit": "Makes you think. ","timecode": "00:09:06.000"},{"id": "39","speaker": "LG","text_bit": "But as far as school was [inaudible] back then we just didn’t have nothing. I just had a fifth grade education, but I made sergeant in the service. ","timecode": "00:09:06.000"},{"id": "40","speaker": "TB","text_bit": "Tell me about the George family.  Did your mother tell you about the George family? ","timecode": "00:09:40.000"},{"id": "41","speaker": "LG","text_bit": "Well she did.  I didn’t listen to her.  I guess she did tell us things and wished I’d asked her some questions about it. ","timecode": "00:09:40.000"},{"id": "42","speaker": "LG","text_bit": "But I know you’ve read People of the River, some of that’s true and some of it ain’t in that book.  Some of the dates are wrong, I don’t know whether you ever heard of this about Grandpa, you know all of the Indians.  The majority of them they always liked to drink and my Grandpa came to Rock Hill and he came to the bar room and they always called him Uncle Billy and Uncle Billy would get high. ","timecode": "00:10:00.000"},{"id": "43","speaker": "LG","text_bit": "And the barkeep just locked him up in the bar room. So the next morning when he came and opened up he asked him he said “how do you feel Uncle Billy?”  He said, “I don’t feel good, I need a drink.”  I wonder what I would have done if I had been in there [laughter]. ","timecode": "00:10:37.000"},{"id": "44","speaker": "EG","text_bit": "[laughter] He’d have been drunk when he came in I reckon. ","timecode": "00:10:37.000"},{"id": "45","speaker": "LG","text_bit": "I wouldn’t have been needing a drink. He told him said, “You mean to tell me with all this whiskey here, you didn’t take a drink?”  He said “It wasn’t mine.”  That just goes to show you how honest [he was]. He lost his pony one time and came to Rock Hill and got lit up on booze.  And his pony would go back home. ","timecode": "00:10:59.000"},{"id": "46","speaker": "LG","text_bit": "Well it would follow the trail and he had a spotted pony and couldn’t read and write, [only] very little and he wrote a sign and it read “Me lost me spotted pony. You catch it you give me five dollars.”  He meant he would give you five, but said you give the five dollars. ","timecode": "00:11:26.000"},{"id": "47","speaker": "LG","text_bit": "You take the treaty – he said he had to sign one of those treaties I forget which one, I believe it was 1840 or 1812 or well anyway it was different ones.  There was a lot of treaties signed and the only way he could sign it was with an “X.”  Every Catawba signed [like] that; anybody with just a high school education could have put anything over on them. ","timecode": "00:11:55.000"},{"id": "48","speaker": "TB","text_bit": "Sure anything. ","timecode": "00:12:28.000"},{"id": "49","speaker": "LG","text_bit": "Well they did!  Well that’s what happened, get 300 acres for twenty dollars, [I] suppose twenty dollars was a pretty good piece of money, but it would [inaudible]. ","timecode": "00:12:28.000"},{"id": "50","speaker": "TB","text_bit": "It was fifty cents. Fifty cents for 300 acres. ","timecode": "00:12:28.000"},{"id": "51","speaker": "LG","text_bit": "Well some later on they did get twenty dollars.  Yes, they give some to the Spratts over here in Fort Mill.  They give them—they were just passing through going to Florida some where and they wanted to spend the winter over there and they said, “Well stay on and we’ll give you some land.” ","timecode": "00:12:47.000"},{"id": "52","speaker": "TB","text_bit": "Set them right up. Nice. ","timecode": "00:12:47.000"},{"id": "53","speaker": "LG","text_bit": "I think the Catawbas were the only Indian tribe that really were civilized.  They’d fight the other tribes with the whites.  I don’t know why, the whites never did do nothing but cheat them out of everything.  [Of] course I guess they cheated all the Indians out of as much as they could. [It] seems like the ones that did the most fighting; they got the better recognization. ","timecode": "00:13:13.000"},{"id": "54","speaker": "TB","text_bit": "That’s right.  Isn’t that how it works? ","timecode": "00:13:43.000"},{"id": "55","speaker": "LG","text_bit": "Always. ","timecode": "00:13:43.000"},{"id": "56","speaker": "TB","text_bit": "The person who is pushy gets ahead. ","timecode": "00:13:43.000"},{"id": "57","speaker": "LG","text_bit": "Well in the movies, did you ever see the Indian win in a movie? ","timecode": "00:13:43.000"},{"id": "58","speaker": "TB","text_bit": "No. ","timecode": "00:13:43.000"},{"id": "59","speaker": "LG","text_bit": "They always lose.  [The] only good Indians are dead Indians. ","timecode": "00:13:43.000"},{"id": "60","speaker": "TB","text_bit": "Well was your Mama Billy George’s last child? ","timecode": "00:13:43.000"},{"id": "61","speaker": "LG","text_bit": "Youngest. ","timecode": "00:14:08.000"},{"id": "62","speaker": "TB","text_bit": "Who else did he leave, what other children? ","timecode": "00:14:08.000"},{"id": "63","speaker": "LG","text_bit": "Well he had my Uncle Johnny George.  He was three or four years older than my mother. ","timecode": "00:14:08.000"},{"id": "64","speaker": "TB","text_bit": "What was he like? ","timecode": "00:14:08.000"},{"id": "65","speaker": "LG","text_bit": "What was he like? ","timecode": "00:14:08.000"},{"id": "66","speaker": "TB","text_bit": "Yes. ","timecode": "00:14:08.000"},{"id": "67","speaker": "LG","text_bit": "Well he was a big man.  He was up to I’d say 175 to 200 pounds, big stature.  He was that, I always thought about him.  It looked like there was nothing bothered him. And he was like to me; he never had nothing.  But he worked in the saw mill and he didn’t have education and he could figure lumber. ","timecode": "00:14:29.000"},{"id": "68","speaker": "LG","text_bit": "I would tell him, I’d say how much lumber do you think it will take to build me a twelve by fourteen room?  And he’d figure it out and he would get at the saw mill and saw that lumber out, how much was in that piece.  He could figure it and he learned all of that by working at the saw mill. ","timecode": "00:14:57.000"},{"id": "69","speaker": "TB","text_bit": "Without a pencil and paper?  Who was Ella Starnes, was that his wife? ","timecode": "00:15:20.000"},{"id": "70","speaker": "LG","text_bit": "Ella Starnes.  I never, her name was--What was her name Elsie? Ella? ","timecode": "00:15:20.000"},{"id": "71","speaker": "EG","text_bit": "Hattie, yes Hattie Starnes. ","timecode": "00:15:49.000"},{"id": "72","speaker": "LG","text_bit": "Hattie Starnes was Johnny George’s wife. ","timecode": "00:15:49.000"},{"id": "73","speaker": "TB","text_bit": "Not Ella? ","timecode": "00:15:49.000"},{"id": "74","speaker": "EG","text_bit": "No, Hattie ","timecode": "00:15:49.000"},{"id": "75","speaker": "LG","text_bit": "Now she was a white woman and they had two children I believe.  Evans and Beulah went to Cherokee and he was father of more than that of Marvin, and Queely, and Cora. ","timecode": "00:15:49.000"},{"id": "76","speaker": "TB","text_bit": "Was Cora his daughter? ","timecode": "00:16:25.000"},{"id": "77","speaker": "LG","text_bit": "Well I don’t know, seems like to me. ","timecode": "00:16:25.000"},{"id": "78","speaker": "EG","text_bit": "He was staying with Cora’s mother.  But I don’t whether he was her daddy or not. ","timecode": "00:16:25.000"},{"id": "79","speaker": "LG","text_bit": "I don’t remember Elsie.  See I wasn’t down there and I don’t know how that thing came out.  Whether Nelson married Hattie, I mean Easter first and I don’t know when Cora was born. ","timecode": "00:16:25.000"},{"id": "80","speaker": "TB","text_bit": "But Cora was not Nelson’s. ","timecode": "00:16:54.000"},{"id": "81","speaker": "LG","text_bit": "No. It was either one of them, but I thought JP [John Pierce George] and Easter were married. ","timecode": "00:16:54.000"},{"id": "82","speaker": "EG","text_bit": "When Cora was born, that’s what I think. ","timecode": "00:16:54.000"},{"id": "83","speaker": "LG","text_bit": "Maybe he was caught in a trap as you’d say. That is exactly the way a lot of the Catawbas are fighting now and they got their genealogy line all fouled up by telling the name of the father when there was no marriage and you can’t go nowhere without a marriage.  You got to have a marriage. ","timecode": "00:16:54.000"},{"id": "84","speaker": "EG","text_bit": "Cora didn’t look like an Indian did she?  She was white. ","timecode": "00:17:32.000"},{"id": "85","speaker": "TB","text_bit": "Very beautiful. ","timecode": "00:17:32.000"},{"id": "86","speaker": "EG","text_bit": "Yes she was beautiful, she was. ","timecode": "00:17:32.000"},{"id": "87","speaker": "LG","text_bit": "I think Catawbas were the most beautiful Indians of the other tribes that I’ve seen.  I may just be saying that because I am a Catawba, but I’ve seen Cherokees and I’ve seen a few other tribes. ","timecode": "00:17:32.000"},{"id": "88","speaker": "TB","text_bit": "They are very pretty. ","timecode": "00:18:01.000"},{"id": "89","speaker": "EG","text_bit": "They seem to resemble one another though in some way. ","timecode": "00:18:01.000"},{"id": "90","speaker": "TB","text_bit": "Well the Catawbas too. ","timecode": "00:18:01.000"},{"id": "91","speaker": "LG","text_bit": "Yes, but the Catawbas here they had it.  When we had the farm down there at the Ferguson place, when we laid by, I’ll tell you what see, we was working on what you call a lien.  You would borrow so much money to work your crop and then when you’d gather your crop you’d pay off that and then the man that owned the land, he’d get his portion. ","timecode": "00:18:16.000"},{"id": "92","speaker": "LG","text_bit": "And you paid what you borrowed and what you had left, that was yours. And so my daddy-in-law he would give me and my brother; he would give us an acre.  And he said this is yours and well then when gathering time came if he didn’t make enough out of his [to] pay the lien, then he’d use a portion of ours because sometimes you didn’t have enough to make ends meet. ","timecode": "00:18:49.000"},{"id": "93","speaker": "EG","text_bit": "You meant your step-daddy but you said daddy-in-law? ","timecode": "00:19:19.000"},{"id": "94","speaker": "LG","text_bit": "In fact he was my father, but you see I didn’t take his name because there wasn’t a marriage.  I guess cause he raised me and I guess you would call it a common law marriage. ","timecode": "00:19:19.000"},{"id": "95","speaker": "TB","text_bit": "Who is Jewel? ","timecode": "00:19:19.000"},{"id": "96","speaker": "LG","text_bit": "He was a Starnes, Jim Starnes. ","timecode": "00:19:41.000"},{"id": "97","speaker": "TB","text_bit": "Oh, Jim Starnes. Oh, I see Jim Starnes raised you. ","timecode": "00:19:41.000"},{"id": "98","speaker": "LG","text_bit": "That’s right. Not the Nisbets. ","timecode": "00:19:41.000"},{"id": "99","speaker": "LG","text_bit": "The Nisbits wasn’t my, they claimed that Jules Nisbet was my brother’s father. ","timecode": "00:19:41.000"},{"id": "100","speaker": "TB","text_bit": "Oh, I see. ","timecode": "00:19:41.000"},{"id": "101","speaker": "LG","text_bit": "But there was no marriage you see, we all took our mother’s name which was George. ","timecode": "00:19:41.000"},{"id": "102","speaker": "TB","text_bit": "So you just kept George?  But Jim Starnes actually raised you? ","timecode": "00:20:08.000"},{"id": "103","speaker": "LG","text_bit": "That’s right. ","timecode": "00:20:08.000"},{"id": "104","speaker": "TB","text_bit": "What kind of fellow was he? ","timecode": "00:20:08.000"},{"id": "105","speaker": "LG","text_bit": "He was a fellow.  He was a good worker, he didn’t have any education and he worked all his life.  I heard a man tell him one time he was too honest for his own good; but he believed in work. ","timecode": "00:20:08.000"},{"id": "106","speaker": "LG","text_bit": "Every year he worked a farm he’d always take in a little more.  I cried many times to myself, grumbled.  He’d say “let’s clean that new ground off over yonder; you know how new ground plows.”  It’s different now though; you got tractors and trucks, no trouble: not what farming used to be.  What they called patchwork, two or three acres. ","timecode": "00:20:40.000"},{"id": "107","speaker": "TB","text_bit": "So there was you and you had a sister and brother? ","timecode": "00:21:14.000"},{"id": "108","speaker": "LG","text_bit": "Two sisters. ","timecode": "00:21:14.000"},{"id": "109","speaker": "TB","text_bit": "Two sisters? ","timecode": "00:21:14.000"},{"id": "110","speaker": "LG","text_bit": "One of them is dead and well my brothers dead too.  I have one sister living. ","timecode": "00:21:14.000"},{"id": "111","speaker": "TB","text_bit": "Eva, I talked to her a couple of years ago just for a bit. ","timecode": "00:21:14.000"},{"id": "112","speaker": "LG","text_bit": "But me and my brother after we’d lay by when we were down at farming down there [at] Ferguson Place and the Ashe [near Ashe ferry?].  And we farmed on the Caldwell Place. After we’d laid by we’d get a boat and two or three trot lines and we fished all the way from where Bowater is up to the Reservation. Just put them in and we’d fish for maybe three or four days and move on. ","timecode": "00:21:37.000"},{"id": "113","speaker": "TB","text_bit": "What would you do with all of those?  How many fish would you get? ","timecode": "00:22:12.000"},{"id": "114","speaker": "LG","text_bit": "Well we’d get a lot of them.  We’d sell them, here at the Bleachery. They had fellows over there that had fish fries, and they’d make soup and they’d come down and want so many.  Forty pounds of fish at a certain time and they’d want them dressed sometimes. ","timecode": "00:22:12.000"},{"id": "115","speaker": "LG","text_bit": "Of course it would cost them a little more if it was dressed.  We’d make boxes and put them in boxes. The river wasn’t polluted like it is now; you got good fish to eat. And old Dr. Jim Nisbet he’d buy a lot of fish; he’d buy all the fish you’d take over there. ","timecode": "00:22:37.000"},{"id": "116","speaker": "TB","text_bit": "Oh, that’s right.  Well could they keep them? ","timecode": "00:22:37.000"},{"id": "117","speaker": "LG","text_bit": "Well I don’t know how he kept them.  Me and Douglas Harris would take a crocus sack full and the colored people, you talk about them fussing, because they’d know they were going to have to dress them. ","timecode": "00:23:03.000"},{"id": "118","speaker": "TB","text_bit": "Oh, they didn’t want to do it? ","timecode": "00:23:03.000"},{"id": "119","speaker": "LG","text_bit": "All those fish, they didn’t want to. They’d say what will we do with all of these fish?  We used to work over there and cut wood for him.  A dollar and a half a cord, fifteen cents an hour to clean off the under brush. ","timecode": "00:23:21.000"},{"id": "120","speaker": "TB","text_bit": "Fifteen cents an hour.  How long would it take you to cut a cord of wood? ","timecode": "00:23:21.000"},{"id": "121","speaker": "LG","text_bit": "Well I’d cut a cord of wood and maybe by about one or two o’clock I’d have it cut.  Now Douglas Harris, me and him would cut together. I stayed with him and he could cut more wood than me; because he was raised—he cut wood a long time while I was working in the mill and there is a knack to it.  You have to learn how to do things when you get that ax to go in the wood and get that chip out of it. ","timecode": "00:23:45.000"},{"id": "122","speaker": "LG","text_bit": "And then we’d cut so much and we’d cord it up.  We’d have to rack it up, take a cord of 2 foot wood it would be sixteen feet long and four foot high. That would be two foot long, sixteen feet long and four foot up.  That’s a lot of chopping. You talking about chopping, that’s some chopping. ","timecode": "00:24:26.000"},{"id": "123","speaker": "TB","text_bit": "For a dollar and a half? ","timecode": "00:24:26.000"},{"id": "124","speaker": "LG","text_bit": "Dollar and a half a cord and he burned a wood furnace.  Stayed over there next to Van Wyck, the mansion is still over there now [Nisbet home]. We used to play ball and we’d have a pretty fair ball team.  In fact I got an appointment to try out with the Charlotte Hornets, when they was in the Atlantic League. ","timecode": "00:24:52.000"},{"id": "125","speaker": "LG","text_bit": "I was getting married and at that time ball players didn’t get very much, very little they’d get and and in the winter time they was on their own.  They didn’t have anything to fall back on so I didn’t go; couldn’t afford to but I played in the County League at Chester, Lancaster County, and Rock Hill. ","timecode": "00:25:21.000"},{"id": "126","speaker": "TB","text_bit": "Well who organized the Catawba team? ","timecode": "00:25:49.000"},{"id": "127","speaker": "LG","text_bit": "Well different ones, whoever sometime John Brown, I think. What they’d do, they’d get together and make up a little money to buy some balls and a bat.  So if anybody wanted to play he’d go out and see if he could play.  They had some pretty good ball players. Some of them were pretty fair pitchers. ","timecode": "00:25:49.000"},{"id": "128","speaker": "TB","text_bit": "Do any games stand out?  I read all about the ball games in the newspapers.  There was good coverage for the ball team.  What kind of success did the Catawbas have? ","timecode": "00:26:26.000"},{"id": "129","speaker": "LG","text_bit": "Let’s see.  Me and Douglas and Marvin and one or two more played with Van Wyck over there in the Lancaster County league and we played twenty-six games. ","timecode": "00:26:26.000"},{"id": "130","speaker": "LG","text_bit": "That was something and I was catching and in the twenty-four games I caught we won twenty-four games and the two that I didn’t catch we lost. We won twenty-four games out of twenty-six. ","timecode": "00:26:56.000"},{"id": "131","speaker": "TB","text_bit": "That’s incredible.  Now that’s not the Catawba team? ","timecode": "00:26:56.000"},{"id": "132","speaker": "LG","text_bit": "No.  The Catawbas usually played down at Catawba Junction.  [They] came to Rock Hill and played most of the mill teams.  They used to play in that league around here and I’ll tell you one thing—everybody, every woman and child and family would be at the ball game if they could get there. ","timecode": "00:27:15.000"},{"id": "133","speaker": "TB","text_bit": "Everybody from the Reservation? ","timecode": "00:27:40.000"},{"id": "134","speaker": "LG","text_bit": "Everybody would go to those games.  There wasn’t any other recreation. We walked to Rock Hill and played ball and down at Catawba. ","timecode": "00:27:40.000"},{"id": "135","speaker": "TB","text_bit": "After you walked and then you played ball? ","timecode": "00:27:40.000"},{"id": "136","speaker": "LG","text_bit": "We walked up here.  Yes and played ball and walked back.  Played right over here at Industrial mill. ","timecode": "00:27:40.000"},{"id": "137","speaker": "TB","text_bit": "Where did you get the energy? ","timecode": "00:28:05.000"},{"id": "138","speaker": "LG","text_bit": "I thought about that a lot of times.  You see people going along jogging now, well we’d run, get a little trot on us and we didn’t think nothing about it.  But I’ll tell you one thing when I was cutting wood and playing baseball I smoked.  You’ve heard tell that gold is green haven’t you? ","timecode": "00:28:05.000"},{"id": "139","speaker": "TB","text_bit": "Yes. ","timecode": "00:28:05.000"},{"id": "140","speaker": "LG","text_bit": "Tobacco is gold.  Well me and Douglas were [inaudible] and every time we cut wood and smoked we had short wind; same way when we played ball.  We’d run and run and then go to panting.  We’d be out of wind. We didn’t smoke too much, we had good wind. And I knew it was hurting me but I smoked anyhow. ","timecode": "00:28:29.000"},{"id": "141","speaker": "TB","text_bit": "You knew it all along.  It didn’t take the government to tell you. ","timecode": "00:29:09.000"},{"id": "142","speaker": "LG","text_bit": "No I knew it was ah, I guess I had been married several years before I—Well I did quit before I married but then I started back.  But I never was a very big smoker.  I smoked a few, a pack. ","timecode": "00:29:09.000"},{"id": "143","speaker": "TB","text_bit": "Do you know anything about John Brown? ","timecode": "00:29:09.000"},{"id": "144","speaker": "LG","text_bit": "Well John was a – ","timecode": "00:29:09.000"},{"id": "145","speaker": "TB","text_bit": "I know you know all about John Brown. ","timecode": "00:29:09.000"},{"id": "146","speaker": "LG","text_bit": "He used to be a mean fellow.  He’d fight a snake if he could.  He wasn’t a big man.  He was a tall slim fellow but he was a real man; he had several big fights. But the thing that I remember so much about him; the first automobile I believe I ever saw was his automobile. ","timecode": "00:29:45.000"},{"id": "147","speaker": "LG","text_bit": "And he had a strap running from the [inaudible] up there and tied down to the fender somewhere down there, a leather strap.  And he bought—he was the [first] one I ever saw that had a car, except old Dr. Hill.  Now Dr. Hill had a T model that he drove before then and later John Brown got him a T model. ","timecode": "00:30:17.000"},{"id": "148","speaker": "LG","text_bit": "And he used to get a few drinks in him and he’d get Roy, [or] or some of them and he’d get in and sometimes he’d have the top down and he had his legs laying up on the door and a cigar in his mouth. And they had this old horn, I can’t think of the name of it, but it blowed by the muffler or something and it sounded like an old train and you’d hear that thing coming [makes horn noise] you could hear it way down and he’d be coming and he managed the ball team.  I mean he had any money; he didn’t have to go around, he’d buy balls and— ","timecode": "00:30:43.000"},{"id": "149","speaker": "TB","text_bit": "He supported the team? ","timecode": "00:31:38.000"},{"id": "150","speaker": "LG","text_bit": "Oh yes. In fact they’d draw a little money, the state appropriated so much money every year and they’d go down on payday.  Wouldn’t get much to start with and then take out so much for the school and so much for the doctor and when they got around to it,  you maybe get a few dollars. ","timecode": "00:31:38.000"},{"id": "151","speaker": "LG","text_bit": "And they’d have a little collection and get some balls and bats and a lot of times those balls would be torn and you’d have to sew it up.  They would hit it so hard it would break. ","timecode": "00:32:12.000"},{"id": "152","speaker": "TB","text_bit": "Were you there when John Sanders [Brown] cut Bill?  John Brown cut Bill Sanders. ","timecode": "00:32:34.000"},{"id": "153","speaker": "LG","text_bit": "It wasn’t at church, but we lived down there at the time. I heard; I don’t know whether we heard it that night or what but anyhow somebody told me that John Brown had cut Bill.  Bill Sanders cut Bill bad and said that he got cut and Early had got cut; Early and John Brown jumped on Bill and Bill would have had a knife ","timecode": "00:32:34.000"},{"id": "154","speaker": "LG","text_bit": "What Bill had was, he had something like this [gets out a small pen knife].  Bill had a little knife like that. ","timecode": "00:33:16.000"},{"id": "155","speaker": "TB","text_bit": "A pen knife. ","timecode": "00:33:16.000"},{"id": "156","speaker": "LG","text_bit": "Yes and maybe not as large as that. And John Brown and them had big knives. If Bill had had a big knife he would have took both of them. Bill was a big stout man, but they worked him over. ","timecode": "00:33:16.000"},{"id": "157","speaker": "LG","text_bit": "He was cut all over and he went back of the church and went in the woods back there.  And it was a good while before they got him out of there. I don’t know how in the world they kept him from bleeding to death, but still that didn’t stop Bill from being mean, he was still mean. ","timecode": "00:33:46.000"},{"id": "158","speaker": "TB","text_bit": "He was just as mean as John Brown? ","timecode": "00:33:46.000"},{"id": "159","speaker": "LG","text_bit": "Oh yes.  He was always into something.  John Brown was too mean; he’d get to drinking. ","timecode": "00:33:46.000"},{"id": "160","speaker": "LG","text_bit": "That’s what the majority of the Catawbas would do when they’d get – John Brown, I don’t know whether [he] jerked Wheelock’s ear or bit it off.  Doris’s father now he was a tough little fellow, Wheelock was— ","timecode": "00:34:19.000"},{"id": "161","speaker": "TB","text_bit": "Was he? ","timecode": "00:34:19.000"},{"id": "162","speaker": "LG","text_bit": "He wasn’t very big but he played football out at Carlisle and I don’t know how in the world they ever hemmed him up because he was a little chunky fellow and he was round. ","timecode": "00:34:19.000"},{"id": "163","speaker": "LG","text_bit": "He told me one time—he used to board with us – he was a shipping clerk over at the mill and he told me he got hurt.  Got hurt in his chest and they were keeping him out and the team wasn’t doing too good and they got down there [towards the goal].  I don’t know how close it was to the goal line and how many downs, but he said they taped him up and put a—he called it a washboard, but it wasn’t no washboard. ","timecode": "00:34:55.000"},{"id": "164","speaker": "LG","text_bit": "You’ve seen these old washboards and put that over him and said they run him in there and he went in for a touchdown.  But when he got in there it knocked him out again. He was a mean little sucker too, yes he was tough. ","timecode": "00:35:36.000"},{"id": "165","speaker": "TB","text_bit": "What did he do to aggravate John Brown? ","timecode": "00:35:36.000"},{"id": "166","speaker": "LG","text_bit": "I don’t know.  They was in a wagon.  I don’t know if they were out on the road or they were together.  It was somewhere up close to where the church is now down there at that place called Old Deer Lick, I mean Old Hickory Flat, a little.  Somewhere up in there was where they got into it; they claimed that Brown grabbed his ear and jerked it off.  That would be pretty hard to do wouldn’t it? You have to have a good grip. ","timecode": "00:36:01.000"},{"id": "167","speaker": "TB","text_bit": "You have to have a good grip. ","timecode": "00:36:36.000"},{"id": "168","speaker": "LG","text_bit": "But it didn’t look like it was bit off cause it was off I mean right up to the— ","timecode": "00:36:36.000"},{"id": "169","speaker": "TB","text_bit": "It was clean off. ","timecode": "00:36:36.000"},{"id": "170","speaker": "LG","text_bit": "Yes, he had a little bit of this down here [touches earlobe], just a little bit. ","timecode": "00:36:36.000"},{"id": "171","speaker": "TB","text_bit": "The lobe?  They didn’t press charges? ","timecode": "00:36:36.000"},{"id": "172","speaker": "LG","text_bit": "No, down there, things [would] happen and they’d soon get over it. Because it always seemed like to me they was trying to—there was a division in the tribe and always was, still is.  You take the Harris’s, whenever Harris was a chief, if they had a chief in there named Harris all Harris’s would come first. ","timecode": "00:37:00.000"},{"id": "173","speaker": "LG","text_bit": "And then when Blue would be chief and all the Blues would come first and there wasn’t enough of the Georges.  They’d have to join them; join one of them.  We’d have to get with them. ","timecode": "00:37:35.000"},{"id": "174","speaker": "TB","text_bit": "You’d have to join one group. ","timecode": "00:37:35.000"},{"id": "175","speaker": "LG","text_bit": "We’d try to get on the winning side. ","timecode": "00:37:35.000"},{"id": "176","speaker": "TB","text_bit": "Were you ever on the Council? ","timecode": "00:37:35.000"},{"id": "177","speaker": "LG","text_bit": "No. ","timecode": "00:37:59.000"},{"id": "178","speaker": "TB","text_bit": "You never fooled with that? ","timecode": "00:37:59.000"},{"id": "179","speaker": "LG","text_bit": "No. I’ve always been a leader in about everything I got into, but I never got into that. ","timecode": "00:37:59.000"},{"id": "180","speaker": "TB","text_bit": "How come? ","timecode": "00:37:59.000"},{"id": "181","speaker": "LG","text_bit": "Well I never was down there. And there wasn’t nothing, I mean, they didn’t do nothing. ","timecode": "00:37:59.000"},{"id": "182","speaker": "TB","text_bit": "You mean the Chief had no real— ","timecode": "00:37:59.000"},{"id": "183","speaker": "LG","text_bit": "Well he couldn’t do nothing.  He had nothing to do with and he didn’t know what to do.  I remember time and again, Elsie’s father, Sam Blue, would go to Columbia down to the assembly to talk for the Catawbas. ","timecode": "00:37:59.000"},{"id": "184","speaker": "LG","text_bit": "They’d promise him they were going to do this and that and they was a senator came from Washington.  I can’t think of his name. ","timecode": "00:38:45.000"},{"id": "185","speaker": "TB","text_bit": "Richards? ","timecode": "00:38:45.000"},{"id": "186","speaker": "LG","text_bit": "I don’t know what state, but if you tell me his name I’ll remember. Well anyway he come to the Catawbas and he visited around and I remember my Uncle Johnny George.  He was a kind of witty fellow and they had three or four old horses and mules. That was all they had on the Reservation. ","timecode": "00:38:45.000"},{"id": "187","speaker": "TB","text_bit": "Was that in the 30’s? ","timecode": "00:39:26.000"},{"id": "188","speaker": "LG","text_bit": "Yes this was back when times were real tough and they didn’t have nothing. ","timecode": "00:39:26.000"},{"id": "189","speaker": "TB","text_bit": "What do you—? ","timecode": "00:39:26.000"},{"id": "190","speaker": "LG","text_bit": "One of those senators, he didn’t ask no particular one, there was four or five of them in a group.  These went to the church and he said “What do you feed your horses and mules?” ","timecode": "00:39:26.000"},{"id": "191","speaker": "LG","text_bit": "And he said “three W’s” that’s what my uncle said, three bundles, wind, water, and whip and that senator looked at him and said “Now I ain’t down here for no foolishness now.” ","timecode": "00:39:55.000"},{"id": "192","speaker": "TB","text_bit": "He was telling the truth though. ","timecode": "00:39:55.000"},{"id": "193","speaker": "LG","text_bit": "Yes, there wasn’t much.  I seen a Davie, David Ayers, Davis Ayers. He was a little—he was a little short fellow. ","timecode": "00:40:15.000"},{"id": "194","speaker": "TB","text_bit": "That’s the old man? ","timecode": "00:40:15.000"},{"id": "195","speaker": "LG","text_bit": "Yes.  He was old and he traded a lot of horses and mules.  They’d come to Rock Hill up here and they’d haul wood and they’d swap and he had an old mule get down  [ill], poor, and he took him a bottle of soda.  Put it in a big bottle and filled it with water and shook that thing up and poured it in that mule. ","timecode": "00:40:15.000"},{"id": "196","speaker": "LG","text_bit": "And you talk about the mule getting, he just blowed him up, that old mule looked like he was fat. It had blowed up.  I don’t know how in the world they ever thought about a thing like that. Horse traders were sharp. ","timecode": "00:40:55.000"},{"id": "197","speaker": "TB","text_bit": "Did he sell it? ","timecode": "00:40:55.000"},{"id": "198","speaker": "LG","text_bit": "He’d take it and trade it.  There ain’t nothing wrong with it.  It was getting fat. ","timecode": "00:41:14.000"},{"id": "199","speaker": "TB","text_bit": "Did you know that Davis Ayers real well?  What was he like? ","timecode": "00:41:14.000"},{"id": "200","speaker": "LG","text_bit": "Well he was a fellow that grunted all the time; there was always something wrong with him.  You got some fellows and you’d say how do you feel and they’d say “I’d like to have died last night.” ","timecode": "00:41:14.000"},{"id": "201","speaker": "TB","text_bit": "He had a terrible fight with John Brown. ","timecode": "00:41:14.000"},{"id": "202","speaker": "LG","text_bit": "What? ","timecode": "00:41:14.000"},{"id": "203","speaker": "TB","text_bit": "He had a terrible fight with John Brown. ","timecode": "00:41:14.000"},{"id": "204","speaker": "LG","text_bit": "He might have.  There is some of them that I don’t even know about. ","timecode": "00:41:50.000"},{"id": "205","speaker": "TB","text_bit": "But John Brown ended up in jail, I think thirty days. ","timecode": "00:41:50.000"},{"id": "206","speaker": "LG","text_bit": "Well they’d didn’t [couldn’t] do much with John. ","timecode": "00:41:50.000"},{"id": "207","speaker": "TB","text_bit": "Well how bad?  You said the bad times, just how bad was it? ","timecode": "00:41:50.000"},{"id": "208","speaker": "LG","text_bit": "Well I’ll tell you the way it was.  I seen many a time, during the time that I was down there and maybe the family over the hill would come over and they’d send a boy or girl and said “Mama wanted to borrow enough for dinner” or they’d borrow a piece of meat or lard till they’d got to town so they could get some. ","timecode": "00:42:17.000"},{"id": "209","speaker": "LG","text_bit": "And people back then they didn’t think nothing about that. If they had it; you got it. But after that, whenever some of them got to where some of them got two dollars and the other didn’t have but one. Well, he thought he was a little above him. Well I’ll tell you I never did have no money, but the Army ruined me. ","timecode": "00:42:55.000"},{"id": "210","speaker": "LG","text_bit": "I didn’t have no responsibilities when I was in the Army. I was in there thirty-six months; well I got longevity. I got six months that I was in the National Guard, so I was getting my money and sending my mother an allotment, putting a little bit in the bank and I had all I wanted to spend and I didn’t have no responsibilities for clothes or food. ","timecode": "00:43:27.000"},{"id": "211","speaker": "TB","text_bit": "Roof over your head. Everything provided. ","timecode": "00:44:01.000"},{"id": "212","speaker": "LG","text_bit": "That will ruin a man. ","timecode": "00:44:01.000"},{"id": "213","speaker": "TB","text_bit": "Well how will it ruin you? ","timecode": "00:44:01.000"},{"id": "214","speaker": "LG","text_bit": "Well I mean –I’m the kind of a fellow that I don’t want people to tell me everything that I do. I like to do some things on my own. Now if a man wanted to make a career out of it [that] would be alright. There isn’t nothing wrong with it. ","timecode": "00:44:01.000"},{"id": "215","speaker": "TB","text_bit": "Yes, that grated against you being told what to do. You never got in hot water? Did you get in hot water? ","timecode": "00:44:29.000"},{"id": "216","speaker": "LG","text_bit": "No. ","timecode": "00:44:29.000"},{"id": "217","speaker": "TB","text_bit": "I didn’t neither. I was scared. ","timecode": "00:44:29.000"},{"id": "218","speaker": "LG","text_bit": "Well I’ll tell you one thing. I was scared. A fellow told me “I don’t see – I wished I was –I don’t know how you do it. You get up there and go right in.” He said “you ain’t scared of nothing are you?” And I said boy if you knew how scared I was. ","timecode": "00:44:29.000"},{"id": "219","speaker": "LG","text_bit": "I said what if I tell all those men I’m scarder than they are. Now I’m telling you a man get up there and he’d say he ain’t scared there was something wrong with him. The Germans could put an eighty-eight [88mm anti-tank artillery gun] in your pocket. I was just about shell shocked when I came out. [Final words inaudible]. ","timecode": "00:44:59.000"},{"id": "220","speaker": "TB","text_bit": "I bet. ","timecode": "00:44:59.000"},{"id": "221","speaker": "NOTE","text_bit": "[Break] ","timecode": "00:45:02.000"},{"id": "222","speaker": "LG","text_bit": "Johnny George you know he followed a saw mill for a fellow named Percy and he would, he owned this saw mill and he’d go way down in the [inaudible] and go to Winnsboro around the long leaf pines, he’d follow the saw mills out. ","timecode": "00:45:40.000"},{"id": "223","speaker": "TB","text_bit": "Just went with them wherever they want? ","timecode": "00:46:08.000"},{"id": "224","speaker": "LG","text_bit": "Followed them up. He used to hunt a good bit.  He told me about hunting wild turkey over there in the Nisbet Woods.  He knew where they roosted.  All the Indians know where the turkeys roost and the deer, everything else.  He said you could go there at that turkey roost early in the morning, four o’clock before day[light] when it was still dark. ","timecode": "00:46:08.000"},{"id": "225","speaker": "LG","text_bit": "He said you better look good because when you see them up there and he’d set where you could see them.  See the bulk of them when it would get just about daylight, just about to where they could see them, out of there they’d come.  Yes they’d fly out of there. I forget how many black birds he told me he killed.  One time when snow was on the ground he said there was a big old tree that had cracked open; lightning had hit. ","timecode": "00:46:39.000"},{"id": "226","speaker": "LG","text_bit": "It had died and the bark had pulled loose, but still hanging out and the birds went in there to roost and he took a big pole and hit that bark.  He said there was a lot of birds in there. ","timecode": "00:47:12.000"},{"id": "227","speaker": "TB","text_bit": "Did he eat them? ","timecode": "00:47:12.000"},{"id": "228","speaker": "LG","text_bit": "Yes.  Wasn’t no large bird, but black birds there ain’t much to them. ","timecode": "00:47:12.000"},{"id": "229","speaker": "TB","text_bit": "Well how would you fix something like a black bird? ","timecode": "00:47:41.000"},{"id": "230","speaker": "LG","text_bit": "What I’d do skin it, I’d skin the feathers off, I wouldn’t try to pick it. Pluck it. ","timecode": "00:47:41.000"},{"id": "231","speaker": "TB","text_bit": "[laughs] That would take a long time. ","timecode": "00:47:41.000"},{"id": "232","speaker": "LG","text_bit": "I guess you could make a pie out of it.  You could fry them, or you could cook them.  Just about like anything else. ","timecode": "00:47:41.000"},{"id": "233","speaker": "TB","text_bit": "Well what would you do?  Did you eat the bones? ","timecode": "00:47:41.000"},{"id": "234","speaker": "LG","text_bit": "No. ","timecode": "00:47:41.000"},{"id": "235","speaker": "TB","text_bit": "You’d have to pick those out.  It’d be hard to eat. Have you eaten them? ","timecode": "00:48:05.000"},{"id": "236","speaker": "LG","text_bit": "Well, I may have back when I was young. I don’t remember. ","timecode": "00:48:05.000"},{"id": "237","speaker": "TB","text_bit": "But people commonly ate them. ","timecode": "00:48:05.000"},{"id": "238","speaker": "LG","text_bit": "Yes. ","timecode": "00:48:05.000"},{"id": "239","speaker": "TB","text_bit": "Have you ever gone to get honey out of a tree? ","timecode": "00:48:05.000"},{"id": "240","speaker": "LG","text_bit": "Oh, yeah. ","timecode": "00:48:05.000"},{"id": "241","speaker": "TB","text_bit": "How do you do that?  Who did you go with? ","timecode": "00:48:05.000"},{"id": "242","speaker": "LG","text_bit": "I went with Jim Starnes and we stayed right here, and they stayed over on the Bebo’s? Place, and he’d squirrel hunt and he’d and watch a bee.  Suck flowers or go to a branch where they sucked mud and he would watch them. A bee, when he gets loaded and his legs would get all that honey or whatever he gets on there to make honey; he’ll make a circle and go round and round and after he gets up so high he’ll make a bee line to where his tree is. ","timecode": "00:48:27.000"},{"id": "243","speaker": "LG","text_bit": "So he found one over here and it wasn’t too high up but it was a, he couldn’t get the honey out of it, without cutting some of it out.  And what he’d do he would get some cloth and put sulphur in it and then wrap it and he’d set it afire and that sulphur would kill a bee. ","timecode": "00:49:11.000"},{"id": "244","speaker": "LG","text_bit": "It would kill him dead as a nail and he would just stick a little bit at the hole and it would go right up to the top.  He’d take his ax and cut down and then cut up and he’d block it out. I’d seen him take and tie a string around his shirt sleeve down here [demonstrates], button his collar and run his hand up in that tree and come out with comb honey that big, bees all over it. ","timecode": "00:49:42.000"},{"id": "245","speaker": "LG","text_bit": "He’d just rake the bees off.  I could be as far as from here to that road out yonder and a bee, he’d find me.  I don’t know how he’d do it, at night.  I went with him at night and he’d get up there and we’d get everything till we’d get to where the bees were and I got stung. ","timecode": "00:50:18.000"},{"id": "246","speaker": "TB","text_bit": "You’d get stung? ","timecode": "00:50:18.000"},{"id": "247","speaker": "LG","text_bit": "Well I mean he’d hurt me. ","timecode": "00:50:40.000"},{"id": "248","speaker": "TB","text_bit": "Did he ever get stung? ","timecode": "00:50:40.000"},{"id": "249","speaker": "LG","text_bit": "Once in a while a bee would get to him and he’d pull the stinger out. ","timecode": "00:50:40.000"},{"id": "250","speaker": "TB","text_bit": "And he’d go on? ","timecode": "00:50:40.000"},{"id": "251","speaker": "LG","text_bit": "You know a bee will leave a stinger in you.  He wasn’t scared of them at all.  There’s a little black one here and I believe he called it a German Bee. He’ll eat you up. ","timecode": "00:50:40.000"},{"id": "252","speaker": "TB","text_bit": "So he wouldn’t have any trouble finding that tree? ","timecode": "00:51:12.000"},{"id": "253","speaker": "LG","text_bit": "No he’d go – you know, when its real warm, a real hot day. You can go as close as from here to the road to a bee tree and you can smell that honey. ","timecode": "00:51:12.000"},{"id": "254","speaker": "TB","text_bit": "Oh really. ","timecode": "00:51:12.000"},{"id": "255","speaker": "LG","text_bit": "Yeah.  Isabelle’s [Isabelle George] right over here, she had a big tree right in her yard and them bees, I don’t know how many years they was there, and you could drive over and walk up the driveway and smell that honey. ","timecode": "00:51:12.000"},{"id": "256","speaker": "LG","text_bit": "But I never did like honey like that only when you did get it right out of the comb, or right out of the tree. You know honey is warm. ","timecode": "00:51:46.000"},{"id": "257","speaker": "TB","text_bit": "Oh, is it?  This is raw honey? ","timecode": "00:51:46.000"},{"id": "258","speaker": "LG","text_bit": "Yes, that’s the only kind I like to eat.  Raw honey and a lot of times it will make you sick if you eat too much of it. ","timecode": "00:51:46.000"},{"id": "259","speaker": "TB","text_bit": "Is it too rich? ","timecode": "00:52:08.000"},{"id": "260","speaker": "LG","text_bit": "Yes too rich and I mean you get a good piece of clear comb you know, eat that and boy—chew that beeswax [reverential tone]. ","timecode": "00:52:08.000"},{"id": "261","speaker": "TB","text_bit": "It was good, good stuff.  What else did you hunt? ","timecode": "00:52:08.000"},{"id": "262","speaker": "LG","text_bit": "Well I killed a few ducks, rabbits a lot.  I killed twenty-two rabbits in one day with a slingshot when snow was on the ground. ","timecode": "00:52:29.000"},{"id": "263","speaker": "TB","text_bit": "Well how on earth – I mean, how could you ever kill a rabbit with a slingshot? ","timecode": "00:52:29.000"},{"id": "264","speaker": "LG","text_bit": "I’ll tell you what I did.  We was living down at the old reservation, I was living over there with my Aunt Betty; she was my mother’s half-sister.  Betty, she was a Crawford and I was staying over there with her. So I went over to the river and there was a big island over there. ","timecode": "00:52:45.000"},{"id": "265","speaker": "LG","text_bit": "And right at the upper end of it where the water would get up and wash there was plenty of rock and you could get them any size.  Big ones, rubbing rocks, any size, little round ones just to fit a slingshot you know. ","timecode": "00:53:08.000"},{"id": "266","speaker": "LG","text_bit": "So I filled my pocket up one day and I went, the old house was up about that high and I just took mine out of my pocket and laid them right up under the house and that night it came a snow and you know that old house wasn’t sealed.  All around the edge of that wall all the way you could see snow about that deep. ","timecode": "00:53:26.000"},{"id": "267","speaker": "TB","text_bit": "Inside? ","timecode": "00:53:51.000"},{"id": "268","speaker": "LG","text_bit": "Yes, inside. ","timecode": "00:53:51.000"},{"id": "269","speaker": "TB","text_bit": "Log cabin? ","timecode": "00:53:51.000"},{"id": "270","speaker": "LG","text_bit": "No it was an old frame house. Ben Harris died the day before that and they were going to bury him that day and they went over and dug that grave.  And the snow was deep enough that a rabbit, he couldn’t jump up and run, he’d jump up and maybe he’d jump up twice and then go under the snow. ","timecode": "00:53:51.000"},{"id": "271","speaker": "LG","text_bit": "So after they buried Ben, after the funeral, I came back and my Uncle Johnny George, he got a crocus sack. That we would pick cotton [with], a big sack.  I found two [rabbits] setting down there on the branch.  The old rabbit, when it would snow he’d want to get around the edge of the water. ","timecode": "00:54:21.000"},{"id": "272","speaker": "LG","text_bit": "I don’t know why or what, but anyway I’d take the slingshot and he had a stick. He had a stick about this long, and the old rabbit he’d jump up maybe two or three times.  He couldn’t move much because you’d see it and you’d look and see his head or and eye or something. ","timecode": "00:54:49.000"},{"id": "273","speaker": "LG","text_bit": "Where he was breathing; I’d take that slingshot and shoot him.  I’d shoot him right in the head. That was good rabbit.  Well the next day my brother and them–and Jim Starnes’s mother was living down on the Caldwell Place next to Catawba Junction—and so I go there and the snow had melted a good bit and a rabbit could run. ","timecode": "00:55:18.000"},{"id": "274","speaker": "LG","text_bit": "So we had the dogs, they had rabbit dogs down there and they took the shotgun and I still took my slingshot and I could catch him where he wouldn’t jump up too quick to see.  Well I’d shoot him with my slingshot and if I missed him they’d get him with the shotgun. My mother made rabbit sausage.  You just take the back part and the hind legs, the meaty parts. Cut that off and take up some pork and take a sausage grinder and grind him up. ","timecode": "00:55:51.000"},{"id": "275","speaker": "TB","text_bit": "And then make regular sausage? ","timecode": "00:56:31.000"},{"id": "276","speaker": "LG","text_bit": "It was good. ","timecode": "00:56:31.000"},{"id": "277","speaker": "TB","text_bit": "That’s incredible. Did a lot of people hunt with a slingshot like that? ","timecode": "00:56:31.000"},{"id": "278","speaker": "LG","text_bit": "Oh, everybody had a slingshot. ","timecode": "00:56:31.000"},{"id": "279","speaker": "TB","text_bit": "Because it was free? ","timecode": "00:56:31.000"},{"id": "280","speaker": "LG","text_bit": "You couldn’t hardly buy shells. ","timecode": "00:56:31.000"},{"id": "281","speaker": "TB","text_bit": "Too expensive? ","timecode": "00:56:31.000"},{"id": "282","speaker": "LG","text_bit": "Well no they weren’t expensive.  We just didn’t have any money.  There was a man that came to the reservation, took sample of the soil in the road and took a sample out in a field.  And there was very little difference in them; there is no topsoil. ","timecode": "00:56:53.000"},{"id": "283","speaker": "TB","text_bit": "None? ","timecode": "00:56:53.000"},{"id": "284","speaker": "LG","text_bit": "It used to be that the reservation would be burned off every year. ","timecode": "00:57:16.000"},{"id": "285","speaker": "TB","text_bit": "They’d just burn it off [laughs]? ","timecode": "00:57:16.000"},{"id": "286","speaker": "LG","text_bit": "They’d burn it off.  If there was a rabbit around they’d burn it off to get it [laughs]. Very little wood, [inaudible] now they got plenty of wood. ","timecode": "00:57:16.000"},{"id": "287","speaker": "TB","text_bit": "It’s pretty now, but at that time it was almost denuded then. ","timecode": "00:57:16.000"},{"id": "288","speaker": "LG","text_bit": "Little scrub brush, no trees.  In 1916 when they had the big flood I went down next to the ferry landing where the river was bank to bank.  And on the other side, it was a high hill on this side, it was all over the bottoms. ","timecode": "00:57:41.000"},{"id": "289","speaker": "LG","text_bit": "You could see whole houses, roofs of houses you know coming down, old chicken, two or three chickens one time, and there was a big ole tree log hit a—I guess it hit a rock or something or other on the bottom and that thing shot up out of the water.  Cotton bales would be coming around in the bottoms and there were several around the Eady’s? Place. ","timecode": "00:58:06.000"},{"id": "290","speaker": "LG","text_bit": "And when that water went down there was a bunch of them.  Jim Starnes, Nelson Blue, [and] John George they’d go down there and get the bales of cotton out and they’d get so much a bale. ","timecode": "00:58:37.000"},{"id": "291","speaker": "TB","text_bit": "It wasn’t ruined? ","timecode": "00:58:37.000"},{"id": "292","speaker": "LG","text_bit": "Well, yes.  It wasn’t ruined.  You see the water washed out of Carhartt Mill. They had a warehouse and it cleaned out that and a lot of cotton come down the river. ","timecode": "00:58:55.000"},{"id": "293","speaker": "TB","text_bit": "They could claim it and sell it? ","timecode": "00:58:55.000"},{"id": "294","speaker": "LG","text_bit": "Well the people with companies would pay them.  All they had to do was pull it to the bank and they’d come and get it.  It was years later you’d see old bales of cotton out there still, where it had been left. ","timecode": "00:58:55.000"},{"id": "295","speaker": "TB","text_bit": "Yes, was, just sitting there. Hadn’t been found and it would still be there. ","timecode": "00:59:27.000"},{"id": "296","speaker": "LG","text_bit": "I kind of thought maybe that might have been the reason they had the influenza was so bad down there in 1918. ","timecode": "00:59:27.000"},{"id": "297","speaker": "TB","text_bit": "Do you remember that? ","timecode": "00:59:27.000"},{"id": "298","speaker": "LG","text_bit": "I remember when I had it.  I, my mother had a little; it was nothing but a board just about as wide as one of these in the bookcase and had it nailed up and it had little braces under it. ","timecode": "00:59:27.000"},{"id": "299","speaker": "LG","text_bit": "She had books up there and my bed was right there and my fever got so high that I thought the house was falling in on me.  And I was hollering at my sister, my older sister to get out of the house.  The house was falling in and she had to grab me and I finally got up and finally got outside and she got me back in the house and a few days later my fever went down. ","timecode": "01:00:02.000"},{"id": "300","speaker": "LG","text_bit": "And I got to where I could sit up a little bit.  I thought I would walk up to the barn.  The barn was about as far as from here as the house across the road.  I got half way and I got so weak I like to have not made it back and there was more people sick and dying around there.  Everyday somebody would come by; so-and-so died and it cleaned out John Brown’s family pretty good. ","timecode": "01:00:40.000"},{"id": "301","speaker": "TB","text_bit": "What did your Mama give you to, how did they treat it?  Influenza. ","timecode": "01:01:19.000"},{"id": "302","speaker": "LG","text_bit": "Well they didn’t give us nothing, but we had a doctor, Dr. Hill. And all he would give you as I remember would be tallow or rhubarb and Epsom salts. And if they had any aspirin that would have been about the best thing I reckon they could have given you because it would have kept the fever down. ","timecode": "01:01:19.000"},{"id": "303","speaker": "TB","text_bit": "Right, but no aspirin? ","timecode": "01:01:54.000"},{"id": "304","speaker": "LG","text_bit": "Not as I know of.  That’s about all I know.  They got so that I guess probably, the field of medicine now, they can do about most anything. ","timecode": "01:01:54.000"},{"id": "305","speaker": "TB","text_bit": "They can take you apart and put you back together. ","timecode": "01:01:54.000"},{"id": "306","speaker": "LG","text_bit": "Sure. A fellow had a heart attack.  They thought he had a heart attack but he didn’t and they operated on him and said he had to have a plastic tube to find out he had gall stones.  They operated on the gall stones and that fellow is getting along and that tube didn’t hurt him, putting it in him. ","timecode": "01:02:17.000"},{"id": "307","speaker": "TB","text_bit": "This was just recently? ","timecode": "01:02:17.000"},{"id": "308","speaker": "LG","text_bit": "Yes, but it wasn’t here.  This was over in Gaffney I think. ","timecode": "01:02:42.000"},{"id": "309","speaker": "TB","text_bit": "You mentioned your Aunt Betsy Crawford.  Do you know anything about her?  Who was her dad? ","timecode": "01:02:42.000"},{"id": "310","speaker": "LG","text_bit": "I don’t know. ","timecode": "01:02:42.000"},{"id": "311","speaker": "TB","text_bit": "There was a Bob Crawford who went to the Civil War, Robert Crawford. ","timecode": "01:02:42.000"},{"id": "312","speaker": "LG","text_bit": "Now it seems like now Robert was her father.  She had the same mother [inaudible]. ","timecode": "01:03:07.000"},{"id": "313","speaker": "TB","text_bit": "But she never talked about that. ","timecode": "01:03:07.000"},{"id": "314","speaker": "LG","text_bit": "No I guess if I had thought about the thing.  I went there when we stayed over in the Mill Village and I went to visit her one weekend.  And I took the chicken pox while I was there and I had to stay two weeks. ","timecode": "01:03:07.000"},{"id": "315","speaker": "TB","text_bit": "And she took care of me? ","timecode": "01:03:40.000"},{"id": "316","speaker": "LG","text_bit": "She took care of me and [I] walked back ","timecode": "01:03:40.000"},{"id": "317","speaker": "TB","text_bit": "What kind of lady was she? ","timecode": "01:03:40.000"},{"id": "318","speaker": "LG","text_bit": "Well she was easy going.  I always thought about it didn’t seem like anything bothered her. Of course I got to tell this about her. ","timecode": "01:03:40.000"},{"id": "319","speaker": "LG","text_bit": "She traveled around a good bit to sell pottery. I don’t know if that was here in town, but she was looking; somebody had a house to rent. She rented a house up in Ebenezer right beside the railroad.  I remember staying there and she was telling me that she went to a place [and] asked if they knew anybody where she could rent a house [from]. ","timecode": "01:04:09.000"},{"id": "320","speaker": "LG","text_bit": "And he said “Yes. Mr. Dibble has got a house he’d want to rent.” So they give her directions where to go and she went there and knocked and a colored man come to the door.  She said I’m looking for Mr. Dibble and he said “I’m Mr. Dibble” and she let out a cuss word [laughs].  I’m Mr. Dibble, I laughed at her. ","timecode": "01:04:40.000"},{"id": "321","speaker": "TB","text_bit": "Got any old tales about her? ","timecode": "01:05:29.000"},{"id": "322","speaker": "LG","text_bit": "No.  I remember she stayed with me just before she died.  She stayed about a year, I guess, before she died. She stayed over there in a little old one room house and she moved over with me. ","timecode": "01:05:29.000"},{"id": "323","speaker": "LG","text_bit": "I guess it was old age, I don’t know what was wrong with her.  I don’t know exactly how old she was.  You say you got a good bit on the Georges? ","timecode": "01:06:00.000"},{"id": "324","speaker": "TB","text_bit": "Well, I don’t have a good grasp of the George family.  How was Taylor George related to you? ","timecode": "01:06:00.000"},{"id": "325","speaker": "LG","text_bit": "Well Taylor G, he was my mother’s uncle so he’d be— ","timecode": "01:06:00.000"},{"id": "326","speaker": "TB","text_bit": "Billy George’s brother. ","timecode": "01:06:33.000"},{"id": "327","speaker": "LG","text_bit": "Now I don’t—let’s see how that goes.  Now I know I’d hear Mama talking about Uncle Taylor. Of course I called him Uncle Taylor too and he had a—he had a bunch of children. ","timecode": "01:06:33.000"},{"id": "328","speaker": "LG","text_bit": "Gracious. His wife was named Emily Cobb, little bitty woman.  I will never forget him one time.  Jim Starnes went fishing and sold Uncle Taylor some fish.  Uncle Taylor said he would pay him whenever he went over to Smiths where he was working, picking cotton. ","timecode": "01:07:02.000"},{"id": "329","speaker": "LG","text_bit": "So a couple of days after that Jim said he went over there and told me, sent me, over there to get the [money for] the fish. I went over there and told him [and] he said “Good God.  I ain’t been to Smith’s yet” [laughs]. ","timecode": "01:07:34.000"},{"id": "330","speaker": "LG","text_bit": "Yes men like that, people didn’t have nothing.  I reckon if a man had had enough money to buy enough groceries for a month. He would have been rich, wouldn’t he? ","timecode": "01:08:02.000"},{"id": "331","speaker": "TB","text_bit": "Yes, that was another time.  Do you remember anything about Emily, Emily George? ","timecode": "01:08:02.000"},{"id": "332","speaker": "LG","text_bit": "Who is that? ","timecode": "01:08:02.000"},{"id": "333","speaker": "TB","text_bit": "Emily George. ","timecode": "01:08:26.000"},{"id": "334","speaker": "LG","text_bit": "Emily.  That was a–she was a Cobb. ","timecode": "01:08:26.000"},{"id": "335","speaker": "TB","text_bit": "Right, Emily Cobb. ","timecode": "01:08:26.000"},{"id": "336","speaker": "LG","text_bit": "Yes she was a Cobb.  I don’t know which Cobb it was.  There was a Cobb here in Rock Hill.  He was a banker but I don’t know who it was.  Somebody had told me who her father was one time, but I don’t remember. ","timecode": "01:08:26.000"},{"id": "337","speaker": "TB","text_bit": "Do you know anything about her?  Was she quite a character or? ","timecode": "01:09:01.000"},{"id": "338","speaker": "LG","text_bit": "Well I don’t know too much about her. ","timecode": "01:09:01.000"},{"id": "339","speaker": "TB","text_bit": "How about her daughter Dovie? ","timecode": "01:09:01.000"},{"id": "340","speaker": "LG","text_bit": "Well Dovie was like Aunt Betsy.  She could tell you stories that never happened.  Yes she could tell you some tales. ","timecode": "01:09:01.000"},{"id": "341","speaker": "TB","text_bit": "What are some of them? ","timecode": "01:09:01.000"},{"id": "342","speaker": "LG","text_bit": "She had a dream one night.  Got up and cooked and eat.  Don’t know whether she had fish or something.  She said she got up and eat—cooked fish and eat them before she woke up and all kinds of things like that.  I don’t know what made her do that way but she had sisters.  She had Della and Wysie and Moroni was her brother. ","timecode": "01:09:27.000"},{"id": "343","speaker": "TB","text_bit": "Why did she wear so much clothes?  Everybody tells me that she bundled up, even in weather like this. ","timecode": "01:09:59.000"},{"id": "344","speaker": "LG","text_bit": "I don’t know. May be like one of those ball players I played with. He’d wear his heavy underwear when he was playing baseball and he was interviewed one time.  He was asked about it and told them it kept him warm and more relaxed.  I don’t know what about her.  She wasn’t no size. ","timecode": "01:09:59.000"},{"id": "345","speaker": "LG","text_bit": "I guess she wanted to keep warm.  I guess she didn’t want to take a change on anybody stealing any of her clothes.  She had them all on [laughs]. ","timecode": "01:10:39.000"},{"id": "346","speaker": "TB","text_bit": "Did she have them all on? ","timecode": "01:10:39.000"},{"id": "347","speaker": "LG","text_bit": "I guess [laughs]. I don’t know. ","timecode": "01:10:39.000"},{"id": "348","speaker": "TB","text_bit": "She was bundled up though. ","timecode": "01:10:39.000"},{"id": "349","speaker": "LG","text_bit": "Yes. ","timecode": "01:10:39.000"},{"id": "350","speaker": "TB","text_bit": "Do you remember any of the snake stories she used to tell? ","timecode": "01:10:39.000"},{"id": "351","speaker": "LG","text_bit": "Oh, she used to tell so many of them.  I don’t like to tell them kind of tales they ain’t no count. ","timecode": "01:10:39.000"},{"id": "352","speaker": "TB","text_bit": "They are funny though.  I’ve got a string of them; I’ve got a string of them.  I’ve got about thirty of them, they are really funny. ","timecode": "01:10:39.000"},{"id": "353","speaker": "LG","text_bit": "Well I’ve got to catch the bush hog man.  I’ll get him to cut that field.  I got nothing more that I know of that will help you any. ","timecode": "01:11:20.000"},{"id": "354","speaker": "TB","text_bit": "Well we haven’t talked about Frank and Henry Canty.  I was hoping you might know something about them. ","timecode": "01:11:20.000"},{"id": "355","speaker": "LG","text_bit": "Well I know a whole lot more about Frank than I did Henry.  I’ll tell you one thing. That was two big men and they had big frames.  The best that I remember about either one of them, well the both of them at that time, they called them dopers and they took Laudanum.  I don’t know what it was. ","timecode": "01:11:44.000"},{"id": "356","speaker": "LG","text_bit": "I saw it in a little box about that big around. They’d take it off [open the box] and there was a little dark salve and they’d roll a little ball of it and take that. ","timecode": "01:12:15.000"},{"id": "357","speaker": "TB","text_bit": "For heaven’s sake.  What would it do to them? ","timecode": "01:12:15.000"},{"id": "358","speaker": "LG","text_bit": "I guess probably, it would, I don’t know whether it would make them high or— ","timecode": "01:12:15.000"},{"id": "359","speaker": "TB","text_bit": "You couldn’t tell? ","timecode": "01:12:40.000"},{"id": "360","speaker": "LG","text_bit": "I couldn’t tell.  And what it [did] to them, both of them were wild with it. ","timecode": "01:12:40.000"},{"id": "361","speaker": "TB","text_bit": "They wouldn’t stand it? ","timecode": "01:12:40.000"},{"id": "362","speaker": "LG","text_bit": "And they went to Columbia.  I don’t know what hospital they went to in Columbia. ","timecode": "01:12:40.000"},{"id": "363","speaker": "TB","text_bit": "Keely Institute, I think. ","timecode": "01:12:40.000"},{"id": "364","speaker": "LG","text_bit": "Well it might have been.  They went down there and they cured them and you talk about some good looking men when they come back here.  They were fat but they started to drink and went back on alcohol.  Frank would work up here.  Frank would go to the saw mill and he’d stay right in the house with Percy and help him with the saw mill.  Frank would stay with him and the man Bill run a grocery store over here. ","timecode": "01:13:04.000"},{"id": "365","speaker": "LG","text_bit": "He’d give Frank money and Frank would get drunk and in jail and he’d pay Frank out and do anything for him.  Frank, he just kept on and got to where they would drink anything that had alcohol in it. They had this, some kind of headache medicine.  I forget the name. It was a black liquid though it seems like the bottle was about this size and you could get it most any store and paregoric they drank that. ","timecode": "01:13:39.000"},{"id": "366","speaker": "LG","text_bit": "I remember when Frank died.  Willie Sanders had an old car, didn’t have no top on it and he couldn’t get Frank out of the car.  He was drunk and he [Willie] throwed a quilt over him and when he later on tried to rouse him up he was dead.  Died in that car. ","timecode": "01:14:25.000"},{"id": "367","speaker": "TB","text_bit": "Parked there? ","timecode": "01:14:25.000"},{"id": "368","speaker": "LG","text_bit": "And Henry, he was about as bad but he stayed over there with his sister Elsie’s mother and he didn’t drink as bad.  Chief Blue— ","timecode": "01:14:55.000"},{"id": "369","speaker": "TB","text_bit": "He stayed with Eliza? Louisa and Chief Blue? ","timecode": "01:14:55.000"},{"id": "370","speaker": "LG","text_bit": "Yes, he helped him to farm and he kind of recognized the chief a little bit and he didn’t drink too much. But finally he got to where he’d—every time he’d get a chance he’d get drunk.  He come through the straw field over there and he was drinking.  I guess he went to light a cigarette but anyway he caught afire and burned him and he died. ","timecode": "01:14:55.000"},{"id": "371","speaker": "LG","text_bit": "Some time that night or I believe the next day.  I was living there at that time.  I’d married and had moved down there.  Yes, I got married about two o’clock and went to Catawba Junction and played baseball after I got married. ","timecode": "01:15:42.000"},{"id": "372","speaker": "TB","text_bit": "Did you really? ","timecode": "01:15:42.000"},{"id": "373","speaker": "LG","text_bit": "I declare I did! ","timecode": "01:15:42.000"},{"id": "374","speaker": "TB","text_bit": "[Laughs] you got married in Yorkville? ","timecode": "01:16:08.000"},{"id": "375","speaker": "LG","text_bit": "I got married in the chapel in Catawba. ","timecode": "01:16:08.000"},{"id": "376","speaker": "TB","text_bit": "Have you always been a Mormon? ","timecode": "01:16:08.000"},{"id": "377","speaker": "LG","text_bit": "Ever since I was eight years old. ","timecode": "01:16:08.000"},{"id": "378","speaker": "TB","text_bit": "That’s when you were baptized?  You remember that? ","timecode": "01:16:08.000"},{"id": "379","speaker": "LG","text_bit": "Oh yeah. ","timecode": "01:16:08.000"},{"id": "380","speaker": "TB","text_bit": "Tell me about getting baptized. ","timecode": "01:16:08.000"},{"id": "381","speaker": "LG","text_bit": "Well I was baptized in 1916, March 21. Elder Streeter Wallace, I believe was the man that baptized me.  I was baptized down at the old ferry landing.  There used to be a ferry there at the old ferry landing. ","timecode": "01:16:08.000"},{"id": "382","speaker": "TB","text_bit": "And right there in the river? ","timecode": "01:16:56.000"},{"id": "383","speaker": "LG","text_bit": "Yes, right in the river. ","timecode": "01:16:56.000"},{"id": "384","speaker": "TB","text_bit": "He baptized you in March? ","timecode": "01:16:56.000"},{"id": "385","speaker": "LG","text_bit": "March, in the river.  They had a fire over here; In a little ditch and brushes growed in it and they had a fire here and one over there.  The men and boys would dress here and the women and girls over there. ","timecode": "01:16:56.000"},{"id": "386","speaker": "TB","text_bit": "Oh you wore some kind of a— ","timecode": "01:17:22.000"},{"id": "387","speaker": "LG","text_bit": "Well yes. You’d wear clothes when you’d go in and change them. ","timecode": "01:17:22.000"},{"id": "388","speaker": "TB","text_bit": "Change into something warm? ","timecode": "01:17:22.000"},{"id": "389","speaker": "LG","text_bit": "It was cold. ","timecode": "01:17:22.000"},{"id": "390","speaker": "TB","text_bit": "I bet it was cold.  A wonder you didn’t catch pneumonia.  Who all got baptized with you? ","timecode": "01:17:22.000"},{"id": "391","speaker": "LG","text_bit": "Well Emeline Harris and me was born about an hour apart.  I don’t know exactly how many [there] was, but usually there would be four or five. ","timecode": "01:17:22.000"},{"id": "392","speaker": "TB","text_bit": "They’d wait and get a group together? ","timecode": "01:17:54.000"},{"id": "393","speaker": "LG","text_bit": "Yes. ","timecode": "01:17:54.000"},{"id": "394","speaker": "TB","text_bit": "How did that ferry work?  Can you explain that? ","timecode": "01:17:54.000"},{"id": "395","speaker": "LG","text_bit": "It run on a—I’d never seen that one in operation.  That was Albert’s and was done away with before my time.  Now the lower one, well there was two down there.  One they called the Ashe Ferry which was over next to the Seaboard Railroad down there and then the old [inaudible] Ferry was down at Southern Railway, right above it.  Well it run on a pulley. They had pulleys and ropes on each and you tied it [off] when you wanted to get across if you were on this side and wanted to go over. ","timecode": "01:17:54.000"},{"id": "396","speaker": "LG","text_bit": "You’d pull this rope up and have your boat anchored and the current would carry it across and when you let your rope down it would go straight into the landing. It had a big a chain on your ferry and on the landing was another one. You’d hook that chain to it and the cars would run right off.  A man came in from Van Wyck, Cecil Yoder, driving a big old Hudson and two boys [were] laying by the side of the road. ","timecode": "01:18:47.000"},{"id": "397","speaker": "LG","text_bit": "There wasn’t nobody over on the ferry.  They were the ones that operated it and one of them might have been asleep. Here came that fellow down that hill. It was a big steep hill and he didn’t have brakes.  He couldn’t get his brakes, he was hollering, “put something under it, put something under it.”  The ferry was loose a little bit because the river would rise, and you would have a little play there in case it drops.  [Garbled sentence] ","timecode": "01:19:27.000"},{"id": "398","speaker": "LG","text_bit": "He hit the apron of that car and it throwed the car up and they got on the other end and got the underside hung on the apron and it just set there. ","timecode": "01:20:08.000"},{"id": "399","speaker": "TB","text_bit": "In the water? ","timecode": "01:20:08.000"},{"id": "400","speaker": "LG","text_bit": "Ready to go in the water and they just went across with it sitting there and when he got over they ran out on the banks. ","timecode": "01:20:08.000"},{"id": "401","speaker": "TB","text_bit": "So he did not go in the water? ","timecode": "01:20:08.000"},{"id": "402","speaker": "LG","text_bit": "He was hollering “put a rock under it; put something under it”. ","timecode": "01:20:35.000"},{"id": "403","speaker": "TB","text_bit": "Well y’all traded with Massey and Yoder all the time. ","timecode": "01:20:35.000"},{"id": "404","speaker": "LG","text_bit": "Oh yes, I was just talking about it up until, except when this Indian thing came up.  Robert and I played ball in Van Wyck and he was just a little fellow, but I think he did come out at maybe twelve or fourteen years. ","timecode": "01:20:35.000"},{"id": "405","speaker": "LG","text_bit": "But his dad and the Massey’s ran the store together and Thompson ran one you know farther there.  Thompson was the one that managed the baseball team that I played on.  But what Yoder man would do, you’d go there and he’d take what you’d call an order on the money appropriated by the state. If you’d buy a pair of overalls from him, [he said] “We’ll charge it.” [Inaudible] the price that you pay for the order. ","timecode": "01:21:06.000"},{"id": "406","speaker": "LG","text_bit": "I was telling some of them well I don’t want any land, but I’ll bet you a pretty part of that land the the fellows got right now.  If he didn’t cheat the Indians out of the land he cheated them out of enough money to get the land with it.  They appropriated, made special appropriations to pay him and Yoder. ","timecode": "01:21:40.000"},{"id": "407","speaker": "TB","text_bit": "To pay Yoder, when was that? ","timecode": "01:21:40.000"},{"id": "408","speaker": "LG","text_bit": "Back in the 30’s. Back in the—when they didn’t have enough money to pay him and they appropriated a little more, enough to pay him. ","timecode": "01:21:40.000"},{"id": "409","speaker": "TG","text_bit": "People could just go down there and charge too much and he’d let them do it. ","timecode": "01:22:19.000"},{"id": "410","speaker": "LG","text_bit": "Yes, he’d let them do it.  He’d charge them you see, as long as he could get it he’d get it. ","timecode": "01:22:19.000"},{"id": "411","speaker": "TB","text_bit": "Wouldn’t worry about that until it was too late.  Did your mom make pottery and trade pottery, sell it to him? ","timecode": "01:22:19.000"},{"id": "412","speaker": "LG","text_bit": "Yes. ","timecode": "01:22:19.000"},{"id": "413","speaker": "TB","text_bit": "Did you ever walk on that trestle?  Did you ever cross the river on that trestle? ","timecode": "01:22:48.000"},{"id": "414","speaker": "LG","text_bit": "Yes.  I’ve crossed the Southern trestle.  The Seaboard too.  I never did like to cross the Seaboard; the train ran too fast, yes that Seaboard train.  It didn’t stop at Van Wyck. ","timecode": "01:22:48.000"},{"id": "415","speaker": "TB","text_bit": "So you had no warning? ","timecode": "01:22:48.000"},{"id": "416","speaker": "LG","text_bit": "It would stop at Catawba down there; if they’d flag it.  What they’d do they’d have to call maybe Monroe but that Seaboard traveled.  Hit that old Southern down there, it would whistle at you.  Had lots of places to get off on.  I got to go to the rest room now. ","timecode": "01:22:48.000"},{"id": "417","speaker": "TB","text_bit": "Okay.  I was wondering how the George family reacted to Della’s death? ","timecode": "01:23:33.000"},{"id": "418","speaker": "LG","text_bit": "To what? ","timecode": "01:23:33.000"},{"id": "419","speaker": "TB","text_bit": "To Della’s death, when she died. ","timecode": "01:23:33.000"},{"id": "420","speaker": "LG","text_bit": "Well I believe it was about the same with the majority of them.  They wanted something done.  There wasn’t any justice down there. ","timecode": "01:23:33.000"},{"id": "421","speaker": "LG","text_bit": "I don’t know how old I was at that time, but I heard my mother [inaudible].  And I think, I forgot who it was.  I think Elsie’s daddy said a few things; but I think somebody in town. ","timecode": "01:24:11.000"},{"id": "422","speaker": "LG","text_bit": "See at that time our chief, I’m not sure I guess, probably. [inaudible]  That’s the reason I think.  They’d do it right now, I ain’t talking about murder but they’ll fall out and get in a fight and go and have a warrant swore out and they’ll go get him. And then before the trial; they’d say let’s just forget about that and when everyone signs and puts up I’ll go through with it. ","timecode": "01:24:57.000"},{"id": "423","speaker": "LG","text_bit": "I believe in justice.  I think a man, should be shown a little mercy if he deserves it, but not that one I’ll tell you.  I would have throwed the book at him. ","timecode": "01:25:57.000"},{"id": "424","speaker": "TB","text_bit": "They never did anything to him? ","timecode": "01:25:57.000"},{"id": "425","speaker": "LG","text_bit": "No. ","timecode": "01:25:57.000"},{"id": "426","speaker": "TB","text_bit": "And what happened to her children?  Were they just farmed out? ","timecode": "01:26:25.000"},{"id": "427","speaker": "LG","text_bit": "Well, she had several of them. ","timecode": "01:26:25.000"},{"id": "428","speaker": "TB","text_bit": "But I mean immediately after that? ","timecode": "01:26:25.000"},{"id": "429","speaker": "LG","text_bit": "They stayed on with him I think; them that was young.  They stayed on with him till they got married off, but I want to tell you one thing.  I saw that man when he died. ","timecode": "01:26:25.000"},{"id": "430","speaker": "LG","text_bit": "He laid for a long while before he died.  You talk about a man suffering, he had to suffer.  I always thought about it.  I said I wonder if he was paying for his mistakes then.  He was a big man, but when he died he dwindled down to nothing. ","timecode": "01:26:59.000"},{"id": "431","speaker": "TB","text_bit": "Why did he shoot her? ","timecode": "01:27:24.000"},{"id": "432","speaker": "LG","text_bit": "Don’t know. ","timecode": "01:27:24.000"},{"id": "433","speaker": "TB","text_bit": "Nobody knows? ","timecode": "01:27:24.000"},{"id": "434","speaker": "LG","text_bit": "I don’t know why, but he did. I don’t see where there would have been any cause to.  If he wanted to leave her he could have left, would have been easy to have left. ","timecode": "01:27:24.000"},{"id": "435","speaker": "TB","text_bit": "Easy? ","timecode": "01:27:24.000"},{"id": "436","speaker": "LG","text_bit": "And they, it was over this other woman that he did it. ","timecode": "01:27:24.000"},{"id": "437","speaker": "TB","text_bit": "You mean over Dorothy? ","timecode": "01:27:24.000"},{"id": "438","speaker": "LG","text_bit": "Yes. ","timecode": "01:27:24.000"},{"id": "439","speaker": "TB","text_bit": "Did he marry Dorothy right away? ","timecode": "01:27:53.000"},{"id": "440","speaker": "LG","text_bit": "I don’t know whether he married her.  I think he took up with her? ","timecode": "01:27:53.000"},{"id": "441","speaker": "TB","text_bit": "Well she had children by, was it Henry Canty?  Wasn’t she married to one of the Cantys? ","timecode": "01:27:53.000"},{"id": "442","speaker": "LG","text_bit": "Yes, Henry.  I don’t know whether she had any or not.  Seems like she had Jenny I reckon. ","timecode": "01:27:53.000"},{"id": "443","speaker": "TB","text_bit": "Wasn’t that Henry’s? ","timecode": "01:27:53.000"},{"id": "444","speaker": "LG","text_bit": "No that wasn’t Henry’s.  You know the old saying caught in the trap. ","timecode": "01:27:53.000"},{"id": "445","speaker": "TB","text_bit": "Oh you don’t think Jenny was Henry’s?  Frank’s? ","timecode": "01:28:41.000"},{"id": "446","speaker": "LG","text_bit": "No. ","timecode": "01:28:41.000"},{"id": "447","speaker": "TB","text_bit": "She was somebody else’s. That’s a sad episode, that whole thing.  What was Della?  Della like, do you remember her? ","timecode": "01:28:41.000"},{"id": "448","speaker": "LG","text_bit": "She was like Dovie and Wysie [Della’s sisters], and all of them I reckon. ","timecode": "01:28:41.000"},{"id": "449","speaker": "TB","text_bit": "Was she a joker like Dovie? ","timecode": "01:29:13.000"},{"id": "450","speaker": "LG","text_bit": "No not like Dovie. ","timecode": "01:29:13.000"},{"id": "451","speaker": "TB","text_bit": "Small? ","timecode": "01:29:13.000"},{"id": "452","speaker": "LG","text_bit": "I remember her. I mean Della, but I don’t remember much about her. ","timecode": "01:29:13.000"},{"id": "453","speaker": "TB","text_bit": "You were small. ","timecode": "01:29:13.000"},{"id": "454","speaker": "LG","text_bit": "I was small when I stayed down there.  I was little when it happened.  I must have been about eight or ten years old. ","timecode": "01:29:13.000"},{"id": "455","speaker": "TB","text_bit": "Yes, it was 1917.  You were nine years old.  Was he deposed as chief after that or did he stay on?  You don’t know? ","timecode": "01:29:46.000"},{"id": "456","speaker": "LG","text_bit": "Well they took him out I think after that. ","timecode": "01:29:46.000"},{"id": "457","speaker": "TB","text_bit": "Because of that? ","timecode": "01:29:46.000"},{"id": "458","speaker": "LG","text_bit": "Yes, I think.  I don’t remember who they put in, whether he stayed or not.  I’m not sure, but I believe they took him out.  Elsie’s daddy was chief so many times, in and out, and they had one or two serve maybe for a little while and get took out. ","timecode": "01:29:46.000"},{"id": "459","speaker": "TB","text_bit": "A year or so.  How about Douglas as chief? ","timecode": "01:29:46.000"},{"id": "460","speaker": "LG","text_bit": "He was in there one time. ","timecode": "01:29:46.000"},{"id": "461","speaker": "TB","text_bit": "How did that happen to him? ","timecode": "01:29:46.000"},{"id": "462","speaker": "LG","text_bit": "He was just; there wasn’t nothing to do but just the name of the thing.  They didn’t do nothing maybe if they had some committees and they didn’t have – [end of tape]. ","timecode": "01:29:46.000"}]}