{"title": "Clayton “RC” Cummings","description": "Interviewer: Chris Judge<br />Interviewee: Clayton RC Cummings<br />Transcriber: Jillian Weber","audio_file": "Pee-Dee_Clayton-RC-Cummings_64kbs.mp3","text":[{"id": "0","speaker": "CJ","text_bit": "We’re at the Pee Dee Pow Wow in McColl, South Carolina, September 7, 2013, and we’re conducting interviews with some members of the Pee Dee tribe. ","timecode": "00:00:02.000"},{"id": "1","speaker": "CJ","text_bit": "So if you would Mr. Clayton, tell us your name, where you’re from, and a little bit about yourself. ","timecode": "00:00:15.000"},{"id": "2","speaker": "CC","text_bit": "My name is Clayton Cummings but everybody knows me as RC Cummings. ","timecode": "00:00:15.000"},{"id": "3","speaker": "CC","text_bit": "I was born in Robeson County in North Carolina. We moved to Marlboro County, Dillon County, edge of Dillon-Robeson-Marlboro County in 51, I think it was. ","timecode": "00:00:25.000"},{"id": "4","speaker": "CC","text_bit": "Goes so far back. My memory’s not as good as it used to be. We moved into McColl area. My mother, she was full-blooded Cherokee. My father was white and Indian, so I guess I’m more Indian than I am anything else. ","timecode": "00:00:40.000"},{"id": "5","speaker": "CC","text_bit": "We’ve had a good life. We’re farmers. We lived on the farm. That’s how we made our living—farming, mostly tobacco. My mother and father, they’re passed. But I’m an Indian and I’m proud I’m Indian. ","timecode": "00:01:01.000"},{"id": "6","speaker": "CC","text_bit": "I joined the Pee Dee Indian tribe because this [is] the area that we really was in. My mother was full-blooded Cherokee. I’m Indian, proud to be an Indian. ","timecode": "00:01:15.000"},{"id": "7","speaker": "CC","text_bit": "It’s good for you. I have a lot of Indian friends, I have a lot of white friends, I have a lot of black friends. Anything else? ","timecode": "00:01:26.000"},{"id": "8","speaker": "CJ","text_bit": "Let me ask you this. We’ve been interviewing people across the state. A lot of folks didn’t know they were Indian until later in their life. Did you grow up in a family where you always knew you were Indian? ","timecode": "00:01:37.000"},{"id": "9","speaker": "CC","text_bit": "Right. I grew up in a family where we always knew we were Indian. ","timecode": "00:01:37.000"},{"id": "10","speaker": "CC","text_bit": "There’s some in the tribe here that they was denied coming up that they were Indians. Told them they were white. Do a little research. They find out they were Indians. We’ve always come up knowing that we were Indians. ","timecode": "00:01:49.000"},{"id": "11","speaker": "CJ","text_bit": "Do you have any traditions that you practice that are different from your white or black neighbors? ","timecode": "00:02:05.000"},{"id": "12","speaker": "CC","text_bit": "No, other than out here with the Pow Wow. ","timecode": "00:02:05.000"},{"id": "13","speaker": "CC","text_bit": "We have our family practice. We always get together at Christmas, especially on New Year’s, we always bring year end together with our family and cousins. ","timecode": "00:02:15.000"},{"id": "14","speaker": "CC","text_bit": "Have what’s called a syrup sopping—which is syrup, biscuits, pork sausage. Just get together and bring the years in and we pray and thank the good lord for all us being together. ","timecode": "00:02:27.000"},{"id": "15","speaker": "CC","text_bit": "We just thank him for everything. ","timecode": "00:02:42.000"},{"id": "16","speaker": "CJ","text_bit": "Some folks out this way went to all Indian schools. Did you know all Indian schools when you were—? ","timecode": "00:02:42.000"},{"id": "17","speaker": "CC","text_bit": "I started off in all Indian schools, the first grade. ","timecode": "00:02:42.000"},{"id": "18","speaker": "CC","text_bit": "My older brothers and sisters went to a lot of Indian—nothing but Indian. I only went two or three months until we moved to McColl where, mostly white. ","timecode": "00:02:53.000"},{"id": "19","speaker": "CJ","text_bit": "So you went to Indian school over in Robeson County? ","timecode": "00:03:04.000"},{"id": "20","speaker": "CC","text_bit": "No, over in the edge of Dillon County. ","timecode": "00:03:04.000"},{"id": "21","speaker": "CJ","text_bit": "Edge of Dillon County. ","timecode": "00:03:04.000"},{"id": "22","speaker": "CC","text_bit": "Yeah. ","timecode": "00:03:04.000"},{"id": "23","speaker": "CJ","text_bit": "So is there a lot of Indian folks that live in that part of the world? ","timecode": "00:03:04.000"},{"id": "24","speaker": "CC","text_bit": "Yes, a lot—mostly over in that part of the world, that part of the county, Pearson Mill and McInnis Bridge. Around where I was born at. ","timecode": "00:03:15.000"},{"id": "25","speaker": "CC","text_bit": "Like I said, I was born in Robeson County, right across the line. Then we moved over to South Carolina. And mostly Indians—I’d say probably ninety-five, six, seven percent is all Indians down through that area. ","timecode": "00:03:25.000"},{"id": "26","speaker": "CJ","text_bit": "So did you ever feel any prejudice towards you for being Indian? ","timecode": "00:03:25.000"},{"id": "27","speaker": "CC","text_bit": "No, no, I really haven’t felt any prejudice directly against me. ","timecode": "00:03:43.000"},{"id": "28","speaker": "CJ","text_bit": "What about in church? Did you go to church that was mainly Indian people? ","timecode": "00:03:43.000"},{"id": "29","speaker": "CC","text_bit": "Yeah, down there, like I really don’t remember because I was young, actually four. I really don’t remember that much, just a few highlights down there. Then we moved to McColl when I started first grade. There’s never been no prejudice against us. Everybody knew we was Indian. ","timecode": "00:03:56.000"},{"id": "30","speaker": "CC","text_bit": "Never been no hard feelings against us. They welcomed us into town. We went to church, the McColl Church of God. We’ve never had no prejudices against us. ","timecode": "00:04:16.000"},{"id": "31","speaker": "CJ","text_bit": "So is there a connection between the folks living over in Robeson County and around Maxton and Pembroke to the folks living over here in McColl and Dillon? ","timecode": "00:04:28.000"},{"id": "32","speaker": "CC","text_bit": "Oh yes, I have probably ninety percent of my family on both sides—mother and father’s side—is around Pembroke, Maxton, Lumberton area. ","timecode": "00:04:28.000"},{"id": "33","speaker": "CJ","text_bit": "What are some of the last names of those families? ","timecode": "00:04:47.000"},{"id": "34","speaker": "CC","text_bit": "Cummings and Oxendine. ","timecode": "00:04:47.000"},{"id": "35","speaker": "CJ","text_bit": "Oxendine. Oxendine seems to be a very common name in the area. ","timecode": "00:04:47.000"},{"id": "36","speaker": "CC","text_bit": "Common name, yes. My mother, her mother and father was Oxendine. ","timecode": "00:04:47.000"},{"id": "37","speaker": "CJ","text_bit": "Is there anything else you’d like to say about—what about Pow Wow? Tell me about this tradition. ","timecode": "00:05:02.000"},{"id": "38","speaker": "CC","text_bit": "We’ve been doing this now for—well now, this tribe is still the Pee Dee Indian Tribe. ","timecode": "00:05:02.000"},{"id": "39","speaker": "CC","text_bit": "It’s kind of changed Chief heads over. We’ve been doing this now for several years, quite a few years. We’ve had good turnout. Like I said, the Indians come from all up and down this east coast. ","timecode": "00:05:16.000"},{"id": "40","speaker": "CC","text_bit": "We’re proud to have them. Glad to have them. We welcome them. They come in and fall in. We all feel like we’re family. We’re Indians. We all feel like we’re family. And there’s White out here, as you can see that comes and and join; joins in with us to have fun. ","timecode": "00:05:33.000"},{"id": "41","speaker": "CC","text_bit": "And eat. We have good food, all kinds of Indian archives sitting around. They come out and they enjoy themselves. ","timecode": "00:05:48.000"},{"id": "42","speaker": "CJ","text_bit": "Were you a member of the tribe when David Locklear was the chief? ","timecode": "00:05:48.000"},{"id": "43","speaker": "CC","text_bit": "I was signed up, I had signed the Indian card, but I actually wasn’t an active member, I’ll put it that way. Now I’m an active member in the tribe. ","timecode": "00:06:01.000"},{"id": "44","speaker": "CJ","text_bit": "Is David still in this area? I haven’t seen David in a long time. Does he still live in the area? ","timecode": "00:06:01.000"},{"id": "45","speaker": "CC","text_bit": "He’s still lives around McColl area. I’m not sure the exact house he stays in but he’s in the McColl area. ","timecode": "00:06:16.000"},{"id": "46","speaker": "CJ","text_bit": "So is there any foods you ate that were strictly kind of Indian dishes or would you think it’s just typical southern kind of? ","timecode": "00:06:26.000"},{"id": "47","speaker": "CC","text_bit": "Just typical southern. ","timecode": "00:06:26.000"},{"id": "48","speaker": "CJ","text_bit": "So no traditions? Nobody made pottery or beadwork or any of those kinds of things? ","timecode": "00:06:26.000"},{"id": "49","speaker": "CC","text_bit": "Not in my family directly, no. ","timecode": "00:06:38.000"},{"id": "50","speaker": "CJ","text_bit": "Alright, well thank you. Appreciate it. ","timecode": "00:06:38.000"},{"id": "51","speaker": "CC","text_bit": "Glad I could help you and I did the best I could. ","timecode": "00:06:38.000"},{"id": "52","speaker": "CJ","text_bit": "You did great. I appreciate it. That’s exactly what we want. ","timecode": "00:06:49.000"}]}