{
	"title": "Landrum George Interview, March 22, 1983 Tape 3",
	"description": "Interviewer: Dr. Thomas John Blumer<br />Interviewee: Landrum George, with comments by wife Elsie George<br />Transcriber: Kevin Thompson<br />Special Note: The audio ends about a minute before the transcript. Dr. Blumer had originally transcribed the tape in the 1980s. By the time the tape was remastered in 2009 however, the ending audio could not be saved. Fortunately the original transcription has preserved the words.",
	"audio_file": "Catawba_Landrum-George-Mar-22-1983_Tape3_64kbs.mp3",
	"text":
	[
		{
			"id": "0",
			"speaker": "TB",
			"text_bit": "About the Branch President? ",
			"timecode": "00:00:07.000"
		},
		{
			"id": "1",
			"speaker": "LG",
			"text_bit": "Now he is the presiding officer in the Branch and probably they had someone die.  They may pick out somebody from out of the state or maybe out of another ward or another branch.  [Inaudible] I want so and so to preach my funeral and be one of the speakers. ",
			"timecode": "00:00:07.000"
		},
		{
			"id": "2",
			"speaker": "LG",
			"text_bit": "And you’ve got to make all the arrangements. You call him and see if he can be there. ",
			"timecode": "00:00:34.000"
		},
		{
			"id": "3",
			"speaker": "TB",
			"text_bit": "Well when you were doing this and you were working at the same time you must have just run yourself ragged. ",
			"timecode": "00:00:34.000"
		},
		{
			"id": "4",
			"speaker": "EG",
			"text_bit": "It makes it hard. ",
			"timecode": "00:00:34.000"
		},
		{
			"id": "5",
			"speaker": "LG",
			"text_bit": "You’d meet with the stake president and you’d have meetings.  Well at that time, last time it was in Gaffney, I mean in Columbia and that’s seventy miles down to Columbia. ",
			"timecode": "00:00:34.000"
		},
		{
			"id": "6",
			"speaker": "LG",
			"text_bit": "Well, we’d probably have to go there every other Saturday. And then we were transferred and they reorganized [the] west South Carolina stake and Gaffney was the stake house.  That took up Rock Hill, Charlotte, and the stake over there.  Well we were there for meetings and— ",
			"timecode": "00:01:01.000"
		},
		{
			"id": "7",
			"speaker": "TB",
			"text_bit": "How long were you Branch President? ",
			"timecode": "00:01:34.000"
		},
		{
			"id": "8",
			"speaker": "LG",
			"text_bit": "About three years. ",
			"timecode": "00:01:34.000"
		},
		{
			"id": "9",
			"speaker": "EG",
			"text_bit": "He had to get out of it.  That’s why you say; you have to make a living.  Sure enough he is working for a living, course he didn’t get paid for his church work.  He didn’t get paid for none of that.  You had to make your living working, but just like you say; it would get close to him.  There were nights he couldn’t sleep, he’d get in here and read— ",
			"timecode": "00:01:34.000"
		},
		{
			"id": "10",
			"speaker": "TB",
			"text_bit": "Cause you were preparing? ",
			"timecode": "00:01:58.000"
		},
		{
			"id": "11",
			"speaker": "EG",
			"text_bit": "He had to get out of it.  It was just getting too much. [He] kept a headache all the time. ",
			"timecode": "00:01:58.000"
		},
		{
			"id": "12",
			"speaker": "LG",
			"text_bit": "I had to get out of it.  And we had this pasture down here that the church formed.  You might have heard of it, 100 acres. ",
			"timecode": "00:01:58.000"
		},
		{
			"id": "13",
			"speaker": "TB",
			"text_bit": "Yes, right after the termination. ",
			"timecode": "00:01:58.000"
		},
		{
			"id": "14",
			"speaker": "LG",
			"text_bit": "Yeah. It was already fenced in, but there was over 100 acres of it. So we had to take up part of the posts [and] take the wire down. [Then] move it in to where the 100 acres line was. Well I had to help do that, get volunteers. ",
			"timecode": "00:02:17.000"
		},
		{
			"id": "15",
			"speaker": "TB",
			"text_bit": "And this one is huge. ",
			"timecode": "00:02:45.000"
		},
		{
			"id": "16",
			"speaker": "LG",
			"text_bit": "We had a big tractor. Well you could take the wire down and pull the wire and the posts; some of them looked like they were three feet deep. And up there in the woods we’d take that tractor; put a lag chain around it and pull them up. ",
			"timecode": "00:02:45.000"
		},
		{
			"id": "17",
			"speaker": "LG",
			"text_bit": "We pulled and we couldn’t get the tractor back up to one to get it because [of] some trees. So I worked it lose and pulled it up. I put it on my shoulder and it was a big one and as I was going back I stepped on a root. I slid and my leg went back under me. ",
			"timecode": "00:03:10.000"
		},
		{
			"id": "18",
			"speaker": "LG",
			"text_bit": "This one went under and this one out. Well I couldn’t throw the post down; and I busted the cartilage in my knee. ",
			"timecode": "00:03:35.000"
		},
		{
			"id": "19",
			"speaker": "TB",
			"text_bit": "Oh, that’s bad. ",
			"timecode": "00:03:35.000"
		},
		{
			"id": "20",
			"speaker": "LG",
			"text_bit": "I was out two weeks and my knee seemed like it was going to get better. But the doctor he didn’t know exactly then that it was busted. ",
			"timecode": "00:03:35.000"
		},
		{
			"id": "21",
			"speaker": "LG",
			"text_bit": "At my job I cleaned up; had to push the cans back. We had angling iron, an angling iron where the cans would push up there and stop it. Well when I pulled them back I was under there cleaning it out and I stepped on the angling iron and it twisted and that aggravated it again.  And they had to put me in a box, roll me out to the office and from there they took me to the—brought  me home didn’t they? ",
			"timecode": "00:03:58.000"
		},
		{
			"id": "22",
			"speaker": "EG",
			"text_bit": "Yes. ",
			"timecode": "00:03:58.000"
		},
		{
			"id": "23",
			"speaker": "LG",
			"text_bit": "Brought me home and got my brother to take me to the doctors.  He said “Now you got to have an operation.” ",
			"timecode": "00:04:32.000"
		},
		{
			"id": "24",
			"speaker": "EG",
			"text_bit": "It had done [set] a lot hadn’t it? You couldn’t straighten it. ",
			"timecode": "00:04:32.000"
		},
		{
			"id": "25",
			"speaker": "LG",
			"text_bit": "Well it set just about like that. I couldn’t straighten it out. So he said you’ve got to have an operation and I said Doc let me go back home and let me try this thing out a little. ",
			"timecode": "00:04:32.000"
		},
		{
			"id": "26",
			"speaker": "LG",
			"text_bit": "I believe it will do better and he said “I’ll tell you you’ll be calling me by eight o’clock.”  And I told my brother to kind of be ready to hear me calling and he gave me some stuff to take but that thing never quit. So I finally called and told him I had to go to the hospital and they operated and I was out of work five or six weeks.  I went out west. ",
			"timecode": "00:05:02.000"
		},
		{
			"id": "27",
			"speaker": "EG",
			"text_bit": "I was fixing to say— ",
			"timecode": "00:05:38.000"
		},
		{
			"id": "28",
			"speaker": "TB",
			"text_bit": "Takes a long time to heal. ",
			"timecode": "00:05:38.000"
		},
		{
			"id": "29",
			"speaker": "LG",
			"text_bit": "I went out west to the conference, the general conference out there. ",
			"timecode": "00:05:38.000"
		},
		{
			"id": "30",
			"speaker": "EG",
			"text_bit": "That was the second time we went out there. We went out there, and he was on a walking stick most of the time. ",
			"timecode": "00:05:38.000"
		},
		{
			"id": "31",
			"speaker": "LG",
			"text_bit": "I threw my crutches down and took a walk on that thing. ",
			"timecode": "00:05:38.000"
		},
		{
			"id": "32",
			"speaker": "EG",
			"text_bit": "[It] bothers him yet. ",
			"timecode": "00:05:38.000"
		},
		{
			"id": "33",
			"speaker": "LG",
			"text_bit": "It still—where he cut, that nerve in here—when I was dismissed at the hospital, I said Doc that thing is numb. ",
			"timecode": "00:05:38.000"
		},
		{
			"id": "34",
			"speaker": "LG",
			"text_bit": "And he said “Well I had to cut that nerve. It will come back.” So that was in—well sixty-three or sixty-four and it still— ",
			"timecode": "00:06:09.000"
		},
		{
			"id": "35",
			"speaker": "EG",
			"text_bit": "Numb. ",
			"timecode": "00:06:09.000"
		},
		{
			"id": "36",
			"speaker": "LG",
			"text_bit": "[It] still aint got all the feeling in it yet.  He didn’t say when it would come back [laughs]. But it didn’t.  I couldn’t get around you know. ",
			"timecode": "00:06:09.000"
		},
		{
			"id": "37",
			"speaker": "LG",
			"text_bit": "Well my two counselors—my brother was one and Douglas Harris was the other. Well Douglas he had asbestos you know. You might have heard what caused him to die. ",
			"timecode": "00:06:35.000"
		},
		{
			"id": "38",
			"speaker": "EG",
			"text_bit": "Emphysema ",
			"timecode": "00:06:35.000"
		},
		{
			"id": "39",
			"speaker": "LG",
			"text_bit": "Emphysema or asthma and my brother, he had heart trouble.  All three of us would have made just about one good man. ",
			"timecode": "00:06:35.000"
		},
		{
			"id": "40",
			"speaker": "TB",
			"text_bit": "[Laughs]. ",
			"timecode": "00:06:35.000"
		},
		{
			"id": "41",
			"speaker": "LG",
			"text_bit": "So somebody had to do the work. I’m the kind of fellow that I don’t want nobody  else to do my work and me have the job and I’m supposed to do it. I’ll get credit for what you do if you’re doing my work. The church doesn’t want you to do it but they are slow about taking a man out cause after one knows what to do. Just like me—when I went in I didn’t even know how to write a receipt, tithing receipt. ",
			"timecode": "00:07:02.000"
		},
		{
			"id": "42",
			"speaker": "TB",
			"text_bit": "You had to learn the whole thing. ",
			"timecode": "00:07:38.000"
		},
		{
			"id": "43",
			"speaker": "LG",
			"text_bit": "Well I had a secretary to encourage me, but still I had to count all the money myself, all the tithing money. I had to count it all and if one penny over or under I had to find out where the penny was. ",
			"timecode": "00:07:38.000"
		},
		{
			"id": "44",
			"speaker": "TB",
			"text_bit": "I never would have found out [all laugh]. ",
			"timecode": "00:07:38.000"
		},
		{
			"id": "45",
			"speaker": "LG",
			"text_bit": "[Inaudible] –but when they counted them receipts out—see you’d make three sets. ",
			"timecode": "00:07:38.000"
		},
		{
			"id": "46",
			"speaker": "LG",
			"text_bit": "You’d keep one, send one to the stake, and one to the west. And there is no way—you can’t cheat them out of it. ",
			"timecode": "00:08:12.000"
		},
		{
			"id": "47",
			"speaker": "TB",
			"text_bit": "Oh no. I’m saying that if I had to borrow a penny; I’d just get a penny fast. ",
			"timecode": "00:08:12.000"
		},
		{
			"id": "48",
			"speaker": "LG",
			"text_bit": "If you’ve got an overage you can just throw two or three cents in but— ",
			"timecode": "00:08:12.000"
		},
		{
			"id": "49",
			"speaker": "TB",
			"text_bit": "In a box and keep them. ",
			"timecode": "00:08:12.000"
		},
		{
			"id": "50",
			"speaker": "LG",
			"text_bit": "Yes. ",
			"timecode": "00:08:12.000"
		},
		{
			"id": "51",
			"speaker": "TB",
			"text_bit": "So what dates were you president?  From when to when? ",
			"timecode": "00:08:38.000"
		},
		{
			"id": "52",
			"speaker": "LG",
			"text_bit": "Oh, 1961. I believe it was sixty, to either sixty-three or four. ",
			"timecode": "00:08:38.000"
		},
		{
			"id": "53",
			"speaker": "TB",
			"text_bit": "And you had to marry people? ",
			"timecode": "00:08:38.000"
		},
		{
			"id": "54",
			"speaker": "LG",
			"text_bit": "Oh yeah, that all come in. Parties, you had to give permission. When they had parties in the church building—who attended and you had to supervise. Because a lot of people go there drinking and there is no drinking or smoking. So you had to be there. ",
			"timecode": "00:08:38.000"
		},
		{
			"id": "55",
			"speaker": "TB",
			"text_bit": "Yes. So you had to supervise that? ",
			"timecode": "00:09:10.000"
		},
		{
			"id": "56",
			"speaker": "LG",
			"text_bit": "And you get people feeling bad at you about that.  You’d have to work that thing out— ",
			"timecode": "00:09:10.000"
		},
		{
			"id": "57",
			"speaker": "TB",
			"text_bit": "The phone just rang off the hook. ",
			"timecode": "00:09:10.000"
		},
		{
			"id": "58",
			"speaker": "LG",
			"text_bit": "—cause a man’s got his agency?  But still you’ve got a law and the law says don’t come to this church and smoking or drinking and you’ve got to enforce it. ",
			"timecode": "00:09:10.000"
		},
		{
			"id": "59",
			"speaker": "TB",
			"text_bit": "Sure. ",
			"timecode": "00:09:10.000"
		},
		{
			"id": "60",
			"speaker": "LG",
			"text_bit": "I wouldn’t say if you come in there drinking I’ll have you thrown in jail. We wouldn’t do that. We’d talk to them, tell him next time you come I’ll straighten it out for you. ",
			"timecode": "00:09:37.000"
		},
		{
			"id": "61",
			"speaker": "TB",
			"text_bit": "Well you didn’t have trouble with that? ",
			"timecode": "00:09:37.000"
		},
		{
			"id": "62",
			"speaker": "LG",
			"text_bit": "Not too bad, not too bad, the onliest trouble— ",
			"timecode": "00:09:37.000"
		},
		{
			"id": "63",
			"speaker": "TB",
			"text_bit": "You strike me as the kind of man— ",
			"timecode": "00:09:37.000"
		},
		{
			"id": "64",
			"speaker": "LG",
			"text_bit": "—the trouble would be mostly outsiders. Some outsiders would want to come in and maybe with people that didn’t attend church very often. ",
			"timecode": "00:09:37.000"
		},
		{
			"id": "65",
			"speaker": "LG",
			"text_bit": "It used to be that the persecution of the church was outside and now the persecution is inside the church. ",
			"timecode": "00:10:09.000"
		},
		{
			"id": "66",
			"speaker": "TB",
			"text_bit": "How do you mean? ",
			"timecode": "00:10:09.000"
		},
		{
			"id": "67",
			"speaker": "LG",
			"text_bit": "Well it’s by people who come into the church and you might have read about this woman about equal rights. You read that? ",
			"timecode": "00:10:09.000"
		},
		{
			"id": "68",
			"speaker": "TB",
			"text_bit": "Oh, yes. ",
			"timecode": "00:10:09.000"
		},
		{
			"id": "69",
			"speaker": "LG",
			"text_bit": "Things like that. ",
			"timecode": "00:10:09.000"
		},
		{
			"id": "70",
			"speaker": "TB",
			"text_bit": "That’s the sort of incident that you are talking about. ",
			"timecode": "00:10:09.000"
		},
		{
			"id": "71",
			"speaker": "LG",
			"text_bit": "That is just one and there is a lot of things, little things. ",
			"timecode": "00:10:09.000"
		},
		{
			"id": "72",
			"speaker": "TB",
			"text_bit": "They’re not whipping elders any more. ",
			"timecode": "00:10:42.000"
		},
		{
			"id": "73",
			"speaker": "LG",
			"text_bit": "Oh no. They’d whip them and throw whiskey on them and tar and feather and just about anything. They’d slip in and out at night, down at Catawba. ",
			"timecode": "00:10:42.000"
		},
		{
			"id": "74",
			"speaker": "TB",
			"text_bit": "Had a rough time. ",
			"timecode": "00:10:42.000"
		},
		{
			"id": "75",
			"speaker": "EG",
			"text_bit": "My daddy had so many of them in his house at different times. I remember we’d have five or six elders at our house and how he ever fed those people [inaudible].  A poor man like he was; I don’t know [how].  But he managed to always have food on the table for them. He’d get up and give them his bed. He’d sleep on the floor. ",
			"timecode": "00:10:42.000"
		},
		{
			"id": "76",
			"speaker": "TB",
			"text_bit": "Is that right? ",
			"timecode": "00:11:18.000"
		},
		{
			"id": "77",
			"speaker": "EG",
			"text_bit": "That’s the kind of man he was. ",
			"timecode": "00:11:18.000"
		},
		{
			"id": "78",
			"speaker": "TB",
			"text_bit": "He was dedicated, really dedicated. Well I see where that would be a tremendous job.  How many people did you baptize? Did you baptize? ",
			"timecode": "00:11:18.000"
		},
		{
			"id": "79",
			"speaker": "LG",
			"text_bit": "Oh yes. I baptized—well you got a record. Now any man that has the priesthood can baptize his own children if he wanted to but he’d have to have permission. ",
			"timecode": "00:11:18.000"
		},
		{
			"id": "80",
			"speaker": "TB",
			"text_bit": "And you have to do it by submersion? ",
			"timecode": "00:11:48.000"
		},
		{
			"id": "81",
			"speaker": "LG",
			"text_bit": "That’s right. You can’t put a little water on his head. You have to put him under and if his hand stuck out you do it until you get it. ",
			"timecode": "00:11:48.000"
		},
		{
			"id": "82",
			"speaker": "EG",
			"text_bit": "Has to go all the way under. ",
			"timecode": "00:11:48.000"
		},
		{
			"id": "83",
			"speaker": "TB",
			"text_bit": "So some people you’d have to dunk several times. ",
			"timecode": "00:11:48.000"
		},
		{
			"id": "84",
			"speaker": "LG",
			"text_bit": "Yes, if they’d kicked their feet up before they got all the way under it looked like the old saying “you believe you’re going to drown but you are going to quit this.”  But that’s the law of the Lord, baptism by immersion. ",
			"timecode": "00:11:48.000"
		},
		{
			"id": "85",
			"speaker": "TB",
			"text_bit": "Where did you baptize them, in the river? ",
			"timecode": "00:12:25.000"
		},
		{
			"id": "86",
			"speaker": "LG",
			"text_bit": "In the river and they had a baptism font over in Columbia, down in Gaffney. ",
			"timecode": "00:12:25.000"
		},
		{
			"id": "87",
			"speaker": "EG",
			"text_bit": "And Charlotte now. ",
			"timecode": "00:12:25.000"
		},
		{
			"id": "88",
			"speaker": "LG",
			"text_bit": "And usually all the ones that are converted are baptized by the missionaries. They’d have missionaries come in and go over to this family that are not members and have discussion and dimension talk to them. ",
			"timecode": "00:12:25.000"
		},
		{
			"id": "89",
			"speaker": "LG",
			"text_bit": "Have them come to church and see what the church meetings and everything [are] and then if they want to be baptized.  Well missionaries have that privilege, but when little fellows become eight year olds— ",
			"timecode": "00:12:55.000"
		},
		{
			"id": "90",
			"speaker": "TB",
			"text_bit": "That’s your job? ",
			"timecode": "00:12:55.000"
		},
		{
			"id": "91",
			"speaker": "LG",
			"text_bit": "That’s mine and the Bishop’s. ",
			"timecode": "00:12:55.000"
		},
		{
			"id": "92",
			"speaker": "EG",
			"text_bit": "You know they got a baptism font here too and you can go there. ",
			"timecode": "00:12:55.000"
		},
		{
			"id": "93",
			"speaker": "LG",
			"text_bit": "All the recommends can go to the Temple. ",
			"timecode": "00:12:55.000"
		},
		{
			"id": "94",
			"speaker": "EG",
			"text_bit": "We can go and have, I can be baptized for some of my ancestors that died years ago that weren’t members of the church. ",
			"timecode": "00:13:24.000"
		},
		{
			"id": "95",
			"speaker": "TB",
			"text_bit": "Oh really. ",
			"timecode": "00:13:24.000"
		},
		{
			"id": "96",
			"speaker": "EG",
			"text_bit": "That is why there was so much Temple work going on. ",
			"timecode": "00:13:24.000"
		},
		{
			"id": "97",
			"speaker": "TB",
			"text_bit": "Oh, I see. Have you done that? ",
			"timecode": "00:13:24.000"
		},
		{
			"id": "98",
			"speaker": "EG",
			"text_bit": "Women has got to go for the women and men for the men though. ",
			"timecode": "00:13:24.000"
		},
		{
			"id": "99",
			"speaker": "TB",
			"text_bit": "Baptized? ",
			"timecode": "00:13:24.000"
		},
		{
			"id": "100",
			"speaker": "LG",
			"text_bit": "By proxy. Oh you go, they got names at the Temple.  They are already sent in by a different family and you draw a name when you go in and go through for that person. ",
			"timecode": "00:13:44.000"
		},
		{
			"id": "101",
			"speaker": "TB",
			"text_bit": "Oh, so it wouldn’t be one of your kinsmen? ",
			"timecode": "00:13:44.000"
		},
		{
			"id": "102",
			"speaker": "EG",
			"text_bit": "No it wouldn’t have to be. ",
			"timecode": "00:13:44.000"
		},
		{
			"id": "103",
			"speaker": "LG",
			"text_bit": "No, if you go and do work for your relatives you fill out a group sheet. ",
			"timecode": "00:13:44.000"
		},
		{
			"id": "104",
			"speaker": "LG",
			"text_bit": "Say if you have a child on that group sheet or a father or mother on there you got your children.  You can send it to the temple and say I’ll be there in two weeks. I’m going to do this work myself; but when you go it will be ready. But if you take it [rather than mailing]; it may take you three or four hours before you could start.  But if you send it in advance you can go right to work because they’ll have the paperwork done. ",
			"timecode": "00:14:08.000"
		},
		{
			"id": "105",
			"speaker": "EG",
			"text_bit": "You know when I went and I said I was going to be sealed to my mother and father.  I had all that made. So the day we went; we went through one session. Well we didn’t go through the sealing point but there was more sessions going on for people. But the one I went through was for 1800 and something. This lady was born 1800 and something and I went through for her. ",
			"timecode": "00:14:40.000"
		},
		{
			"id": "106",
			"speaker": "TB",
			"text_bit": "And you didn’t even know who she was? ",
			"timecode": "00:15:06.000"
		},
		{
			"id": "107",
			"speaker": "EG",
			"text_bit": "I didn’t know. And Landrum he’s been through more than I have. He’s been there several times that I didn’t go. But they are way back, they just got thousands and thousands of names they are waiting for people to come and do work for them. ",
			"timecode": "00:15:06.000"
		},
		{
			"id": "108",
			"speaker": "TB",
			"text_bit": "That’s why they are so interested in genealogy. ",
			"timecode": "00:15:06.000"
		},
		{
			"id": "109",
			"speaker": "EG",
			"text_bit": "See it’s not one temple. It’s just all over. We got the one in Washington and the one in Salt Lake and they are going to build one in Atlanta now. And just think how much work is going on. All those temples all over the world. ",
			"timecode": "00:15:06.000"
		},
		{
			"id": "110",
			"speaker": "LG",
			"text_bit": "Well exaltation. The church believes in exaltation. That’s the highest that a man will be; just like he is here. He can have his wife and they’ll have increase. They can have children, but if you don’t have that work done and somebody [else] doesn’t do it for you and you aren’t worthy—then you’re going to go in lesser degree and you will not have that privilege. ",
			"timecode": "00:15:42.000"
		},
		{
			"id": "111",
			"speaker": "TB",
			"text_bit": "Yes, in the afterlife. ",
			"timecode": "00:16:13.000"
		},
		{
			"id": "112",
			"speaker": "EG",
			"text_bit": "And you can’t be sealed to more than one man, I can’t. He’s my husband, my only husband that ever will be. ",
			"timecode": "00:16:13.000"
		},
		{
			"id": "113",
			"speaker": "TB",
			"text_bit": "Oh, you can’t change your mind? ",
			"timecode": "00:16:13.000"
		},
		{
			"id": "114",
			"speaker": "EG",
			"text_bit": "Oh you can’t change my mind. We’ve been sealed. ",
			"timecode": "00:16:13.000"
		},
		{
			"id": "115",
			"speaker": "LG",
			"text_bit": "Oh yes you can. After me and Elsie have been to the Temple and we’ve been married and sealed together—well we may disagree and say we are going to get a divorce. ",
			"timecode": "00:16:13.000"
		},
		{
			"id": "116",
			"speaker": "LG",
			"text_bit": "Well it’s a no trouble in civilian law, but [in] the church law you have got to go before the stake president, I mean the president of the church and it’s hard. ",
			"timecode": "00:16:47.000"
		},
		{
			"id": "117",
			"speaker": "TB",
			"text_bit": "Here? ",
			"timecode": "00:16:47.000"
		},
		{
			"id": "118",
			"speaker": "LG",
			"text_bit": "No out in Salt Lake, probably. ",
			"timecode": "00:16:47.000"
		},
		{
			"id": "119",
			"speaker": "TB",
			"text_bit": "Oh my. ",
			"timecode": "00:16:47.000"
		},
		{
			"id": "120",
			"speaker": "LG",
			"text_bit": "At the temple. ",
			"timecode": "00:16:47.000"
		},
		{
			"id": "121",
			"speaker": "EG",
			"text_bit": "Yes. That’s what happened to that Sonia Johnson. She’s excommunicated from the church but it had to go back through the prophet before this could take place. ",
			"timecode": "00:16:47.000"
		},
		{
			"id": "122",
			"speaker": "LG",
			"text_bit": "Well they excommunicated her. ",
			"timecode": "00:17:18.000"
		},
		{
			"id": "123",
			"speaker": "EG",
			"text_bit": "Well they had to have the court there and it had come through them to make the decision on it.  And the bishop excommunicated her but— ",
			"timecode": "00:17:18.000"
		},
		{
			"id": "124",
			"speaker": "LG",
			"text_bit": "The bishop can excommunicate anything that don’t hold the Melchizedeck priesthood; then it goes to the stake president and the twelve high council. And they are the ones that excommunicate. The bishop can excommunicate anybody in the Aaronic priesthood. ",
			"timecode": "00:17:38.000"
		},
		{
			"id": "125",
			"speaker": "TB",
			"text_bit": "But there has to be— ",
			"timecode": "00:17:38.000"
		},
		{
			"id": "126",
			"speaker": "LG",
			"text_bit": "Approval of it. ",
			"timecode": "00:17:58.000"
		},
		{
			"id": "127",
			"speaker": "TB",
			"text_bit": "There has to be—what do you do to get excommunicated? ",
			"timecode": "00:17:58.000"
		},
		{
			"id": "128",
			"speaker": "LG",
			"text_bit": "Well adultery, murder. ",
			"timecode": "00:17:58.000"
		},
		{
			"id": "129",
			"speaker": "TB",
			"text_bit": "Commandments, if you break a commandment? ",
			"timecode": "00:17:58.000"
		},
		{
			"id": "130",
			"speaker": "LG",
			"text_bit": "Well you can—unchristian like conduct in the church. ",
			"timecode": "00:17:58.000"
		},
		{
			"id": "131",
			"speaker": "TB",
			"text_bit": "You mean this lady in Washington [Sonia Johnson]. ",
			"timecode": "00:17:58.000"
		},
		{
			"id": "132",
			"speaker": "EG",
			"text_bit": "She wanted to get—I mean she disapproved some of what President Kimble did.  She disapproved of the prophet. ",
			"timecode": "00:17:58.000"
		},
		{
			"id": "133",
			"speaker": "LG",
			"text_bit": "In other words she wanted to change the laws of the Lord according to our belief. ",
			"timecode": "00:18:27.000"
		},
		{
			"id": "134",
			"speaker": "EG",
			"text_bit": "And then she—and she had been through the temple been sealed to her husband. ",
			"timecode": "00:18:27.000"
		},
		{
			"id": "135",
			"speaker": "TB",
			"text_bit": "Didn’t she leave him? ",
			"timecode": "00:18:27.000"
		},
		{
			"id": "136",
			"speaker": "EG",
			"text_bit": "Yes, after she got excommunicated they got a divorce— ",
			"timecode": "00:18:27.000"
		},
		{
			"id": "137",
			"speaker": "TB",
			"text_bit": "I thought so. I didn’t follow the whole thing. ",
			"timecode": "00:18:27.000"
		},
		{
			"id": "138",
			"speaker": "EG",
			"text_bit": "And they say, I think, all of her children have turned against her. ",
			"timecode": "00:18:27.000"
		},
		{
			"id": "139",
			"speaker": "LG",
			"text_bit": "She was supposed to be on a program last night. ",
			"timecode": "00:18:52.000"
		},
		{
			"id": "140",
			"speaker": "EG",
			"text_bit": "She was on Donahue’s [Phil Donahue] program the other morning, not Donahue, that magazine thing. That magazine report, but she had been on Donahue. ",
			"timecode": "00:18:52.000"
		},
		{
			"id": "141",
			"speaker": "LG",
			"text_bit": "But you can’t join the church today and get a temple recommend tomorrow. ",
			"timecode": "00:18:52.000"
		},
		{
			"id": "142",
			"speaker": "TB",
			"text_bit": "You have to work for that. ",
			"timecode": "00:18:52.000"
		},
		{
			"id": "143",
			"speaker": "LG",
			"text_bit": "You got to be converted. ",
			"timecode": "00:18:52.000"
		},
		{
			"id": "144",
			"speaker": "EG",
			"text_bit": "At least it’s got to be a year. ",
			"timecode": "00:18:52.000"
		},
		{
			"id": "145",
			"speaker": "LG",
			"text_bit": "Takes a year or better. Say if I had a brother and he wasn’t living worthy enough to get temple recommended; well he could die and I could do his work but I’d have to wait until he’s dead a year. ",
			"timecode": "00:19:17.000"
		},
		{
			"id": "146",
			"speaker": "TB",
			"text_bit": "Oh. Then you can go ahead and do it. Go through the process. You can have him sealed in other words. ",
			"timecode": "00:19:41.000"
		},
		{
			"id": "147",
			"speaker": "LG",
			"text_bit": "Well the marriage, there has got to be a marriage in the church. You couldn’t, I couldn’t be sealed because I don’t have any wife to be sealed to if I’m single. ",
			"timecode": "00:19:41.000"
		},
		{
			"id": "148",
			"speaker": "TB",
			"text_bit": "Oh I see. You could be sealed to your parents? ",
			"timecode": "00:20:09.000"
		},
		{
			"id": "149",
			"speaker": "LG",
			"text_bit": "I could be sealed to my parents. I can’t be sealed to my parents until I’m sealed to my wife. ",
			"timecode": "00:20:09.000"
		},
		{
			"id": "150",
			"speaker": "TB",
			"text_bit": "Oh, I see. ",
			"timecode": "00:20:09.000"
		},
		{
			"id": "151",
			"speaker": "LG",
			"text_bit": "Now after I’m dead I could have that done. ",
			"timecode": "00:20:09.000"
		},
		{
			"id": "152",
			"speaker": "TB",
			"text_bit": "Somebody could do it for you? ",
			"timecode": "00:20:09.000"
		},
		{
			"id": "153",
			"speaker": "LG",
			"text_bit": "If you are living they can’t go through proxy work for you. ",
			"timecode": "00:20:09.000"
		},
		{
			"id": "154",
			"speaker": "EG",
			"text_bit": "You know like my brother Herbert. ",
			"timecode": "00:20:35.000"
		},
		{
			"id": "155",
			"speaker": "TB",
			"text_bit": "In other words if you had a brother you were upset about because he wasn’t doing what you thought was right? ",
			"timecode": "00:20:35.000"
		},
		{
			"id": "156",
			"speaker": "LG",
			"text_bit": "Well he may not have been able to go to the temple to find out something.  See there is a procedure you have to follow. ",
			"timecode": "00:20:35.000"
		},
		{
			"id": "157",
			"speaker": "EG",
			"text_bit": "See my brother Herbert, I don’t know whether you knew him or not, lived over here. ",
			"timecode": "00:20:35.000"
		},
		{
			"id": "158",
			"speaker": "TB",
			"text_bit": "I didn’t meet him. ",
			"timecode": "00:20:35.000"
		},
		{
			"id": "159",
			"speaker": "EG",
			"text_bit": "Well anyway, he’s been dead now two years or a little longer but he was a good faithful member. He was the Branch President too. Landrum was Branch President after he went out, he succeeded him. Well he’s always been faithful, but he got old and when he died—I mean he’d been to the Temple. ",
			"timecode": "00:20:57.000"
		},
		{
			"id": "160",
			"speaker": "EG",
			"text_bit": "He went and had his work done and several times he’d been to the Temple. But he didn’t go and be sealed to my Mama and Daddy.  He had to go while they were living and he didn’t have that done. So after he died I had to wait a year until I would have his work done for him. Which he was able, he could have took them but he didn’t do it. ",
			"timecode": "00:21:20.000"
		},
		{
			"id": "161",
			"speaker": "LG",
			"text_bit": "A lot of people don’t believe in the here after. Some believe you either go to hell or heaven; you can go to one of those places.  That’s all and you aint got nothing to worry about. But the bible says “In my father’s house are many mansions and there I will prepare a place for you” and if there was many mansions he wouldn’t have them all built the same. ",
			"timecode": "00:21:46.000"
		},
		{
			"id": "162",
			"speaker": "TB",
			"text_bit": "I see what you mean. ",
			"timecode": "00:22:21.000"
		},
		{
			"id": "163",
			"speaker": "LG",
			"text_bit": "You know there are three degrees of glory.  The celestial, telestial, and terrestrial, in Genesis. I guess I forgot what part of the old Bible they are in. ",
			"timecode": "00:22:21.000"
		},
		{
			"id": "164",
			"speaker": "EG",
			"text_bit": "Well take the Savior. Where did the Savior go when he died?  He didn’t go right back to his father in heaven. He went to paradise. That’s where we all go when we die—our spirits. ",
			"timecode": "00:22:21.000"
		},
		{
			"id": "165",
			"speaker": "TB",
			"text_bit": "And people take this tithing very seriously? ",
			"timecode": "00:22:51.000"
		},
		{
			"id": "166",
			"speaker": "LG",
			"text_bit": "Sure. The Lord, I believe it was Abraham or Melchizedeck one to tithe. The first I believe that I read about. Well I think it’s started [inaudible]. ",
			"timecode": "00:22:51.000"
		},
		{
			"id": "167",
			"speaker": "TG",
			"text_bit": "Do all Mormons pay tithes? ",
			"timecode": "00:22:51.000"
		},
		{
			"id": "168",
			"speaker": "LG",
			"text_bit": "Not all, no. ",
			"timecode": "00:22:51.000"
		},
		{
			"id": "169",
			"speaker": "TB",
			"text_bit": "You don’t have to tithe? ",
			"timecode": "00:23:20.000"
		},
		{
			"id": "170",
			"speaker": "LG",
			"text_bit": "You can be a member. ",
			"timecode": "00:23:20.000"
		},
		{
			"id": "171",
			"speaker": "EG",
			"text_bit": "Supposed to, you have to. ",
			"timecode": "00:23:20.000"
		},
		{
			"id": "172",
			"speaker": "LG",
			"text_bit": "No you don’t have to. ",
			"timecode": "00:23:20.000"
		},
		{
			"id": "173",
			"speaker": "EG",
			"text_bit": "Well if you’re a member and you are working you are. ",
			"timecode": "00:23:20.000"
		},
		{
			"id": "174",
			"speaker": "LG",
			"text_bit": "You’re asked to pay it. It’s a volunteer thing. ",
			"timecode": "00:23:20.000"
		},
		{
			"id": "175",
			"speaker": "TB",
			"text_bit": "If a man just doesn’t feel that he can— ",
			"timecode": "00:23:20.000"
		},
		{
			"id": "176",
			"speaker": "LG",
			"text_bit": "He wouldn’t be in good standing if he didn’t pay his tithes. ",
			"timecode": "00:23:20.000"
		},
		{
			"id": "177",
			"speaker": "TB",
			"text_bit": "Oh I see. Then he wouldn’t get a temple recommendation? ",
			"timecode": "00:23:42.000"
		},
		{
			"id": "178",
			"speaker": "LG",
			"text_bit": "No. ",
			"timecode": "00:23:42.000"
		},
		{
			"id": "179",
			"speaker": "TB",
			"text_bit": "So people do tithe? ",
			"timecode": "00:23:42.000"
		},
		{
			"id": "180",
			"speaker": "LG",
			"text_bit": "Most all churches, people do. And some of them have the collection basket on top of that. ",
			"timecode": "00:23:42.000"
		},
		{
			"id": "181",
			"speaker": "TB",
			"text_bit": "Oh really? ",
			"timecode": "00:23:42.000"
		},
		{
			"id": "182",
			"speaker": "LG",
			"text_bit": "You know a man told me—me and him hunted together and I knew him pretty well.  He told me—we were talking about attending church and he said he would.  It didn’t make too much difference when he attended. He said he was in good standing as long as he paid that $50 that he was [inaudible] to pay. ",
			"timecode": "00:24:06.000"
		},
		{
			"id": "183",
			"speaker": "LG",
			"text_bit": "He paid $50 a month or $50 a week, whatever he was assessed for and he was in good standing; but you wouldn’t be in the Mormon Church. ",
			"timecode": "00:24:32.000"
		},
		{
			"id": "184",
			"speaker": "EG",
			"text_bit": "We don’t believe you can pay your way to heaven. You have got to work at that. ",
			"timecode": "00:24:32.000"
		},
		{
			"id": "185",
			"speaker": "TB",
			"text_bit": "You have to do good works. ",
			"timecode": "00:24:32.000"
		},
		{
			"id": "186",
			"speaker": "LG",
			"text_bit": "The church has got a welfare plan and the government has got a welfare plan. ",
			"timecode": "00:24:32.000"
		},
		{
			"id": "187",
			"speaker": "LG",
			"text_bit": "The government plan says you get the check to buy and do whatever you want with; but the church plan they create a job after you hunt for a job. If you are able to work, find something around the church they’ll give you the food, the money for your insurance, medicine, things like that. ",
			"timecode": "00:24:59.000"
		},
		{
			"id": "188",
			"speaker": "TB",
			"text_bit": "That is wonderful that they do help people like that. ",
			"timecode": "00:25:43.000"
		},
		{
			"id": "189",
			"speaker": "LG",
			"text_bit": "They preach this to the world; we got a welfare plan, come on in and we’ll take care of you. They’d be falling out the windows, but that ain’t the way the Lord intended it. He said to help them that’s in need. ",
			"timecode": "00:25:43.000"
		},
		{
			"id": "190",
			"speaker": "TB",
			"text_bit": "And not. I see what you mean. ",
			"timecode": "00:25:43.000"
		},
		{
			"id": "191",
			"speaker": "LG",
			"text_bit": "You take a man who is hungry, what is he going to study about? The thing he will study about when he is hungry is food, right?  And if you feed that man you are going to strengthen his body. That’s the physical part but then you have to work on his spiritual part. You get him to come to church, read his scripture, get him busy helping other people. That’s all that is in life to help other people. ",
			"timecode": "00:26:05.000"
		},
		{
			"id": "192",
			"speaker": "TB",
			"text_bit": "Sure ",
			"timecode": "00:26:05.000"
		},
		{
			"id": "193",
			"speaker": "LG",
			"text_bit": "I heard a fellow talk; I know you read the story about the Good Samaritan. You know how the priest got on the other side and they were the man who was supposed to help. And the man came along and ministered and helped him and gave him food and then sent him on to this town and gave him money for board. ",
			"timecode": "00:26:38.000"
		},
		{
			"id": "194",
			"speaker": "LG",
			"text_bit": "And [inaudible] I’ll come back and take care of you wherever he put him. And how many people today—let’s say me and you were walking up this road, we’d look out [and] there lay this man is drunk.  And if we knew he was drunk, how many would pull him out?  I don’t know if I would pull him out or not. ",
			"timecode": "00:27:09.000"
		},
		{
			"id": "195",
			"speaker": "TB",
			"text_bit": "I don’t know if I would either. ",
			"timecode": "00:27:09.000"
		},
		{
			"id": "196",
			"speaker": "LG",
			"text_bit": "Now if I knowed him I may do it. ",
			"timecode": "00:27:36.000"
		},
		{
			"id": "197",
			"speaker": "TB",
			"text_bit": "It’s a heavy test, it really is. You don’t know if he is drunk and is he gonna grab you. ",
			"timecode": "00:27:36.000"
		},
		{
			"id": "198",
			"speaker": "LG",
			"text_bit": "But if you know he’s drunk, what about it? ",
			"timecode": "00:27:36.000"
		},
		{
			"id": "199",
			"speaker": "TB",
			"text_bit": "Yeah. Well then he is dirty. ",
			"timecode": "00:27:36.000"
		},
		{
			"id": "200",
			"speaker": "EG",
			"text_bit": "If he’s just drunk, they’d say that. ",
			"timecode": "00:27:36.000"
		},
		{
			"id": "201",
			"speaker": "TB",
			"text_bit": "May get sick on you. ",
			"timecode": "00:27:36.000"
		},
		{
			"id": "202",
			"speaker": "LG",
			"text_bit": "Well all that. But you are supposed to help a man. ",
			"timecode": "00:27:36.000"
		},
		{
			"id": "203",
			"speaker": "TB",
			"text_bit": "That’s right. ",
			"timecode": "00:27:36.000"
		},
		{
			"id": "204",
			"speaker": "LG",
			"text_bit": "What this man said—he said the same thing. He said “I don’t know if I’d help him out or not.”  I believe the Savior would. It makes a man feel good to help people. ",
			"timecode": "00:27:36.000"
		},
		{
			"id": "205",
			"speaker": "TB",
			"text_bit": "It does. ",
			"timecode": "00:28:13.000"
		},
		{
			"id": "206",
			"speaker": "EG",
			"text_bit": "You were talking about your tithing a while ago. There is a passage in the scripture; I don’t know where it’s at. I don’t know if it’s the modern day scripture or Bible, they ask the question, “Will a man rob God?  Wherein in you have robbed me” and they are speaking of tithing.  Is it getting chilly in here for you all? ",
			"timecode": "00:28:13.000"
		},
		{
			"id": "207",
			"speaker": "LG",
			"text_bit": "I feel a little bit nippy in here. ",
			"timecode": "00:28:42.000"
		},
		{
			"id": "208",
			"speaker": "EG",
			"text_bit": "I’ll knock the heater up. ",
			"timecode": "00:28:42.000"
		},
		{
			"id": "209",
			"speaker": "TB",
			"text_bit": "You know what I wish you’d do Mr. George? Tell me that bird story you told me on the way to the car where you were with Marvin George and Douglas Harris and— ",
			"timecode": "00:28:42.000"
		},
		{
			"id": "210",
			"speaker": "LG",
			"text_bit": "Oh that’s a— ",
			"timecode": "00:28:42.000"
		},
		{
			"id": "211",
			"speaker": "TB",
			"text_bit": "That’s a good story. ",
			"timecode": "00:28:42.000"
		},
		{
			"id": "212",
			"speaker": "LG",
			"text_bit": "You like that? ",
			"timecode": "00:28:42.000"
		},
		{
			"id": "213",
			"speaker": "TB",
			"text_bit": "Yes that’s a good story. ",
			"timecode": "00:28:42.000"
		},
		{
			"id": "214",
			"speaker": "EG",
			"text_bit": "I didn’t want to stop you there but he was counted as one of the best bird shots in York County at one time. ",
			"timecode": "00:28:42.000"
		},
		{
			"id": "215",
			"speaker": "TB",
			"text_bit": "Is that right? ",
			"timecode": "00:29:09.000"
		},
		{
			"id": "216",
			"speaker": "EG",
			"text_bit": "But he didn’t want to tell you that part and brag on his self, but he was a good ole bird shooter [laughs]. ",
			"timecode": "00:29:09.000"
		},
		{
			"id": "217",
			"speaker": "LG",
			"text_bit": "You ready for me to tell you about it? ",
			"timecode": "00:29:09.000"
		},
		{
			"id": "218",
			"speaker": "TB",
			"text_bit": "We’ve got plenty of time on there I think, go ahead. ",
			"timecode": "00:29:09.000"
		},
		{
			"id": "219",
			"speaker": "LG",
			"text_bit": "Well its [inaudible]. ",
			"timecode": "00:29:09.000"
		},
		{
			"id": "220",
			"speaker": "EG",
			"text_bit": "All my stories I told you [laughs]. ",
			"timecode": "00:29:09.000"
		},
		{
			"id": "221",
			"speaker": "LG",
			"text_bit": "The story I’m going to tell you was when me and Douglas Harris, Marvin went hunting. Now we went on the [inaudible] place across the river below Southern [Railway] trestle. He had big wheat fields sowed and the first covey was out in the middle of the wheat field, wide open and 12 or 15 birds got up. ",
			"timecode": "00:29:39.000"
		},
		{
			"id": "222",
			"speaker": "LG",
			"text_bit": "Marvin was in the middle. Douglas was on the right and me on the left.  Well all the birds went to Marvin and two or three by Douglas and two came out by me.  I killed the first one and just as I started to shoot the second one Marvin shot ",
			"timecode": "00:30:11.000"
		},
		{
			"id": "223",
			"speaker": "NOTE",
			"text_bit": "End of audio ",
			"timecode": "00:30:11.000"
		},
		{
			"id": "224",
			"speaker": "LG",
			"text_bit": "at the bird and I said “What you doing shooting on my side. You are in the middle.  The man on the middle shoots in the middle. All those birds flying straight off from you and you shoot one of my birds.” Marvin, he cackled, [imitates sound of laughter]; that’s the way he laughed. I said I’ll get him and we went down in the river.  There was a great big sycamore tree way out on the river bank and we had four or five dogs. The dogs were down there running some birds up and he came up. He was up pretty high and Marvin throwed up his gun and shot. And the old bird spun around and fell and he said you know “I don’t know whether I could hit that bird that far or not.”  I said you didn’t. I shot too.  He didn’t think I could hit that bird. I went on down got the bird from the dog and put him in my coat. I never had shot. So later I told Douglas; I said I got my bird back. He was shooting on my side and you going to shoot on my side and shoot my bird, I’m going to claim one half of them any how. So a year or two later we were on the [inaudible] place and I told him I didn’t shoot, that was that bird that you shot going my way. That was just a lesson for you. You hunting more with me and they come over on that side don’t shoot at them cause they are going to be mine from now on. ",
			"timecode": "00:30:11.000"
		},
		{
			"id": "225",
			"speaker": "TB",
			"text_bit": "That’s a good hunting story. ",
			"timecode": "00:30:11.000"
		},
		{
			"id": "226",
			"speaker": "LG",
			"text_bit": "Yes, I’ve hunted all around, down the lower part of the state. A lot of birds down around Orangeburg, open country there. These fast dogs you can’t keep up with here because you can’t see through the woods and trees. Down there you can and see the dogs for a long ways, for a half a mile. Here they got big trees and the birds fly above them. Shucks. ",
			"timecode": "00:30:11.000"
		},
		{
			"id": "227",
			"speaker": "TB",
			"text_bit": "And you got an award for shooting?  You got some kind of award for shooting? ",
			"timecode": "00:30:11.000"
		},
		{
			"id": "228",
			"speaker": "LG",
			"text_bit": "No. ",
			"timecode": "00:30:11.000"
		},
		{
			"id": "229",
			"speaker": "TB",
			"text_bit": "Oh, just counted as one of the best. ",
			"timecode": "00:30:11.000"
		},
		{
			"id": "230",
			"speaker": "LG",
			"text_bit": "Well everybody’d hear about it you know. Anybody who is a good hunter or a good bird shot; it will finally get around so people will know about it. The way to prove that is by hunting birds, you can’t hardly catch them. ",
			"timecode": "00:30:11.000"
		},
		{
			"id": "231",
			"speaker": "TB",
			"text_bit": "But they move pretty fast aren’t they? ",
			"timecode": "00:30:11.000"
		},
		{
			"id": "232",
			"speaker": "LG",
			"text_bit": "You can try for them. ",
			"timecode": "00:30:11.000"
		},
		{
			"id": "233",
			"speaker": "TB",
			"text_bit": "But they were pretty fast.  Well, okay. ",
			"timecode": "00:30:11.000"
		}
	]
}