{
	"title": "Landrum George Interview, March 22, 1983 Tape 2",
	"description": "Interviewer: Dr. Thomas John Blumer; Interviewee: Landrum George with a few comments by his wife Elsie George; Transcriber: Kevin Thompson",
	"audio_file": "Catawba_George-Landrum-Mar-22-1983_Tape2_64kbs.mp3",
	"text":
	[
		{
			"id": "0",
			"speaker": "TB",
			"text_bit": "--at Cherokee and a lot of the Georges went there. ",
			"timecode": "00:00:05.000"
		},
		{
			"id": "1",
			"speaker": "LG",
			"text_bit": "Yeah, Beulah George, and Evans George, they are two of the children of Johnny George and Hattie Starnes. ",
			"timecode": "00:00:05.000"
		},
		{
			"id": "2",
			"speaker": "LG",
			"text_bit": "That was their two children, Johnny George and Hattie Starnes. And he was so mean to those children that at one time Evans left home in the Nesbit woods and was out all night and everybody was hunting him and finally they were sent to Cherokee: not only Beulah and Evans, but Marvin, Queely, and Cora who were Evans and theirs half brothers and sisters. ",
			"timecode": "00:00:33.000"
		},
		{
			"id": "3",
			"speaker": "LG",
			"text_bit": "They went to Cherokee and eventually came back here.  Well Evans went—Beulah went to Carlisle and Evans didn’t stay there long.  Beulah stayed, it was years before she ever came back and she was a nurse. ",
			"timecode": "00:01:18.000"
		},
		{
			"id": "4",
			"speaker": "TB",
			"text_bit": "Yes, she got a good education. ",
			"timecode": "00:01:41.000"
		},
		{
			"id": "5",
			"speaker": "LG",
			"text_bit": "And she settled out in South Dakota and she married a fellow by the name of Arrow, Guy Arrow and they had—I forget how many children.  They had three or four children and she came back, oh it must have been some time in the 40’s and stayed a while but she went back but since then she’s passed away. ",
			"timecode": "00:01:41.000"
		},
		{
			"id": "6",
			"speaker": "LG",
			"text_bit": "She had quite a few children, her children’s children. We don’t never hear from them anymore.  What happened to them? ",
			"timecode": "00:02:18.000"
		},
		{
			"id": "7",
			"speaker": "TB",
			"text_bit": "You used to hear from them. ",
			"timecode": "00:02:18.000"
		},
		{
			"id": "8",
			"speaker": "LG",
			"text_bit": "Oh yes. When Beulah was living she would correspond. ",
			"timecode": "00:02:18.000"
		},
		{
			"id": "9",
			"speaker": "TB",
			"text_bit": "Do you remember the names of the boys? ",
			"timecode": "00:02:18.000"
		},
		{
			"id": "10",
			"speaker": "LG",
			"text_bit": "No, they came out and stayed with me.  Beulah and two of the girls, but we didn’t know the names of none of them, do we? ",
			"timecode": "00:02:41.000"
		},
		{
			"id": "11",
			"speaker": "EG",
			"text_bit": "I’m just trying to think, one of the boys she named him Evans or Buck George.  I know Darlene was the youngest and Frances was a girl, but she had another girl I didn’t see her.  I only saw Darlene and Frances. ",
			"timecode": "00:02:41.000"
		},
		{
			"id": "12",
			"speaker": "LG",
			"text_bit": "Yes Frances had a little boy. She had another daughter older than Frances and that boy.  I can’t to think of his name.  Evelyn may know the names. But they got a better education, I mean up at Cherokee at that time and they’d go longer. When the Indians were teaching they took more interest in it. ",
			"timecode": "00:03:11.000"
		},
		{
			"id": "13",
			"speaker": "LG",
			"text_bit": "In Catawba when they were teaching school the only ones who really took an interest in them were the missionaries. The Mormon missionaries when they was teaching, actually you know they taught you something but you wasn’t forced to everyday and all they were wanting was some children to come to school. ",
			"timecode": "00:03:39.000"
		},
		{
			"id": "14",
			"speaker": "TB",
			"text_bit": "They didn’t care about attendance? ",
			"timecode": "00:04:05.000"
		},
		{
			"id": "15",
			"speaker": "LG",
			"text_bit": "Well they didn’t care about education. It was a whole lot different than it is now.  I never did go to school in the summertime.  Well none of them did, we were off in the summer, most of the time.  I don’t think we went but half of the time. ",
			"timecode": "00:04:05.000"
		},
		{
			"id": "16",
			"speaker": "TB",
			"text_bit": "Six months. ",
			"timecode": "00:04:34.000"
		},
		{
			"id": "17",
			"speaker": "LG",
			"text_bit": "Six months, I’d say.  But still you could be out any day you wanted to and there wouldn’t be nothing said about it. ",
			"timecode": "00:04:34.000"
		},
		{
			"id": "18",
			"speaker": "TB",
			"text_bit": "So if something happened at home you would just stay home and work? ",
			"timecode": "00:04:34.000"
		},
		{
			"id": "19",
			"speaker": "LG",
			"text_bit": "Yeah, if you’d get on the good side of your parents and didn’t want to go to school.  You might have a tough subject something you didn’t know nothing about, hadn’t studied upon. But you’d still have to catch up. ",
			"timecode": "00:04:34.000"
		},
		{
			"id": "20",
			"speaker": "LG",
			"text_bit": "You didn’t go [inaudible]; you’d just take your books and you didn’t have a whole lot. You’d have reading, arithmetic, and spelling and history and maybe geography and that was it.  I was—I never did attend school too much; ",
			"timecode": "00:04:59.000"
		},
		{
			"id": "21",
			"speaker": "LG",
			"text_bit": "I—well, when I was 14 I went to work in the mill, cotton you know.  I told you the other day I had finished the fifth grade and there was Doris, Georgia, Lula and all of those was in the seventh grade.  They was in arithmetic a few grades ahead of me but we had an arithmetic contest. I could get up there on the black board and set them down. ",
			"timecode": "00:05:25.000"
		},
		{
			"id": "22",
			"speaker": "TB",
			"text_bit": "Is that right? ",
			"timecode": "00:06:02.000"
		},
		{
			"id": "23",
			"speaker": "LG",
			"text_bit": "I always was, I guess gifted, I was pretty good in arithmetic and I always figuring it in my head.  It could just come to me.  I got that way until I got a little age on me. I found out this morning why people—when they get a little on them why their remembrance is not as good as it was. ",
			"timecode": "00:06:02.000"
		},
		{
			"id": "24",
			"speaker": "TB",
			"text_bit": "Why is that? ",
			"timecode": "00:06:37.000"
		},
		{
			"id": "25",
			"speaker": "LG",
			"text_bit": "Well sometimes, they say something’s wrong with you and sometimes they say maybe taking medicine and some kind of pressure or something may be [causing memory loss]. Things like that. ",
			"timecode": "00:06:37.000"
		},
		{
			"id": "26",
			"speaker": "LG",
			"text_bit": "Eighty percent of the people after they get a certain age has that memory, but that is something they can overcome by knowing these other things. That’s what the man was telling me. ",
			"timecode": "00:07:01.000"
		},
		{
			"id": "27",
			"speaker": "TB",
			"text_bit": "You have no trouble with your memory? ",
			"timecode": "00:07:01.000"
		},
		{
			"id": "28",
			"speaker": "LG",
			"text_bit": "I remember things now that I did when I was five or six years old. ",
			"timecode": "00:07:01.000"
		},
		{
			"id": "29",
			"speaker": "TB",
			"text_bit": "What did you do when you was five? ",
			"timecode": "00:07:28.000"
		},
		{
			"id": "30",
			"speaker": "LG",
			"text_bit": "Let’s see I believe it was six when I was going to tell you about the time that Elsie’s brother got shot. ",
			"timecode": "00:07:28.000"
		},
		{
			"id": "31",
			"speaker": "TB",
			"text_bit": "Oh were you there? ",
			"timecode": "00:07:28.000"
		},
		{
			"id": "32",
			"speaker": "LG",
			"text_bit": "I went up where he was shot.  Me and my brother caught up with Elsie’s mother and she was pregnant with Elsie and my brother had to cross the branch. ",
			"timecode": "00:07:28.000"
		},
		{
			"id": "33",
			"speaker": "TB",
			"text_bit": "Oh, this was Harvey? ",
			"timecode": "00:07:53.000"
		},
		{
			"id": "34",
			"speaker": "LG",
			"text_bit": "Yes. ",
			"timecode": "00:07:53.000"
		},
		{
			"id": "35",
			"speaker": "TB",
			"text_bit": "Oh, so what exactly happened? ",
			"timecode": "00:07:53.000"
		},
		{
			"id": "36",
			"speaker": "LG",
			"text_bit": "We went up where he—I mean where they was at and they had him lying there and had a sheet covered over him.  He was in bad shape [inaudible] to close to that thing. ",
			"timecode": "00:07:53.000"
		},
		{
			"id": "37",
			"speaker": "TB",
			"text_bit": "He didn’t live too long. ",
			"timecode": "00:08:23.000"
		},
		{
			"id": "38",
			"speaker": "LG",
			"text_bit": "No, I think it was that night when he died. ",
			"timecode": "00:08:23.000"
		},
		{
			"id": "39",
			"speaker": "EG",
			"text_bit": "No I think they said he died the same day. ",
			"timecode": "00:08:23.000"
		},
		{
			"id": "40",
			"speaker": "LG",
			"text_bit": "Early part of the evening—but there was so many tales told about it that was not true. ",
			"timecode": "00:08:23.000"
		},
		{
			"id": "41",
			"speaker": "TB",
			"text_bit": "What is the truth of the matter?  It was just an accident? ",
			"timecode": "00:08:47.000"
		},
		{
			"id": "42",
			"speaker": "LG",
			"text_bit": "Well it, I’ve heard this I don’t know how many times. He had three or four different size shots and one shell ain’t going to have but one size shot unless you take it open and put it in there. ",
			"timecode": "00:08:47.000"
		},
		{
			"id": "43",
			"speaker": "LG",
			"text_bit": "They claim he had two or three different size shots in him and they kind of figured though about the ones that shot him. They give him money to go up and run the squirrels out of the nest.  And when he went up the squirrels got in a pine tree which was behind the cedar tree and that’s where he was at.  He wasn’t in the pine tree. ",
			"timecode": "00:09:12.000"
		},
		{
			"id": "44",
			"speaker": "TB",
			"text_bit": "And so when they shot they just got him. ",
			"timecode": "00:09:44.000"
		},
		{
			"id": "45",
			"speaker": "LG",
			"text_bit": "Well they [inaudible] and came right under him [inaudible]. ",
			"timecode": "00:09:44.000"
		},
		{
			"id": "46",
			"speaker": "TB",
			"text_bit": "Sure.  Did you play with him?  He was one of your playmates or was he a little older. ",
			"timecode": "00:09:44.000"
		},
		{
			"id": "47",
			"speaker": "LG",
			"text_bit": "Well he was older than me. Now Leroy [Harvey’s brother] I remember him; he was two or three I guess two or three years older than me. ",
			"timecode": "00:09:44.000"
		},
		{
			"id": "48",
			"speaker": "EG",
			"text_bit": "He stayed with my grandmother most of the time I think. ",
			"timecode": "00:10:14.000"
		},
		{
			"id": "49",
			"speaker": "LG",
			"text_bit": "Always some of them stayed over there with her. ",
			"timecode": "00:10:14.000"
		},
		{
			"id": "50",
			"speaker": "TB",
			"text_bit": "With who? ",
			"timecode": "00:10:14.000"
		},
		{
			"id": "51",
			"speaker": "TB",
			"text_bit": "Oh he stayed with Margaret. ",
			"timecode": "00:10:14.000"
		},
		{
			"id": "52",
			"speaker": "LG",
			"text_bit": "Margaret, his grandmother. ",
			"timecode": "00:10:14.000"
		},
		{
			"id": "53",
			"speaker": "TB",
			"text_bit": "Did they ever tell you about the wild Indians when you were little?  Did your mother ever talk about them? ",
			"timecode": "00:10:14.000"
		},
		{
			"id": "54",
			"speaker": "LG",
			"text_bit": "Oh I’ve heard the wild tales.  I don’t know what it was, but I guess I always figured later that they had this old place over there they called the [inaudible]. ",
			"timecode": "00:10:32.000"
		},
		{
			"id": "55",
			"speaker": "LG",
			"text_bit": "And they claimed; It was a haunted place.  Could hear the devil rattling his chains at night, some nights, any night.  Riding along them chains would make a noise you know. ",
			"timecode": "00:10:52.000"
		},
		{
			"id": "56",
			"speaker": "LG",
			"text_bit": "Well I guess they probably knew everybody; they’d claim you could hear these things. I’d be over there and the Cantys, me and Alonzo was about the same age. We’d spend the night together a whole lot and his daddy Henry would say he’d hear the devil coming down the road and you’d hear them chains. ",
			"timecode": "00:11:17.000"
		},
		{
			"id": "57",
			"speaker": "LG",
			"text_bit": "Well it was a mile over there and it could have been other people.  Sound carries better at night, the air’s heavy. ",
			"timecode": "00:11:49.000"
		},
		{
			"id": "58",
			"speaker": "TB",
			"text_bit": "Sure or over water. ",
			"timecode": "00:11:49.000"
		},
		{
			"id": "59",
			"speaker": "LG",
			"text_bit": "I never did know what it was. ",
			"timecode": "00:11:49.000"
		},
		{
			"id": "60",
			"speaker": "TB",
			"text_bit": "But you heard it? ",
			"timecode": "00:11:49.000"
		},
		{
			"id": "61",
			"speaker": "LG",
			"text_bit": "Oh yes and one night just about dark one of them sent me over to Henry Canty’s house, me and my brother Ephraim, to get a lamp full of oil.  You know one of those kerosene lamps.  Well it was getting dark and we lit the old lamp to go back down the path.  It was just a little way across the branch [stream], but when we got down at the branch [there] was an old maple. ",
			"timecode": "00:12:10.000"
		},
		{
			"id": "62",
			"speaker": "LG",
			"text_bit": "It had been blowed down and it kind bent over and after and a piece it bent up straight.  There was a big old owl lit up there and I guess that light blinded him.  I don’t know, but that thing looked like I don’t know what it scared me and him. So we didn’t know what it was and commenced to holler and run back up [the path]. ",
			"timecode": "00:12:43.000"
		},
		{
			"id": "63",
			"speaker": "LG",
			"text_bit": "And Jim Starnes came over there and got us and it was an old big owl had lit up there and we thought it was the devil. ",
			"timecode": "00:13:12.000"
		},
		{
			"id": "64",
			"speaker": "TB",
			"text_bit": "I bet it scared you to death. ",
			"timecode": "00:13:12.000"
		},
		{
			"id": "65",
			"speaker": "LG",
			"text_bit": "Yes sir.  Just some of the tales; I’ve heard them tell about that fellow Harris wrestling with the devil. ",
			"timecode": "00:13:12.000"
		},
		{
			"id": "66",
			"speaker": "TB",
			"text_bit": "Oh yes, tell that story. I’ve heard that before, but give me your version. ",
			"timecode": "00:13:40.000"
		},
		{
			"id": "67",
			"speaker": "LG",
			"text_bit": "Well all I ever heard, it was next to old Bowlegs field spring.  He [Billy “Bowlegs” Harris] had a field down on the branch and they called it the Bowleg Field. Billy Bowlegs cleaned it off and they named the field after Billy. ",
			"timecode": "00:13:40.000"
		},
		{
			"id": "68",
			"speaker": "LG",
			"text_bit": "And so this fellow, was bad to gamble and was a mean fellow.  And he went down there and met the devil on that trail and they wrestled.  Well they got into wrestling and tore those old bushes up and pulled them up.  Now I never saw it, it was something that was told you see. ",
			"timecode": "00:14:00.000"
		},
		{
			"id": "69",
			"speaker": "EG",
			"text_bit": "They said he didn’t know it was the devil.  They said it was this little black man.  Parents or somebody told it was the devil and it was a little black man. ",
			"timecode": "00:14:34.000"
		},
		{
			"id": "70",
			"speaker": "LG",
			"text_bit": "It was the proudest little black man he ever got a hold of. ",
			"timecode": "00:14:34.000"
		},
		{
			"id": "71",
			"speaker": "TB",
			"text_bit": "What was Billy Bowlegs like? ",
			"timecode": "00:14:34.000"
		},
		{
			"id": "72",
			"speaker": "LG",
			"text_bit": "What? ",
			"timecode": "00:14:34.000"
		},
		{
			"id": "73",
			"speaker": "TB",
			"text_bit": "What was Billy like? ",
			"timecode": "00:14:34.000"
		},
		{
			"id": "74",
			"speaker": "LG",
			"text_bit": "Well I told you I didn’t like to meet Billy too much. He’d, he was always joking to me about colored women. They had colored women who would come in and wash.  And he got on me about Nancy Steele. ",
			"timecode": "00:14:58.000"
		},
		{
			"id": "75",
			"speaker": "LG",
			"text_bit": "I remember one time Bowlegs bought an old grey mule and he let Jim Starnes have it to work the crops.  You couldn’t hardly put a bridle on its head, but after you got to riding it a bit; it was ok. ",
			"timecode": "00:15:29.000"
		},
		{
			"id": "76",
			"speaker": "LG",
			"text_bit": "Me and my brother was riding the old horse and I had an old walking stick and he tried to make me throw the stick down and I said I won’t do it [telephone rings]. I was on the back and down where Nettie Owl lived the road turned backward. ",
			"timecode": "00:15:52.000"
		},
		{
			"id": "77",
			"speaker": "LG",
			"text_bit": "The mule was running pretty fast and as he started around that curve well I had to clutch around him [with both hands] you know. I had that stick in my hand and it struck the old mule beside the head and he put on his brakes. Me and him went right over and I hit that road, just about like the floor. ",
			"timecode": "00:16:16.000"
		},
		{
			"id": "78",
			"speaker": "LG",
			"text_bit": "It liked to have busted me. My mother told me “I told you [inaudible]” But they told a lot of those tales. I don’t know but they tell these tells to scare people or what. Maybe some of them may have been so, I don’t know [inaudible]. ",
			"timecode": "00:16:46.000"
		},
		{
			"id": "79",
			"speaker": "TB",
			"text_bit": "But your mother never? ",
			"timecode": "00:17:16.000"
		},
		{
			"id": "80",
			"speaker": "LG",
			"text_bit": "No. ",
			"timecode": "00:17:16.000"
		},
		{
			"id": "81",
			"speaker": "TB",
			"text_bit": "Never believed in that stuff? ",
			"timecode": "00:17:16.000"
		},
		{
			"id": "82",
			"speaker": "LG",
			"text_bit": "I never did believe.  I believed the onliest thing that ever would hurt me was something living, something living. ",
			"timecode": "00:17:16.000"
		},
		{
			"id": "83",
			"speaker": "EG",
			"text_bit": "Listen could you hold a minute?  [Break] ",
			"timecode": "00:17:16.000"
		},
		{
			"id": "84",
			"speaker": "LG",
			"text_bit": "I remember down at the branch—I was over—practically grown then.  I never know what this was but it was something; and the branch come around a little bend and right above that Uncle Jim Watts had a heart attack and died. ",
			"timecode": "00:17:39.000"
		},
		{
			"id": "85",
			"speaker": "LG",
			"text_bit": "And I always had that in mind when I’d go by at night, especially when I was by myself. And so that particular time, they had straightened the road and made a bridge over the branch and instead of going around they made the road straight. ",
			"timecode": "00:18:09.000"
		},
		{
			"id": "86",
			"speaker": "LG",
			"text_bit": "When I got where the road turned left, and I was going on the mule, I looked and there was something white.  It looked like a white dog and he just came right in front of me and went up was an old road going up to Uncle Jim’s. ",
			"timecode": "00:18:30.000"
		},
		{
			"id": "87",
			"speaker": "LG",
			"text_bit": "I never did know what that was and I didn’t take time to look because I got up the hill; but it had to be something living.  But I figured, I said what in the world could it have been, it could have been the moon was shining there you know, made it look— ",
			"timecode": "00:18:52.000"
		},
		{
			"id": "88",
			"speaker": "TB",
			"text_bit": "You always looked for a rational reason. ",
			"timecode": "00:18:52.000"
		},
		{
			"id": "89",
			"speaker": "LG",
			"text_bit": "Yes, I never did believe in stuff like that. ",
			"timecode": "00:19:19.000"
		},
		{
			"id": "90",
			"speaker": "TB",
			"text_bit": "Course that didn’t keep you from getting on home fast [laughs]. ",
			"timecode": "00:19:19.000"
		},
		{
			"id": "91",
			"speaker": "LG",
			"text_bit": "No I said I wondered what it was, but some believed in that thing.  You asked me about the other night.  Mary Harris, I guess that’s the way you got it.  Mary or Dovie? ",
			"timecode": "00:19:19.000"
		},
		{
			"id": "92",
			"speaker": "TB",
			"text_bit": "Mary Cornelia I think. ",
			"timecode": "00:19:51.000"
		},
		{
			"id": "93",
			"speaker": "LG",
			"text_bit": "Well the one with so many clothes [Dovie].  Well [in] all the pictures she was a little old and they told me—I asked mother why she wore so many clothes.  She put them on to make her look larger, that’s why she put them on. ",
			"timecode": "00:19:51.000"
		},
		{
			"id": "94",
			"speaker": "TB",
			"text_bit": "She was so small [laughs]. ",
			"timecode": "00:20:15.000"
		},
		{
			"id": "95",
			"speaker": "LG",
			"text_bit": "To be as large as she was [laughs]. ",
			"timecode": "00:20:15.000"
		},
		{
			"id": "96",
			"speaker": "TB",
			"text_bit": "She must have been a character.  I’d love to have met her and talked to her.  You hear about some of these old timers and the only way you can get near them is through the memories of other people. ",
			"timecode": "00:20:15.000"
		},
		{
			"id": "97",
			"speaker": "LG",
			"text_bit": "[Sam] Blue told me there were different size of Indians and he said from the same tribe some of them is little [and] some of them is large. I mean [Davis] Ayers he was little—he was a little fellow and you take Frank and Henry [Canty’s], they were large men. ",
			"timecode": "00:20:37.000"
		},
		{
			"id": "98",
			"speaker": "LG",
			"text_bit": "He said, “I made this story up the way the Indians would do, and [how] they’d keep increasing.”  Said they marry, get out and raise a tribe. Well they did increase that way. ",
			"timecode": "00:21:14.000"
		},
		{
			"id": "99",
			"speaker": "LG",
			"text_bit": "They had a big chief like King Haigler and a little chief. Well that’s it you couldn’t control a whole bunch of people if you’re over yonder 10-15 miles.  You got to have, same way in the Army, you got [to have] a man. ",
			"timecode": "00:21:45.000"
		},
		{
			"id": "100",
			"speaker": "TB",
			"text_bit": "Lieutenant, sure, sure. ",
			"timecode": "00:21:45.000"
		},
		{
			"id": "101",
			"speaker": "LG",
			"text_bit": "Like the army, He’s got to have corporals right on up the line. ",
			"timecode": "00:22:15.000"
		},
		{
			"id": "102",
			"speaker": "TB",
			"text_bit": "Sergeant.  Do you remember anything about Davis Ayers? ",
			"timecode": "00:22:15.000"
		},
		{
			"id": "103",
			"speaker": "LG",
			"text_bit": "Well I can remember when he stayed over there and I saw him over there.  That’s the one I was telling you about with that soda.  He farmed and was a farmer. ",
			"timecode": "00:22:15.000"
		},
		{
			"id": "104",
			"speaker": "TB",
			"text_bit": "You remember him at the dances? ",
			"timecode": "00:22:47.000"
		},
		{
			"id": "105",
			"speaker": "LG",
			"text_bit": "Oh, he loved to dance. I don’t remember his first wife, but his second one.  I can’t think of her name.  Oh they’d go to dancing, I’m telling you, they’d shake a leg. ",
			"timecode": "00:22:47.000"
		},
		{
			"id": "106",
			"speaker": "TB",
			"text_bit": "Is that right? ",
			"timecode": "00:22:47.000"
		},
		{
			"id": "107",
			"speaker": "LG",
			"text_bit": "Yes. ",
			"timecode": "00:22:47.000"
		},
		{
			"id": "108",
			"speaker": "TB",
			"text_bit": "She was white though the second one. He had a lot of trouble trying to get money for his children. ",
			"timecode": "00:22:47.000"
		},
		{
			"id": "109",
			"speaker": "LG",
			"text_bit": "Well I remember not only him, but all the others that had white mothers.  At one time they cut every one of them out couldn’t even—it was in the bylaws, the Indians made the bylaws [matrilineal descent only way to receive funds]. ",
			"timecode": "00:23:16.000"
		},
		{
			"id": "110",
			"speaker": "LG",
			"text_bit": "It would be a good thing right now if they would, course I don’t know if they’ll ever get anything out of this settlement, but I think it would be a good idea to kind of cut down on that blood. ",
			"timecode": "00:23:39.000"
		},
		{
			"id": "111",
			"speaker": "TB",
			"text_bit": "You think they should cut? ",
			"timecode": "00:23:39.000"
		},
		{
			"id": "112",
			"speaker": "LG",
			"text_bit": "I don’t believe they should cut where their mothers is white.  I believe they should I don’t know is there any way that they can test the blood test?  They can’t tell, no way is there? ",
			"timecode": "00:23:59.000"
		},
		{
			"id": "113",
			"speaker": "TB",
			"text_bit": "No. ",
			"timecode": "00:23:59.000"
		},
		{
			"id": "114",
			"speaker": "LG",
			"text_bit": "I know you can go to the blood bank and they can tell a colored persons blood against the white blood. ",
			"timecode": "00:23:59.000"
		},
		{
			"id": "115",
			"speaker": "TB",
			"text_bit": "Well—the white blood. Look at Ida and her two sons and you know—just appearances. ",
			"timecode": "00:24:20.000"
		},
		{
			"id": "116",
			"speaker": "LG",
			"text_bit": "Yes. ",
			"timecode": "00:24:20.000"
		},
		{
			"id": "117",
			"speaker": "TB",
			"text_bit": "She’s a full blood in appearance, but according to the record she is not. Of course the Catawbas have been mixed with white for almost 400 years and there is a possibility that Haigler’s sister’s daughter was half white, Sallie New River. And [James] Bullen, a very famous Catawba he was half white and we’re talking about 200 years ago. It’s really hard to tell. ",
			"timecode": "00:24:20.000"
		},
		{
			"id": "118",
			"speaker": "EG",
			"text_bit": "Now my mother—she was almost full but you wouldn’t know it would you [from that] picture of her. ",
			"timecode": "00:25:11.000"
		},
		{
			"id": "119",
			"speaker": "TB",
			"text_bit": "No. ",
			"timecode": "00:25:11.000"
		},
		{
			"id": "120",
			"speaker": "LG",
			"text_bit": "You can tell by her cheek bones. ",
			"timecode": "00:25:11.000"
		},
		{
			"id": "121",
			"speaker": "EG",
			"text_bit": "She was supposed to be. ",
			"timecode": "00:25:11.000"
		},
		{
			"id": "122",
			"speaker": "LG",
			"text_bit": "You know an Indian; you can tell. Chief Blue was about like me. He was about half not quite. ",
			"timecode": "00:25:11.000"
		},
		{
			"id": "123",
			"speaker": "TB",
			"text_bit": "Sure, It’s nonsense to try.  Don’t you think that being a Catawba is more a state of mind than it is a state of blood? ",
			"timecode": "00:25:11.000"
		},
		{
			"id": "124",
			"speaker": "LG",
			"text_bit": "Well I— ",
			"timecode": "00:25:43.000"
		},
		{
			"id": "125",
			"speaker": "TB",
			"text_bit": "Have you always? ",
			"timecode": "00:25:43.000"
		},
		{
			"id": "126",
			"speaker": "LG",
			"text_bit": "Well I would think so. There are some on the roll right now that at times would say they weren’t Catawbas.  I don’t know what they are after. They may think they are going to get a little green stuff you know. ",
			"timecode": "00:25:43.000"
		},
		{
			"id": "127",
			"speaker": "TB",
			"text_bit": "Have you ever done that? ",
			"timecode": "00:25:43.000"
		},
		{
			"id": "128",
			"speaker": "LG",
			"text_bit": "No. ",
			"timecode": "00:25:43.000"
		},
		{
			"id": "129",
			"speaker": "TB",
			"text_bit": "You always considered yourself a Catawba? ",
			"timecode": "00:26:07.000"
		},
		{
			"id": "130",
			"speaker": "LG",
			"text_bit": "That’s right.  Yes, I always thought more of my Indian blood than I did my white.  I think sometimes that’s what bothered me a whole lot, that white blood and that Indian blood in me gets bucking against one another. ",
			"timecode": "00:26:07.000"
		},
		{
			"id": "131",
			"speaker": "TB",
			"text_bit": "You think so? ",
			"timecode": "00:26:07.000"
		},
		{
			"id": "132",
			"speaker": "LG",
			"text_bit": "But you can’t—you can prove your blood by your mother. But you can’t by your father and that’s where the trouble is right there.  Now I know—it’s circumstantial evidence that we got people on the roll that are not Indians. ",
			"timecode": "00:26:33.000"
		},
		{
			"id": "133",
			"speaker": "TB",
			"text_bit": "You are probably right.  I’m certain you are right, it’s not probable. ",
			"timecode": "00:27:06.000"
		},
		{
			"id": "134",
			"speaker": "LG",
			"text_bit": "But they are on the roll and they was on the roll in 59 or 60 or 42, whatever. ",
			"timecode": "00:27:06.000"
		},
		{
			"id": "135",
			"speaker": "TB",
			"text_bit": "They were on the roll in 1900. ",
			"timecode": "00:27:06.000"
		},
		{
			"id": "136",
			"speaker": "LG",
			"text_bit": "And what they’ll do they’ll drop back and leave this roll 1942 or 1943. Then update to 59 on up or whatever. Then that thing will have to be voted on.  They’d have to be a certain percent, you know Indian blood. ",
			"timecode": "00:27:27.000"
		},
		{
			"id": "137",
			"speaker": "TB",
			"text_bit": "Like the Cherokees do? ",
			"timecode": "00:27:27.000"
		},
		{
			"id": "138",
			"speaker": "LG",
			"text_bit": "I don’t know much the Cherokees allow.  What percent they believe in. ",
			"timecode": "00:27:57.000"
		},
		{
			"id": "139",
			"speaker": "TB",
			"text_bit": "I think after its 1/16 you’re out. ",
			"timecode": "00:27:57.000"
		},
		{
			"id": "140",
			"speaker": "LG",
			"text_bit": "That’s not much is it? ",
			"timecode": "00:27:57.000"
		},
		{
			"id": "141",
			"speaker": "TB",
			"text_bit": "It could be a half. ",
			"timecode": "00:27:57.000"
		},
		{
			"id": "142",
			"speaker": "LG",
			"text_bit": "Well you know there’s a lot, not a lot, but a good many people that I’ve met. It’s like—I talking to a man the other day.  Course I was raised up with him and knew him about all our lives. ",
			"timecode": "00:27:57.000"
		},
		{
			"id": "143",
			"speaker": "LG",
			"text_bit": "I was asking him about his land and how much land he had. He said he had six acres in his.  Lot frontage on a black top road and I said well you ought to get a good price for that if you wanted to sell.  He said yes if the Indians don’t get my land and I said they ain’t going to get it. ",
			"timecode": "00:28:32.000"
		},
		{
			"id": "144",
			"speaker": "LG",
			"text_bit": "He said “If the lawyers from Washington or Colorado, where ever they came, from hadn’t come here we would have done settled it.”  It would not have started, I think.  I don’t know how many times men have come here and the Catawbas have got lawyers. ",
			"timecode": "00:28:57.000"
		},
		{
			"id": "145",
			"speaker": "LG",
			"text_bit": "Get things started and gets everybody’s hopes up. “Well we are going to get so much, every family will [be] going to have a cow”, all these different things.  And somebody came in here and the lawyer would go in the back door and get a little handout and say well—we had that happen a number of times, same thing. ",
			"timecode": "00:29:25.000"
		},
		{
			"id": "146",
			"speaker": "TB",
			"text_bit": "Will it happen this time? ",
			"timecode": "00:29:25.000"
		},
		{
			"id": "147",
			"speaker": "LG",
			"text_bit": "Well what they had, I don’t think so.  What it really means is the Catawbas they got in there, now the majority, the chief and committee members; Catawbas have enough education to sign their names. I told you all the treaties practically were signed with X’s by men who didn’t have enough education to write their names.  In other words it was taken away. ",
			"timecode": "00:29:59.000"
		},
		{
			"id": "148",
			"speaker": "TB",
			"text_bit": "Swindles. They can’t do that anymore. ",
			"timecode": "00:30:38.000"
		},
		{
			"id": "149",
			"speaker": "LG",
			"text_bit": "They have one or two on the committee that’s been to college.  Most of the rest of them has got a high school education. ",
			"timecode": "00:30:38.000"
		},
		{
			"id": "150",
			"speaker": "TB",
			"text_bit": "They are smart men.  I’ve only talked to three, three on the board.  Fred Sanders knows his law; I don’t know how much education he has. ",
			"timecode": "00:30:38.000"
		},
		{
			"id": "151",
			"speaker": "LG",
			"text_bit": "Fred’s alright.  In a way Fred wants to go a little too far.  He wants to go at it the wrong way I think.  He was always in favor of not even—just go ahead and have the law.  I believe they are all concerned, even the lawyers here with the effect it is going to have on the community. ",
			"timecode": "00:31:10.000"
		},
		{
			"id": "152",
			"speaker": "LG",
			"text_bit": "It would be better in the money that they lose, you know in industry and other things to make a settlement. ",
			"timecode": "00:31:45.000"
		},
		{
			"id": "153",
			"speaker": "TB",
			"text_bit": "Sure. What kind of settlements would you like to see? ",
			"timecode": "00:31:45.000"
		},
		{
			"id": "154",
			"speaker": "LG",
			"text_bit": "Well I’d like to see a settlement for the majority.  Now at first I don’t have anybody to leave land to. ",
			"timecode": "00:31:45.000"
		},
		{
			"id": "155",
			"speaker": "LG",
			"text_bit": "The house would be all. I could go to the Reservation and build a house there.  I’ve got about an acre or two of land here.  I got a deed for it, I can do what I want with it, I can go out here and cut a tree down if I have a mind to. I can jump up and sell it. But if I get on the Reservation a man will say don’t cut that tree, cut that crooked one. But it would help the young people to have the Reservation and some elderly people can’t manage their own affairs. ",
			"timecode": "00:32:13.000"
		},
		{
			"id": "156",
			"speaker": "TB",
			"text_bit": "There are people like that. ",
			"timecode": "00:33:01.000"
		},
		{
			"id": "157",
			"speaker": "LG",
			"text_bit": "There’s a man that came from Washington.  There were four or five tell about a housing project and medical; whatever you can do on the Reservation. I asked them, what about the senior citizens?  What can you do for them on the Reservation?  He said well they ain’t doing anything they hadn’t gotten around to it. ",
			"timecode": "00:33:01.000"
		},
		{
			"id": "158",
			"speaker": "LG",
			"text_bit": "He talked about training nurses, training doctors.  I said why couldn’t they build a rest home or convalescent home for the elderly people?  He said he was working on it but it was something that was hard to do. ",
			"timecode": "00:33:32.000"
		},
		{
			"id": "159",
			"speaker": "TB",
			"text_bit": "Wouldn’t have to be big, but it’s needed. ",
			"timecode": "00:34:05.000"
		},
		{
			"id": "160",
			"speaker": "LG",
			"text_bit": "Like the majority of people, I may not live to see them get anything, if they get anything, I’ve got nothing to lose.  I’ve lived all my life and I’ve worked all my life. I never did like to work.  That’s the truth. ",
			"timecode": "00:34:05.000"
		},
		{
			"id": "161",
			"speaker": "LG",
			"text_bit": "I wouldn’t have worked if I didn’t [inaudible].  It may have an effect on some of the others, but you know what will happen to the majority of people that get a little money. ",
			"timecode": "00:34:31.000"
		},
		{
			"id": "162",
			"speaker": "TB",
			"text_bit": "What? ",
			"timecode": "00:34:31.000"
		},
		{
			"id": "163",
			"speaker": "LG",
			"text_bit": "One that got a dollar more than another one they’ll, they’ll just think a little above them, a little better. ",
			"timecode": "00:34:31.000"
		},
		{
			"id": "164",
			"speaker": "LG",
			"text_bit": "But when they go down, put in that box, put in the ground; they might put it in there, but they can’t spend it after they are gone. ",
			"timecode": "00:35:01.000"
		},
		{
			"id": "165",
			"speaker": "TB",
			"text_bit": "That’s right, no good to them. ",
			"timecode": "00:35:01.000"
		},
		{
			"id": "166",
			"speaker": "EG",
			"text_bit": "But to answer his question, you would be for a cash settlement. ",
			"timecode": "00:35:01.000"
		},
		{
			"id": "167",
			"speaker": "LG",
			"text_bit": "Well I— ",
			"timecode": "00:35:01.000"
		},
		{
			"id": "168",
			"speaker": "EG",
			"text_bit": "That’s what we really want, a cash settlement for us. ",
			"timecode": "00:35:01.000"
		},
		{
			"id": "169",
			"speaker": "LG",
			"text_bit": "Well I’d take, I’d settle. If they tell me I’ll give you land instead of money, I’d take the land if I could get me a deed for it. ",
			"timecode": "00:35:01.000"
		},
		{
			"id": "170",
			"speaker": "EG",
			"text_bit": "Well it would do for us to have cash. ",
			"timecode": "00:35:42.000"
		},
		{
			"id": "171",
			"speaker": "LG",
			"text_bit": "Well if I wanted to sell my land; I could sell it. ",
			"timecode": "00:35:42.000"
		},
		{
			"id": "172",
			"speaker": "TB",
			"text_bit": "Sure, but you’ve got everything you need right here. ",
			"timecode": "00:35:42.000"
		},
		{
			"id": "173",
			"speaker": "LG",
			"text_bit": "Land is security. [Inaudible] and is, yes well when I cut grass. ",
			"timecode": "00:35:42.000"
		},
		{
			"id": "174",
			"speaker": "TB",
			"text_bit": "Course you know that you can always go to the old Reservation if you wanted to. ",
			"timecode": "00:35:42.000"
		},
		{
			"id": "175",
			"speaker": "LG",
			"text_bit": "That’s right. ",
			"timecode": "00:35:42.000"
		},
		{
			"id": "176",
			"speaker": "TB",
			"text_bit": "If you wanted to. ",
			"timecode": "00:35:42.000"
		},
		{
			"id": "177",
			"speaker": "LG",
			"text_bit": "Yes, I’d like to go down and visit, but I don’t know that I would, that would be one reason that I wouldn’t want [inaudible]. Some of the men that have looked after the Reservation go and they claim the people moved, no houses on that [land]. ",
			"timecode": "00:36:04.000"
		},
		{
			"id": "178",
			"speaker": "LG",
			"text_bit": "They claim that’s their piece of land and they didn’t move off.  Somebody’d go and want to clean it off and build: no that belongs to so and so. They don’t put in for that. ",
			"timecode": "00:36:34.000"
		},
		{
			"id": "179",
			"speaker": "LG",
			"text_bit": "Another thing, of  course if I was burning wood, if I had a fireplace here and I could go to the Reservation and cut wood and haul it here and burn it [inaudible]. People that’s living there and burn would well they can go out and cut wood. ",
			"timecode": "00:36:54.000"
		},
		{
			"id": "180",
			"speaker": "LG",
			"text_bit": "There’s nothing said about it, but usually when someone is not living on it. [Due to heavy deforestation it was illegal to cut wood on the Reservation]. ",
			"timecode": "00:37:18.000"
		},
		{
			"id": "181",
			"speaker": "TB",
			"text_bit": "It belongs to any Catawba? ",
			"timecode": "00:37:18.000"
		},
		{
			"id": "182",
			"speaker": "LG",
			"text_bit": "Yes. But now you couldn’t go down there and cut a load of it and sell it. ",
			"timecode": "00:37:18.000"
		},
		{
			"id": "183",
			"speaker": "TB",
			"text_bit": "Somebody would get after them? ",
			"timecode": "00:37:18.000"
		},
		{
			"id": "184",
			"speaker": "TB",
			"text_bit": "Ok, who was Billy George’s daddy? ",
			"timecode": "00:37:44.000"
		},
		{
			"id": "185",
			"speaker": "LG",
			"text_bit": "Let’s see. Billy George, I don’t know; I don’t believe I got that wrote down.  There were two Nelson Georges—I believe there were two Nelson Georges. ",
			"timecode": "00:37:44.000"
		},
		{
			"id": "186",
			"speaker": "LG",
			"text_bit": "I got William George, Billy George, and William Billy George in 1800 and that was my grandfather and William Billy George in 1752, so he must have been named after his daddy. ",
			"timecode": "00:38:24.000"
		},
		{
			"id": "187",
			"speaker": "TB",
			"text_bit": "And who was his mama? ",
			"timecode": "00:38:24.000"
		},
		{
			"id": "188",
			"speaker": "LG",
			"text_bit": "His mama, well let’s see, I don’t know. ",
			"timecode": "00:38:58.000"
		},
		{
			"id": "189",
			"speaker": "TB",
			"text_bit": "You don’t have that? ",
			"timecode": "00:38:58.000"
		},
		{
			"id": "190",
			"speaker": "LG",
			"text_bit": "She was a— ",
			"timecode": "00:38:58.000"
		},
		{
			"id": "191",
			"speaker": "TB",
			"text_bit": "Well did your mama have much recollection of her dad [Billy George]? ",
			"timecode": "00:38:58.000"
		},
		{
			"id": "192",
			"speaker": "LG",
			"text_bit": "Yes, she had a good recollection. You see when she was young she was—course I read that before the book The People of the River. ",
			"timecode": "00:38:58.000"
		},
		{
			"id": "193",
			"speaker": "LG",
			"text_bit": "This man went to them, he was making a survey and said he always carried a lunch and rode a horse, ten or twenty years.  I believe they made a survey about every twenty years, didn’t they?  But anyways he had been there and this was the first time he went down, looking for Billy George. I remember he was talking about the old home place; what we called it. ",
			"timecode": "00:39:34.000"
		},
		{
			"id": "194",
			"speaker": "LG",
			"text_bit": "They said he rode his horse from Rock Hill and when he got down there he inquired about him and they told him which way to go and he came to a spring.  And there was a little boy and girl down there getting water and he said he tried to talk to him and they wouldn’t answer. ",
			"timecode": "00:40:07.000"
		},
		{
			"id": "195",
			"speaker": "LG",
			"text_bit": "And then he shared some of his lunch with them and they told him where Grandpa lived up on the hill. When he drove up Billy George was setting in the door, I don’t know what he said.  A one or two room log cabin and Lucy Anne, his daughter was on his lap. ",
			"timecode": "00:40:40.000"
		},
		{
			"id": "196",
			"speaker": "LG",
			"text_bit": "His wife Peggy Jane was practically half a century younger than him. They was asking him was that his second marriage, I don’t know who he married the first time but he said he wanted more than that and they wouldn’t let him. ",
			"timecode": "00:41:10.000"
		},
		{
			"id": "197",
			"speaker": "LG",
			"text_bit": "He was talking about the church he couldn’t have but one wife.  But I heard mother said that he used to stand in the door and point over across [the river] to Gold Hill. You ever heard about the Gold Hill over in Nisbet Woods there?  They had a gold mine. They worked that gold mine over there and they said Grandpa [came] over and told them where there was gold. ",
			"timecode": "00:41:45.000"
		},
		{
			"id": "198",
			"speaker": "LG",
			"text_bit": "And you can go over there and go up that.  I’ve been over there when we was fishing and go up those branches catching crawfish and bait.  Bait the trot line and come up the bank; got big rocks in the bank and they got arrows cut in them. I said they were pointing towards Gold Hill.  And every time I got over there I’d always go around see if I could find a chunk, but I never did. ",
			"timecode": "00:42:21.000"
		},
		{
			"id": "199",
			"speaker": "TB",
			"text_bit": "I don’t blame you.  I’d like to have a chunk of it too. ",
			"timecode": "00:43:00.000"
		},
		{
			"id": "200",
			"speaker": "LG",
			"text_bit": "It didn’t turn out to be a whole lot of gold, but they mined it. ",
			"timecode": "00:43:00.000"
		},
		{
			"id": "201",
			"speaker": "TB",
			"text_bit": "I never heard tell of that. ",
			"timecode": "00:43:00.000"
		},
		{
			"id": "202",
			"speaker": "LG",
			"text_bit": "Gold Hill is what they called it and it is just before you get up towards Indian Land.  Before you turn there at Van Wyck and go out by the Nesbit Place. ",
			"timecode": "00:43:00.000"
		},
		{
			"id": "203",
			"speaker": "TB",
			"text_bit": "What else did your mama tell you about there daddy? Tell me about them going to the bar room there. ",
			"timecode": "00:43:31.000"
		},
		{
			"id": "204",
			"speaker": "TB",
			"text_bit": "Oh yes. ",
			"timecode": "00:43:31.000"
		},
		{
			"id": "205",
			"speaker": "LG",
			"text_bit": "I never would be interested in that and I could have got information from her that I never will get. ",
			"timecode": "00:43:31.000"
		},
		{
			"id": "206",
			"speaker": "TB",
			"text_bit": "Right. We all do that. ",
			"timecode": "00:43:31.000"
		},
		{
			"id": "207",
			"speaker": "LG",
			"text_bit": "I wasn’t interested in it. And after she passed away I got interested in getting up our family tree and [inaudible] the Indians didn’t keep too many records. You can get more from the government and these archives. ",
			"timecode": "00:43:54.000"
		},
		{
			"id": "208",
			"speaker": "LG",
			"text_bit": "The Indians didn’t believe in doing nothing but fighting and fishing. Later on some of the Indians, after the church was organized the tribe got to keeping records pretty good. ",
			"timecode": "00:44:24.000"
		},
		{
			"id": "209",
			"speaker": "TB",
			"text_bit": "The Catawbas are good at that. ",
			"timecode": "00:44:24.000"
		},
		{
			"id": "210",
			"speaker": "LG",
			"text_bit": "Well that’s what they— ",
			"timecode": "00:44:54.000"
		},
		{
			"id": "211",
			"speaker": "TB",
			"text_bit": "I don’t think the Cherokees keep records. ",
			"timecode": "00:44:54.000"
		},
		{
			"id": "212",
			"speaker": "LG",
			"text_bit": "Well the church— ",
			"timecode": "00:44:54.000"
		},
		{
			"id": "213",
			"speaker": "TB",
			"text_bit": "No, the Cherokees. ",
			"timecode": "00:44:54.000"
		},
		{
			"id": "214",
			"speaker": "LG",
			"text_bit": "What’s that? ",
			"timecode": "00:44:54.000"
		},
		{
			"id": "215",
			"speaker": "TB",
			"text_bit": "The Cherokees are not as interested. ",
			"timecode": "00:44:54.000"
		},
		{
			"id": "216",
			"speaker": "LG",
			"text_bit": "Oh Cherokees. I thought you said the church. ",
			"timecode": "00:44:54.000"
		},
		{
			"id": "217",
			"speaker": "TB",
			"text_bit": "No the Cherokees aren’t as interested. ",
			"timecode": "00:44:54.000"
		},
		{
			"id": "218",
			"speaker": "LG",
			"text_bit": "Yes, I believe the Catawbas.  Now this is my own opinion, I don’t know why, you were talking about being mixed with whites so long, it seems like a lot of these [Catawba are] more civilized than the Cherokees. ",
			"timecode": "00:44:54.000"
		},
		{
			"id": "219",
			"speaker": "LG",
			"text_bit": "Those Indians, especially the old ones sitting at the shop or the house, you’d say something to him and he’d grunt at you and that’s about all. ",
			"timecode": "00:45:28.000"
		},
		{
			"id": "220",
			"speaker": "TB",
			"text_bit": "They are not talkers. They’re very aloof. ",
			"timecode": "00:45:28.000"
		},
		{
			"id": "221",
			"speaker": "LG",
			"text_bit": "The Catawbas you get them started— ",
			"timecode": "00:45:28.000"
		},
		{
			"id": "222",
			"speaker": "TB",
			"text_bit": "They just talk a blue streak. ",
			"timecode": "00:45:28.000"
		},
		{
			"id": "223",
			"speaker": "LG",
			"text_bit": "Good gracious. You’d have to put something in his mouth to stop him, a clothes pin. ",
			"timecode": "00:45:28.000"
		},
		{
			"id": "224",
			"speaker": "TB",
			"text_bit": "You remember that tragedy in Lando at the ball game?  Did we talk about that? ",
			"timecode": "00:46:01.000"
		},
		{
			"id": "225",
			"speaker": "LG",
			"text_bit": "No. Yeah I remember.  I was playing third base. ",
			"timecode": "00:46:01.000"
		},
		{
			"id": "226",
			"speaker": "TB",
			"text_bit": "Were you? That must have been pretty bad. ",
			"timecode": "00:46:01.000"
		},
		{
			"id": "227",
			"speaker": "LG",
			"text_bit": "It didn’t, I didn’t think nothing about it at the time.  I’ll tell you what happened.  When that boy got hit, he ran out to first base, and he never did—he never did say another word. ",
			"timecode": "00:46:01.000"
		},
		{
			"id": "228",
			"speaker": "LG",
			"text_bit": "Anybody back then would coach, they didn’t have coaches you know. But he came and sat down and whoever was batting hit a foul ball. It didn’t miss him that far [motions]. ",
			"timecode": "00:46:36.000"
		},
		{
			"id": "229",
			"speaker": "LG",
			"text_bit": "I said to him you’re going to get hit again.  And I was told later that the boy’s mother or wife called Marvin and told him about it and Marvin went up there and saw him at the hospital. ",
			"timecode": "00:47:18.000"
		},
		{
			"id": "230",
			"speaker": "TB",
			"text_bit": "He lived a couple of days. ",
			"timecode": "00:47:46.000"
		},
		{
			"id": "231",
			"speaker": "LG",
			"text_bit": "I think he lived overnight.  I don’t know exactly how long. I guess he had a concussion.  I didn’t think much about it, but he died.  You see I was catching and Marvin was pitching, but I wasn’t pitching that day. ",
			"timecode": "00:47:46.000"
		},
		{
			"id": "232",
			"speaker": "LG",
			"text_bit": "I was playing third base.  From then on it was a good while, it affected Marvin’s pitching— ",
			"timecode": "00:48:14.000"
		},
		{
			"id": "233",
			"speaker": "TB",
			"text_bit": "Really upset him. ",
			"timecode": "00:48:14.000"
		},
		{
			"id": "234",
			"speaker": "LG",
			"text_bit": "He couldn’t, anybody could hit it pretty good.  I guess he was afraid to throw it as hard as he could.  That was about his best pitch anyway, the fast ball. ",
			"timecode": "00:48:14.000"
		},
		{
			"id": "235",
			"speaker": "TB",
			"text_bit": "He was afraid he would hit somebody again? ",
			"timecode": "00:48:14.000"
		},
		{
			"id": "236",
			"speaker": "LG",
			"text_bit": "I guess he was. ",
			"timecode": "00:48:43.000"
		},
		{
			"id": "237",
			"speaker": "TB",
			"text_bit": "About what year did that happen? ",
			"timecode": "00:48:43.000"
		},
		{
			"id": "238",
			"speaker": "LG",
			"text_bit": "Let’s see. ",
			"timecode": "00:48:43.000"
		},
		{
			"id": "239",
			"speaker": "TB",
			"text_bit": "Back in the 30’s? ",
			"timecode": "00:48:43.000"
		},
		{
			"id": "240",
			"speaker": "LG",
			"text_bit": "30’s, maybe 35 or 36, something like that. ",
			"timecode": "00:48:43.000"
		},
		{
			"id": "241",
			"speaker": "TB",
			"text_bit": "Something like that. You don’t remember the man’s name? ",
			"timecode": "00:49:12.000"
		},
		{
			"id": "242",
			"speaker": "LG",
			"text_bit": "No I didn’t know his name. ",
			"timecode": "00:49:12.000"
		},
		{
			"id": "243",
			"speaker": "TB",
			"text_bit": "Yong fellow? ",
			"timecode": "00:49:12.000"
		},
		{
			"id": "244",
			"speaker": "LG",
			"text_bit": "Yeah. That’s what we’d do.  We’d play these mill teams. That was Lando we played that time and sometimes we’d go in Catawba Junction.  They’d hardly ever have enough men there.  Boys to play and they’d always come and get some of us to go. ",
			"timecode": "00:49:12.000"
		},
		{
			"id": "245",
			"speaker": "TB",
			"text_bit": "Can you—I’ve been having trouble with the Mormon Church building.  Do you know anything about—there are three buildings and then there’s a Baptist church and then a Presbyterian church.  Can you straighten those out for me? ",
			"timecode": "00:49:47.000"
		},
		{
			"id": "246",
			"speaker": "LG",
			"text_bit": "The Baptists and Presbyterians used the same church and then the Baptists, I don’t know which built first, but it seems like one got the church from the other one. It didn’t last long.  They tore that church down. ",
			"timecode": "00:50:11.000"
		},
		{
			"id": "247",
			"speaker": "LG",
			"text_bit": "I wasn’t living [here] at that time. Now the Mormon Church, they built a wooden church.  I don’t know exactly when it was.  Then in 1928 they built this stucco [church]. You you might have a picture of it. ",
			"timecode": "00:50:36.000"
		},
		{
			"id": "248",
			"speaker": "TB",
			"text_bit": "I’ve never seen that. ",
			"timecode": "00:50:36.000"
		},
		{
			"id": "249",
			"speaker": "LG",
			"text_bit": "But if you look it up, if you ever took pictures of it. It’s got the date 1928 up there [on the building]. ",
			"timecode": "00:50:36.000"
		},
		{
			"id": "250",
			"speaker": "LG",
			"text_bit": "In 1928 we moved from Industrial Mill down to the Ferguson Farm.  The one I was telling you about down at the Catawba Junction and later on I believe this was about 51 or 52 maybe 54 they built the present church they got down there. ",
			"timecode": "00:51:11.000"
		},
		{
			"id": "251",
			"speaker": "TB",
			"text_bit": "Tore the other two down? ",
			"timecode": "00:51:11.000"
		},
		{
			"id": "252",
			"speaker": "LG",
			"text_bit": "Yes they took the old one.  The first one they tore down and made an old dwelling house out of it.  I used to live in that old house; right where Lula Beck lives? ",
			"timecode": "00:51:39.000"
		},
		{
			"id": "253",
			"speaker": "TB",
			"text_bit": "Yes. ",
			"timecode": "00:51:39.000"
		},
		{
			"id": "254",
			"speaker": "LG",
			"text_bit": "It used to be right over there. ",
			"timecode": "00:51:39.000"
		},
		{
			"id": "255",
			"speaker": "TB",
			"text_bit": "How did they move that thing? ",
			"timecode": "00:51:39.000"
		},
		{
			"id": "256",
			"speaker": "LG",
			"text_bit": "Well they tore it down.  They moved it on logs.  See it wasn’t too big, it was about as wide as this whole house end; just put them poles under there and just rolled it and just keep rolling it. ",
			"timecode": "00:51:56.000"
		},
		{
			"id": "257",
			"speaker": "TB",
			"text_bit": "And they just rolled it down the road? ",
			"timecode": "00:51:56.000"
		},
		{
			"id": "258",
			"speaker": "LG",
			"text_bit": "They rolled it, it just kind of sloped down. ",
			"timecode": "00:51:56.000"
		},
		{
			"id": "259",
			"speaker": "TB",
			"text_bit": "How was it fixed inside?  You had how many rooms? ",
			"timecode": "00:52:26.000"
		},
		{
			"id": "260",
			"speaker": "LG",
			"text_bit": "It had one, two, three rooms.  It had a kitchen, living room, and a bedroom.  The first man who lived there was the school teacher. ",
			"timecode": "00:52:26.000"
		},
		{
			"id": "261",
			"speaker": "TB",
			"text_bit": "Davis? ",
			"timecode": "00:52:26.000"
		},
		{
			"id": "262",
			"speaker": "LG",
			"text_bit": "Davis, yes.  He lived there and when he moved out; we moved down there and I don’t know who moved in after us. ",
			"timecode": "00:52:26.000"
		},
		{
			"id": "263",
			"speaker": "TB",
			"text_bit": "How did it feel going home to a church? ",
			"timecode": "00:53:00.000"
		},
		{
			"id": "264",
			"speaker": "LG",
			"text_bit": "What? ",
			"timecode": "00:53:00.000"
		},
		{
			"id": "265",
			"speaker": "TB",
			"text_bit": "How did it feel going home to a church at night?  It still looked like a church didn’t it? ",
			"timecode": "00:53:00.000"
		},
		{
			"id": "266",
			"speaker": "LG",
			"text_bit": "No.  They put—it had windows all the way around and a fireplace. You see before it was just a big room, it didn’t have class rooms.  Yes, they put rooms in there. ",
			"timecode": "00:53:00.000"
		},
		{
			"id": "267",
			"speaker": "TB",
			"text_bit": "What happened to the steeple? ",
			"timecode": "00:53:29.000"
		},
		{
			"id": "268",
			"speaker": "LG",
			"text_bit": "Well they tore that off. ",
			"timecode": "00:53:29.000"
		},
		{
			"id": "269",
			"speaker": "TB",
			"text_bit": "Oh, so it just looked like a house? ",
			"timecode": "00:53:29.000"
		},
		{
			"id": "270",
			"speaker": "LG",
			"text_bit": "Yes. ",
			"timecode": "00:53:29.000"
		},
		{
			"id": "271",
			"speaker": "TB",
			"text_bit": "They took the steeple off.  I thought maybe they retained that. ",
			"timecode": "00:53:29.000"
		},
		{
			"id": "272",
			"speaker": "LG",
			"text_bit": "IT had a back door and front door and side door.  It had three doors. Now it was just like coming home to any other house and I don’t know what they did with the other old church out there where Louise Bryson lives. ",
			"timecode": "00:53:29.000"
		},
		{
			"id": "273",
			"speaker": "LG",
			"text_bit": "She built their house on the foundation of the church, that old stucco building. It was a block of cement or something and she built her house using that as the foundation. ",
			"timecode": "00:54:10.000"
		},
		{
			"id": "274",
			"speaker": "TB",
			"text_bit": "Do you remember Betsy Harris? ",
			"timecode": "00:54:10.000"
		},
		{
			"id": "275",
			"speaker": "LG",
			"text_bit": "That’s Doris’s— ",
			"timecode": "00:54:10.000"
		},
		{
			"id": "276",
			"speaker": "TB",
			"text_bit": "Doris’s aunt. ",
			"timecode": "00:54:10.000"
		},
		{
			"id": "277",
			"speaker": "LG",
			"text_bit": "Yes. ",
			"timecode": "00:54:10.000"
		},
		{
			"id": "278",
			"speaker": "TB",
			"text_bit": "Can you tell me anything about her? ",
			"timecode": "00:54:39.000"
		},
		{
			"id": "279",
			"speaker": "LG",
			"text_bit": "Well she used to live right down here below her.  We called her Aunt Betty.  [I] used to go over there and gather figs, had a mulberry tree in the yard.  She never did marry, I will never forget a song she used to sing. ",
			"timecode": "00:54:39.000"
		},
		{
			"id": "280",
			"speaker": "LG",
			"text_bit": "She used to sing this song, she wished she was a little sparrow.  She said “If I was a little sparrow over these prison walls I’d fly, I’d fly to the arms of my darling and in his arms I’d never die.”  She’d make up them and sing them.  As far as I know she was about half white or better. She was very light. ",
			"timecode": "00:55:10.000"
		},
		{
			"id": "281",
			"speaker": "TB",
			"text_bit": "But she spoke Catawba. ",
			"timecode": "00:55:48.000"
		},
		{
			"id": "282",
			"speaker": "LG",
			"text_bit": "Oh yes. ",
			"timecode": "00:55:48.000"
		},
		{
			"id": "283",
			"speaker": "TB",
			"text_bit": "Do you know any Catawba? Your momma did. ",
			"timecode": "00:55:48.000"
		},
		{
			"id": "284",
			"speaker": "LG",
			"text_bit": "No. I know one or two words but not enough to talk it.  I was living in the old church building, [and] Professor Speck and Elsie’s father [Sam Blue] and Sally Gordon, that’s his sister; they’d be out there and talk, talk, talk. I’d listen on the porch. ",
			"timecode": "00:55:48.000"
		},
		{
			"id": "285",
			"speaker": "LG",
			"text_bit": "And he’d [Speck] write and say “that was the hardest language.”  I think he had to make an alphabet for it.  All I can remember about him he was from Philadelphia, Pennsylvania.  I guess it was Philadelphia. ",
			"timecode": "00:56:35.000"
		},
		{
			"id": "286",
			"speaker": "TB",
			"text_bit": "His notes still exist, his notes exist.  They are still there in Philadelphia.  Was Betsy [Betsy Harris?] a stern person?  She was one of your mother’s best friends wasn’t she? ",
			"timecode": "00:56:35.000"
		},
		{
			"id": "287",
			"speaker": "LG",
			"text_bit": "Oh yes.  Mother and Rosie [Rosa Harris Wheelock], her and Rosie were just about like two sisters.  Well there’s a relationship there too.  They was some relation. ",
			"timecode": "00:57:11.000"
		},
		{
			"id": "288",
			"speaker": "TB",
			"text_bit": "Well sure.  What was Rosie like? ",
			"timecode": "00:57:11.000"
		},
		{
			"id": "289",
			"speaker": "LG",
			"text_bit": "Of Rosie, she was just a likeable person.  [Of] course she went to college and she had a pretty fair education.  She taught school.  I told you about her teaching school. ",
			"timecode": "00:57:30.000"
		},
		{
			"id": "290",
			"speaker": "LG",
			"text_bit": "I will never forget one time I made a slingshot. Everybody would shoot a slingshot and Rosie wanted to shoot my slingshot.  I was showing her and the little prongs run up. Instead of pulling it she took her two fingers and caught it and pulled that back. ",
			"timecode": "00:58:02.000"
		},
		{
			"id": "291",
			"speaker": "LG",
			"text_bit": "And it slipped out of her hand and one hit her on this side and the other on that one.  Caught her one right there [demonstrates], just missed hitting her in both eyes. ",
			"timecode": "00:58:33.000"
		},
		{
			"id": "292",
			"speaker": "TB",
			"text_bit": "Gave her a black eye? ",
			"timecode": "00:58:33.000"
		},
		{
			"id": "293",
			"speaker": "LG",
			"text_bit": "Oh yes. It kind of blackened it up.  She wasn’t pulling hard. Her and mother used to go down in the woods. ",
			"timecode": "00:58:33.000"
		},
		{
			"id": "294",
			"speaker": "LG",
			"text_bit": "Man they got just lighter [heart of pine or fatwood – fire starter], they called it pine but people call it lighter.  They’d find a stump—you know pine, it’s hard to get out of the ground, it’s tough. They’d go and dig, take a sack, it may take them a week or two, but they’d finally get it. ",
			"timecode": "00:59:03.000"
		},
		{
			"id": "295",
			"speaker": "TB",
			"text_bit": "Did Rosie teach you? She was your teacher? ",
			"timecode": "00:59:33.000"
		},
		{
			"id": "296",
			"speaker": "LG",
			"text_bit": "I went and stayed with Rosie and Archie [Wheelock] and went to school before I went to work in the mill. ",
			"timecode": "00:59:33.000"
		},
		{
			"id": "297",
			"speaker": "TB",
			"text_bit": "So you lived with them.  Can you remember anything about those times? ",
			"timecode": "00:59:33.000"
		},
		{
			"id": "298",
			"speaker": "LG",
			"text_bit": "Oh I remember me and Doris [daughter of Rosie and Archie] didn’t get along too well. Me and Edna [daughter of Rosie and Archie] were all right.  I always thought Doris was a little bossy.  I used to work; I used to help old Wheelock, you know Archie, he had an old grey horse. ",
			"timecode": "00:59:55.000"
		},
		{
			"id": "299",
			"speaker": "LG",
			"text_bit": "He’d pay me, he’d pay me so much. We’d go up in the bottoms and I’d plow that old horse.  One day he got the old horse and I laid down in front of the old wagon. That wagon had a bed on it, shady, and I went to sleep and he’d call me and I then plowed a while.  I don’t know what he paid me; I don’t know four or five dollars, it was a good bit. ",
			"timecode": "01:00:22.000"
		},
		{
			"id": "300",
			"speaker": "LG",
			"text_bit": "A dollar was a dollar he used to tell me, pay me off; and say here’s a [inaudible] you went to sleep one day [inaudible]. ",
			"timecode": "01:01:00.000"
		},
		{
			"id": "301",
			"speaker": "TB",
			"text_bit": "So you owed him a day? ",
			"timecode": "01:01:00.000"
		},
		{
			"id": "302",
			"speaker": "LG",
			"text_bit": "What? ",
			"timecode": "01:01:00.000"
		},
		{
			"id": "303",
			"speaker": "TB",
			"text_bit": "You owed him one day. ",
			"timecode": "01:01:00.000"
		},
		{
			"id": "304",
			"speaker": "LG",
			"text_bit": "Oh I didn’t owe him nothing. ",
			"timecode": "01:01:00.000"
		},
		{
			"id": "305",
			"speaker": "TB",
			"text_bit": "He was just reminding you. ",
			"timecode": "01:01:00.000"
		},
		{
			"id": "306",
			"speaker": "LG",
			"text_bit": "He was just saying that, just kidding me.  I don’t even know if Rosie and Archie charged mama for me staying down there.  I don’t even know what she, what they did about that. ",
			"timecode": "01:01:24.000"
		},
		{
			"id": "307",
			"speaker": "TB",
			"text_bit": "Well when you were on the other side of the river could you go to the white school? ",
			"timecode": "01:01:24.000"
		},
		{
			"id": "308",
			"speaker": "LG",
			"text_bit": "No. ",
			"timecode": "01:01:24.000"
		},
		{
			"id": "309",
			"speaker": "TB",
			"text_bit": "They wouldn’t let you in. ",
			"timecode": "01:01:52.000"
		},
		{
			"id": "310",
			"speaker": "LG",
			"text_bit": "Stayed in Rock Hill and couldn’t get in.  First ones that went was Herbert Blue’s children I believe it was—went to white schools. ",
			"timecode": "01:01:52.000"
		},
		{
			"id": "311",
			"speaker": "TB",
			"text_bit": "And that was late. ",
			"timecode": "01:01:52.000"
		},
		{
			"id": "312",
			"speaker": "LG",
			"text_bit": "Yes and I believe the first to graduate from high school was Mildred.  It was one or two, Samuel— ",
			"timecode": "01:01:52.000"
		},
		{
			"id": "313",
			"speaker": "TB",
			"text_bit": "Sam Beck. ",
			"timecode": "01:01:52.000"
		},
		{
			"id": "314",
			"speaker": "LG",
			"text_bit": "but they was all about the same time and they just gradually [inaudible]. ",
			"timecode": "01:02:25.000"
		},
		{
			"id": "315",
			"speaker": "TB",
			"text_bit": "So if you had stayed at home with your mother you couldn’t have gone to school?  That was the problem.  So she had to board you with Rosie? ",
			"timecode": "01:02:25.000"
		},
		{
			"id": "316",
			"speaker": "LG",
			"text_bit": "Yes. ",
			"timecode": "01:02:25.000"
		},
		{
			"id": "317",
			"speaker": "TB",
			"text_bit": "Where were they living at that time? ",
			"timecode": "01:02:25.000"
		},
		{
			"id": "318",
			"speaker": "LG",
			"text_bit": "Where Doris lives now—You know where Edna lives? ",
			"timecode": "01:02:25.000"
		},
		{
			"id": "319",
			"speaker": "TB",
			"text_bit": "No.  I mean your mama. ",
			"timecode": "01:02:25.000"
		},
		{
			"id": "320",
			"speaker": "LG",
			"text_bit": "Oh, we was living over there on [Poe?] Street at the Industrial you know, at Blue Buckle [Blue Buckle Cotton Mill, Rock Hill, SC] ",
			"timecode": "01:02:50.000"
		},
		{
			"id": "321",
			"speaker": "TB",
			"text_bit": "And if you had stayed there you couldn’t have gone to school? ",
			"timecode": "01:02:50.000"
		},
		{
			"id": "322",
			"speaker": "LG",
			"text_bit": "No. ",
			"timecode": "01:02:50.000"
		},
		{
			"id": "323",
			"speaker": "TB",
			"text_bit": "That’s incredible.  But if you had been in York you could have gone to school? ",
			"timecode": "01:02:50.000"
		},
		{
			"id": "324",
			"speaker": "LG",
			"text_bit": "No. ",
			"timecode": "01:02:50.000"
		},
		{
			"id": "325",
			"speaker": "TB",
			"text_bit": "I don’t know could you? ",
			"timecode": "01:02:50.000"
		},
		{
			"id": "326",
			"speaker": "LG",
			"text_bit": "No. ",
			"timecode": "01:02:50.000"
		},
		{
			"id": "327",
			"speaker": "TB",
			"text_bit": "They wouldn’t have let you? ",
			"timecode": "01:02:50.000"
		},
		{
			"id": "328",
			"speaker": "LG",
			"text_bit": "You know it wasn’t a—don’t know why—if it was a state thing that no Indian could marry a white in the state of South Carolina.  But you could go to Lancaster and get a license and go to Chester and get a license, but you couldn’t get them in York. ",
			"timecode": "01:03:14.000"
		},
		{
			"id": "329",
			"speaker": "TB",
			"text_bit": "Is that right?  They’d just go to Lancaster? ",
			"timecode": "01:03:41.000"
		},
		{
			"id": "330",
			"speaker": "LG",
			"text_bit": "Go to Lancaster, any of the other counties except York. ",
			"timecode": "01:03:41.000"
		},
		{
			"id": "331",
			"speaker": "TB",
			"text_bit": "Isn’t that odd?  I guess they knew the names.  If you went in there as a George they’d know you were an Indian right away. ",
			"timecode": "01:03:41.000"
		},
		{
			"id": "332",
			"speaker": "LG",
			"text_bit": "I reckon, because I didn’t tell them.  I guess I did tell them I was an Indian, but they had a big write up in the paper, I got married in the church down there. ",
			"timecode": "01:03:41.000"
		},
		{
			"id": "333",
			"speaker": "LG",
			"text_bit": "They were talking about me and Elsie getting married and something about the bow and arrow. I forgot how it did go. ",
			"timecode": "01:04:09.000"
		},
		{
			"id": "334",
			"speaker": "TB",
			"text_bit": "Did you ever go to a Cherokee ball game? ",
			"timecode": "01:04:09.000"
		},
		{
			"id": "335",
			"speaker": "LG",
			"text_bit": "Never did. Never been to Cherokee. ",
			"timecode": "01:04:09.000"
		},
		{
			"id": "336",
			"speaker": "TB",
			"text_bit": "Not even peddling pots? ",
			"timecode": "01:04:09.000"
		},
		{
			"id": "337",
			"speaker": "LG",
			"text_bit": "Been by the gates coming through Chattanooga, Tennessee down through Sylva; you know where the gate goes into Cherokee.  Well that’s the closest I’ve ever been.  People would want me to go and say well let’s go up to Cherokee.  I’d say what did I want to go see Indians for, I can see them here.  The mountains are pretty. ",
			"timecode": "01:04:36.000"
		},
		{
			"id": "338",
			"speaker": "TG",
			"text_bit": "So you never went up there? ",
			"timecode": "01:05:01.000"
		},
		{
			"id": "339",
			"speaker": "LG",
			"text_bit": "Never been. ",
			"timecode": "01:05:01.000"
		},
		{
			"id": "340",
			"speaker": "TB",
			"text_bit": "Did your mama ever talk about Mrs. Dunlap? ",
			"timecode": "01:05:01.000"
		},
		{
			"id": "341",
			"speaker": "LG",
			"text_bit": "Oh yeah, she talked about her.  I remember about her. ",
			"timecode": "01:05:01.000"
		},
		{
			"id": "342",
			"speaker": "TB",
			"text_bit": "What did she say about Mrs. Dunlap? ",
			"timecode": "01:05:01.000"
		},
		{
			"id": "343",
			"speaker": "LG",
			"text_bit": "Oh she’d just be talking about her.  Sometimes she’d be talking about her in school.  Sometimes she’d be talking about the church. ",
			"timecode": "01:05:01.000"
		},
		{
			"id": "344",
			"speaker": "LG",
			"text_bit": "I don’t know exactly what she did say but she seemed to get along with her alright.  I don’t know why? ",
			"timecode": "01:05:26.000"
		},
		{
			"id": "345",
			"speaker": "TB",
			"text_bit": "Your mother was one of her favorites.  She really liked your mother, in her correspondence. Some of it survives and she talks about your mother at great length. ",
			"timecode": "01:05:26.000"
		},
		{
			"id": "346",
			"speaker": "TB",
			"text_bit": "She really liked your mother. I think your mother got the prize one year for being the best pupil. ",
			"timecode": "01:05:49.000"
		},
		{
			"id": "347",
			"speaker": "LG",
			"text_bit": "We had a teacher named [inaudible]. I forget what her first name was, but they lived, it seems like to me, they lived on the Reservation. ",
			"timecode": "01:05:49.000"
		},
		{
			"id": "348",
			"speaker": "LG",
			"text_bit": "She had two or three children.  I don’t know if she lived out at Lesslie or on the Reservation and she was one of them that I was telling you about that she was after money more or less.  She, she believed that her children they could just do anyway to anybody at school. ",
			"timecode": "01:06:19.000"
		},
		{
			"id": "349",
			"speaker": "LG",
			"text_bit": "So me and her boy, I believe his name was Sammy, got into a little scuffle at school and she whipped me. I went home and told my mother about it.  And she went over and they was about to have a little scuffle [laughs]. Yes she told her what she’d do to her. ",
			"timecode": "01:06:49.000"
		},
		{
			"id": "350",
			"speaker": "TB",
			"text_bit": "[Laughs] your mother was ill with her. Did they settle it? ",
			"timecode": "01:07:19.000"
		},
		{
			"id": "351",
			"speaker": "LG",
			"text_bit": "That kind of quieted her down a little. ",
			"timecode": "01:07:19.000"
		},
		{
			"id": "352",
			"speaker": "TB",
			"text_bit": "Can you spell her name? ",
			"timecode": "01:07:19.000"
		},
		{
			"id": "353",
			"speaker": "LG",
			"text_bit": "I guess you would spell it Beboes. ",
			"timecode": "01:07:19.000"
		},
		{
			"id": "354",
			"speaker": "TB",
			"text_bit": "That name doesn’t ring a bell, but I’ll look for it. ",
			"timecode": "01:07:19.000"
		},
		{
			"id": "355",
			"speaker": "LG",
			"text_bit": "It’s not; maybe it’s not spelled that way. ",
			"timecode": "01:07:19.000"
		},
		{
			"id": "356",
			"speaker": "TB",
			"text_bit": "Some of those agent records are sketchy and some are very detailed and some are very sketchy, but the name doesn’t ring a bell  But that doesn’t mean it’s not there. ",
			"timecode": "01:07:38.000"
		},
		{
			"id": "357",
			"speaker": "LG",
			"text_bit": "They had--let me get us a piece of candy.  You can cut that off if you want to. ",
			"timecode": "01:07:38.000"
		},
		{
			"id": "358",
			"speaker": "TB",
			"text_bit": "Okay.  [Break]. ",
			"timecode": "01:07:38.000"
		},
		{
			"id": "359",
			"speaker": "TB",
			"text_bit": "You were talking about Beboes and then the agent’s records.  We were talking about your mama and trying to— ",
			"timecode": "01:07:38.000"
		},
		{
			"id": "360",
			"speaker": "LG",
			"text_bit": "Getting Beboes straightened out. ",
			"timecode": "01:08:14.000"
		},
		{
			"id": "361",
			"speaker": "TB",
			"text_bit": "Tell me about your brother Ephraim.  Oh, we were talking about Mrs. Dunlap and then we went on to Beboes, but tell me about your brother. ",
			"timecode": "01:08:14.000"
		},
		{
			"id": "362",
			"speaker": "LG",
			"text_bit": "He was one of those fellows, fighting, he wasn’t mean until he drank. He was about like John Brown and some of them. ",
			"timecode": "01:08:14.000"
		},
		{
			"id": "363",
			"speaker": "TB",
			"text_bit": "Is that right? He was a scraper? ",
			"timecode": "01:09:00.000"
		},
		{
			"id": "364",
			"speaker": "LG",
			"text_bit": "You know he—he got in a bit of trouble during his life, but it never did change him.  He changed his ways after he started going to church, he was a good man before he died. ",
			"timecode": "01:09:00.000"
		},
		{
			"id": "365",
			"speaker": "TB",
			"text_bit": "Can you recount some of the scrapes he got into? ",
			"timecode": "01:09:00.000"
		},
		{
			"id": "366",
			"speaker": "LG",
			"text_bit": "Yes, I remember one time.  Doris could probably tell you about that because she saw it.  He cut one of the Canty Boys, Henry I believe it was.  He had him down and Henry’s brother cut Ephraim. ",
			"timecode": "01:09:30.000"
		},
		{
			"id": "367",
			"speaker": "LG",
			"text_bit": "Ephraim was on him and he came up behind him and cut him.  [Inaudible], they said he just cut, and was drunk when Robert shot him.  Robert was going to shoot— ",
			"timecode": "01:09:57.000"
		},
		{
			"id": "368",
			"speaker": "TB",
			"text_bit": "Robert Lee Harris? ",
			"timecode": "01:09:57.000"
		},
		{
			"id": "369",
			"speaker": "LG",
			"text_bit": "Yes, not Robert Lee, this was Ben’s son, Dovie’s— ",
			"timecode": "01:09:57.000"
		},
		{
			"id": "370",
			"speaker": "TB",
			"text_bit": "Dovie’s boy? ",
			"timecode": "01:10:30.000"
		},
		{
			"id": "371",
			"speaker": "LG",
			"text_bit": "Yes. Him and Walter Harris took flour and throwed it all over the house or something and hit Ben or something. Robert was going to shoot Walter but his brother grabbed the barrel of the gun and when the gun went off it shot him and they had to take his hand off.  It mangled his hand. ",
			"timecode": "01:10:30.000"
		},
		{
			"id": "372",
			"speaker": "TB",
			"text_bit": "Ephraim’s hand?  He lost his, oh my— ",
			"timecode": "01:11:02.000"
		},
		{
			"id": "373",
			"speaker": "LG",
			"text_bit": "Yes he lost it. ",
			"timecode": "01:11:02.000"
		},
		{
			"id": "374",
			"speaker": "TB",
			"text_bit": "He [was] just a boy when that happened? ",
			"timecode": "01:11:02.000"
		},
		{
			"id": "375",
			"speaker": "LG",
			"text_bit": "I guess he was 18 or 20— ",
			"timecode": "01:11:02.000"
		},
		{
			"id": "376",
			"speaker": "TB",
			"text_bit": "There a lot of shooting down here? ",
			"timecode": "01:11:02.000"
		},
		{
			"id": "377",
			"speaker": "LG",
			"text_bit": "He was older than that. Yes, Indians are mean at times. ",
			"timecode": "01:11:02.000"
		},
		{
			"id": "378",
			"speaker": "TB",
			"text_bit": "Did you ever get into that stuff? I can’t imagine you shooting anybody. ",
			"timecode": "01:11:31.000"
		},
		{
			"id": "379",
			"speaker": "LG",
			"text_bit": "I never did hurt anybody.  I was in a scrap, I always got whipped [laughs]. ",
			"timecode": "01:11:31.000"
		},
		{
			"id": "380",
			"speaker": "TB",
			"text_bit": "Did [laughs] you? Tell me about one of them? ",
			"timecode": "01:11:31.000"
		},
		{
			"id": "381",
			"speaker": "LG",
			"text_bit": "No [laughs] I never got in much trouble.  No more than the other boys, average boys. ",
			"timecode": "01:11:31.000"
		},
		{
			"id": "382",
			"speaker": "TB",
			"text_bit": "That’s like me. I’ve only had one black eye and my sister gave it to me [laughs]. Can’t brag about that. ",
			"timecode": "01:11:57.000"
		},
		{
			"id": "383",
			"speaker": "LG",
			"text_bit": "Well that’s the reason you didn’t have, but you might have got more. ",
			"timecode": "01:11:57.000"
		},
		{
			"id": "384",
			"speaker": "TB",
			"text_bit": "I guess.  So what else did Ephraim get into? ",
			"timecode": "01:11:57.000"
		},
		{
			"id": "385",
			"speaker": "LG",
			"text_bit": "Well after he got—he got married. ",
			"timecode": "01:11:57.000"
		},
		{
			"id": "386",
			"speaker": "LG",
			"text_bit": "I don’t know whether he married this woman, I know he didn’t marry her before, her and Alonzo Canty parted.  I think it was account of it. ",
			"timecode": "01:12:29.000"
		},
		{
			"id": "387",
			"speaker": "TB",
			"text_bit": "You talking about Fanny [Fanny Harris, married to Alonzo Canty, then Ephraim George]? ",
			"timecode": "01:12:29.000"
		},
		{
			"id": "388",
			"speaker": "LG",
			"text_bit": "Yes.  Later he got married.  Now that’s another thing that the Catawbas did.  There was no divorce, there wasn’t any law set.  If there was no divorce, you are still married ain’t you? ",
			"timecode": "01:12:50.000"
		},
		{
			"id": "389",
			"speaker": "TB",
			"text_bit": "Yes and they wouldn’t get a divorce. ",
			"timecode": "01:12:50.000"
		},
		{
			"id": "390",
			"speaker": "LG",
			"text_bit": "Well I mean there’s—cost a little money and they didn’t have it. And they’d say well we’re separated so we’ll just get married. ",
			"timecode": "01:13:12.000"
		},
		{
			"id": "391",
			"speaker": "TB",
			"text_bit": "So they got married over again? ",
			"timecode": "01:13:12.000"
		},
		{
			"id": "392",
			"speaker": "LG",
			"text_bit": "Alonzo married another woman and Fanny married my brother. ",
			"timecode": "01:13:12.000"
		},
		{
			"id": "393",
			"speaker": "TB",
			"text_bit": "For heaven’s sake!  In the church? ",
			"timecode": "01:13:12.000"
		},
		{
			"id": "394",
			"speaker": "LG",
			"text_bit": "No.  They got married on their own. ",
			"timecode": "01:13:12.000"
		},
		{
			"id": "395",
			"speaker": "TB",
			"text_bit": "With a license? ",
			"timecode": "01:13:12.000"
		},
		{
			"id": "396",
			"speaker": "LG",
			"text_bit": "With a license, yes.  I think my brother got his in Chester. I believe he did. ",
			"timecode": "01:13:12.000"
		},
		{
			"id": "397",
			"speaker": "TB",
			"text_bit": "So who did he marry first? ",
			"timecode": "01:13:48.000"
		},
		{
			"id": "398",
			"speaker": "LG",
			"text_bit": "I believe Alonzo did.  I’m not sure. ",
			"timecode": "01:13:48.000"
		},
		{
			"id": "399",
			"speaker": "TB",
			"text_bit": "Alonzo married Fanny. Who did Ephraim marry first? ",
			"timecode": "01:13:48.000"
		},
		{
			"id": "400",
			"speaker": "LG",
			"text_bit": "That was his first marriage. ",
			"timecode": "01:13:48.000"
		},
		{
			"id": "401",
			"speaker": "TB",
			"text_bit": "Oh, that was his first marriage. ",
			"timecode": "01:13:48.000"
		},
		{
			"id": "402",
			"speaker": "LG",
			"text_bit": "Then when Fanny died he married Isabella, that’s Fanny’s sister. ",
			"timecode": "01:13:48.000"
		},
		{
			"id": "403",
			"speaker": "TB",
			"text_bit": "Right. That’s where your mama was living when she passed. ",
			"timecode": "01:13:48.000"
		},
		{
			"id": "404",
			"speaker": "LG",
			"text_bit": "Yes. ",
			"timecode": "01:13:48.000"
		},
		{
			"id": "405",
			"speaker": "TB",
			"text_bit": "Do you want to tell me about that or is that too sad a story. ",
			"timecode": "01:14:17.000"
		},
		{
			"id": "406",
			"speaker": "LG",
			"text_bit": "I don’t want to talk about that. ",
			"timecode": "01:14:17.000"
		},
		{
			"id": "407",
			"speaker": "TB",
			"text_bit": "Tell me about you dogs.  You know any dog stories?  How about mad dogs?  Ever see a mad dog? ",
			"timecode": "01:14:17.000"
		},
		{
			"id": "408",
			"speaker": "LG",
			"text_bit": "I’ll tell you what I did.  Yeah, I’ll tell you about two of them.  This was when we were living over in Van Wyck; this was over at the Starnes’s Mansion they called it. ",
			"timecode": "01:14:17.000"
		},
		{
			"id": "409",
			"speaker": "LG",
			"text_bit": "It was a two story house.  We were living in a little old house, big peach orchard out in front of it. And Jim Starnes was living with my mother you see and he had two dogs.  One was named Ranger and one was named Sam.  He was a possum hunter. ",
			"timecode": "01:14:47.000"
		},
		{
			"id": "410",
			"speaker": "LG",
			"text_bit": "He had two good possum dogs. So they went over on Twelve Mile Creek to see about some hay.  Went to see Jess, that’s his brother, had the pitchfork and this dog came running up to him. It was the same color as the blue one they called Ranger, blue tick. ",
			"timecode": "01:15:15.000"
		},
		{
			"id": "411",
			"speaker": "LG",
			"text_bit": "And that dog was coming after him [Jess] and he kept pushing him off with the pitch fork and told Jim to shoot him.  And he said he didn’t want to shoot his dog and said there is something wrong with him. About that time when he got the dog turned around and the dog started off here comes Jim’s dog.  That he wheeled and shot the dog and [he] just kept going. ",
			"timecode": "01:15:46.000"
		},
		{
			"id": "412",
			"speaker": "LG",
			"text_bit": "And those two dogs took out after that mad dog and ran him past the old mansion house, up the road and back under the house and right out through the orchard. And Will Starnes that was their brother was plowing out there in the orchard and he happened to be on the other end and the mad dog was over where he wasn’t and he didn’t see him. ",
			"timecode": "01:16:20.000"
		},
		{
			"id": "413",
			"speaker": "LG",
			"text_bit": "And that dog ran about a mile and fell dead. That was a mad dog. ",
			"timecode": "01:16:51.000"
		},
		{
			"id": "414",
			"speaker": "TB",
			"text_bit": "Bleed to death?  That was the problem at one time wasn’t it?  There was a lot of them. ",
			"timecode": "01:16:51.000"
		},
		{
			"id": "415",
			"speaker": "LG",
			"text_bit": "Oh it was.  A dog would go mad and then after the dogs quit going mad so bad; they started having fits.  Now you hardly ever hear of a dog having a running fit. ",
			"timecode": "01:16:51.000"
		},
		{
			"id": "416",
			"speaker": "TB",
			"text_bit": "What caused that?  Can you describe one? ",
			"timecode": "01:17:23.000"
		},
		{
			"id": "417",
			"speaker": "LG",
			"text_bit": "I don’t know what caused it; but here’s the story about the other mad dog.  I was living here, I raised bird dogs and trained them, and I had a red Irish setter.  It was a pretty dog and about a good a covey dog as I ever had. ",
			"timecode": "01:17:23.000"
		},
		{
			"id": "418",
			"speaker": "LG",
			"text_bit": "I walked to work over there and had my garden about where that house is.  I went down there to work in the garden after I come home from work, and a dog came down [and] kept a sneezing.  Now these old dog flannel weeds that bloom and a driver? dog will sometimes sniff them up his nose. ",
			"timecode": "01:17:51.000"
		},
		{
			"id": "419",
			"speaker": "LG",
			"text_bit": "[I] always treated my dogs mostly myself for black tongue.  You ever hear tell of that?  Well their tongue kind of swells up and they can’t swallow.  I’d go to the veterinary and get what he used and swab it out a couple times. ",
			"timecode": "01:18:26.000"
		},
		{
			"id": "420",
			"speaker": "LG",
			"text_bit": "Tis particular time I thought maybe he might have black tongue so I went and swabbed his throat out.  I told Elsie if my dog ain’t no better tomorrow; when I go to work I’m going to take him Dr. Dixon. ",
			"timecode": "01:18:48.000"
		},
		{
			"id": "421",
			"speaker": "LG",
			"text_bit": "So he wasn’t [any better]. We didn’t have no automobile so I called a cab.  I went over to Mr. Sturgins? and called a cab and we put him in back of the old car and drove down.  I went in and told Dr. Dixon I got a dog here I want you to look at.  He said “What’s wrong with him and I said I don’t know.” ",
			"timecode": "01:19:13.000"
		},
		{
			"id": "422",
			"speaker": "LG",
			"text_bit": "He raised the trunk and said “Good God you got a mad dog here” He said “You been fooling with him?”  And I said yes.  He said “You got a scratch on your hand or anything?  It’s just as bad as a bite.” He said “Take the dog home and kill him.” ",
			"timecode": "01:19:40.000"
		},
		{
			"id": "423",
			"speaker": "LG",
			"text_bit": "I took him over in the woods and shot him and that night I went up to my doctor and told him [inaudible]. I don’t never fool with a dog.  I don’t fool with any dog, he said he wouldn’t clean a rabbit without rubber gloves on you know. ",
			"timecode": "01:20:05.000"
		},
		{
			"id": "424",
			"speaker": "LG",
			"text_bit": "I had to take fourteen rabies shots.  He said “If you miss one you are going to have to take all of them over again.”  That was right in here and it hurt to. He said “If they won’t let you off from work to come here at 3 o’clock or whatever time you come on anyhow. “ ",
			"timecode": "01:20:33.000"
		},
		{
			"id": "425",
			"speaker": "LG",
			"text_bit": "I told him it looks like we could [inaudible] this thing till after I get off from work and so I took them.  And I remembered later on when that [another] dog got bit by a mad dog; ",
			"timecode": "01:21:02.000"
		},
		{
			"id": "426",
			"speaker": "LG",
			"text_bit": "I could have shot the dog—had my gun setting beside the door.  That was what I was going to do. She had—I had 2 little old pups, pointer pups. They weren’t her pups but she got attached to them.  I looked and saw the [mad] dog coming up the driveway and that old red Irish setter took after it because the little old dogs were barking. ",
			"timecode": "01:21:27.000"
		},
		{
			"id": "427",
			"speaker": "LG",
			"text_bit": "She got between him and the pups and jumped on that dog. I thought it was John Brown’s dog and it went back down the road. ",
			"timecode": "01:21:59.000"
		},
		{
			"id": "428",
			"speaker": "TB",
			"text_bit": "But it bit your dog. ",
			"timecode": "01:21:59.000"
		},
		{
			"id": "429",
			"speaker": "LG",
			"text_bit": "Yes. My brother had one go mad.  He stayed over there a couple days. He never did put his up. ",
			"timecode": "01:21:59.000"
		},
		{
			"id": "430",
			"speaker": "LG",
			"text_bit": "I went over he was just about to bite me.  He was a little dog, no size and I ran up on the porch and got away.  He was mad. ",
			"timecode": "01:22:24.000"
		},
		{
			"id": "431",
			"speaker": "TB",
			"text_bit": "Was he foaming at the mouth? ",
			"timecode": "01:22:24.000"
		},
		{
			"id": "432",
			"speaker": "LG",
			"text_bit": "Yes.  When they get so far along they’ll fall, they don’t last long.  They don’t stay mad all the time.  That’s what I thought about the fits you know.  They don’t have that. ",
			"timecode": "01:22:24.000"
		},
		{
			"id": "433",
			"speaker": "TB",
			"text_bit": "It doesn’t kill them? ",
			"timecode": "01:23:00.000"
		},
		{
			"id": "434",
			"speaker": "LG",
			"text_bit": "Well it, it will kill them after it gets started.  It would be bad if it got a hold of you before you got those shots.  I heard of a man that went mad that way and they had to buckle him down in bed. ",
			"timecode": "01:23:00.000"
		},
		{
			"id": "435",
			"speaker": "TB",
			"text_bit": "Terrible death.  A lot of people die that way. ",
			"timecode": "01:23:29.000"
		},
		{
			"id": "436",
			"speaker": "LG",
			"text_bit": "And then that running fit.  I’ve had dogs that would just fall and you’d think he was dead and he was just having a fit [inaudible]. ",
			"timecode": "01:23:29.000"
		},
		{
			"id": "437",
			"speaker": "TB",
			"text_bit": "And you never knew what caused it? ",
			"timecode": "01:23:29.000"
		},
		{
			"id": "438",
			"speaker": "LG",
			"text_bit": "I’d give them shots and pills. But some way or other I don’t know whether it was food or medicine or what cured them.  You could give them shots.  You had inoculations, different things and they didn’t mind.  You never could tell when one had it or going mad either. ",
			"timecode": "01:23:50.000"
		},
		{
			"id": "439",
			"speaker": "LG",
			"text_bit": "The only things that’s mad now is coons or some wild animal has it, gets scratched on say a cow or mule out in the pasture.  They say these bats are bad about going mad. ",
			"timecode": "01:24:16.000"
		},
		{
			"id": "440",
			"speaker": "TB",
			"text_bit": "I would never even touch one, a dead one cause you can get it from a dead one if you have a scratch.  Can you tell me about hunting possum?  Have you ever done that? ",
			"timecode": "01:24:16.000"
		},
		{
			"id": "441",
			"speaker": "LG",
			"text_bit": "I hunted several times.  But I never did like them. ",
			"timecode": "01:24:51.000"
		},
		{
			"id": "442",
			"speaker": "TB",
			"text_bit": "Why? ",
			"timecode": "01:24:51.000"
		},
		{
			"id": "443",
			"speaker": "LG",
			"text_bit": "I didn’t like them.  I didn’t mind going the first part of the night if there was a good reason to but Jim Starnes he’d take a croaker sack.  He’d say “Let’s go catch a few tonight” and we’d catch one or two and then he’d say “Let’s catch another one.”  The dews on the ground the first part of the night I didn’t have hunting clothes. ",
			"timecode": "01:24:51.000"
		},
		{
			"id": "444",
			"speaker": "LG",
			"text_bit": "Now you can get hunting clothes, water proof and boots. And I’d be wet up the waist it being over two or three o’clock and it would get to freezing and you talk about getting cold. He just loved to hunt them.  Now I tell you I wouldn’t—I’d dodge it every time I could get out of it. ",
			"timecode": "01:25:22.000"
		},
		{
			"id": "445",
			"speaker": "TB",
			"text_bit": "What did they, it was just miserable doing it.  You have to do it, in the dark too? ",
			"timecode": "01:25:50.000"
		},
		{
			"id": "446",
			"speaker": "LG",
			"text_bit": "Yes. ",
			"timecode": "01:25:50.000"
		},
		{
			"id": "447",
			"speaker": "TB",
			"text_bit": "And you had the dogs? ",
			"timecode": "01:25:50.000"
		},
		{
			"id": "448",
			"speaker": "LG",
			"text_bit": "Get him up the tree and hit him or carry down and put in the sack. ",
			"timecode": "01:25:50.000"
		},
		{
			"id": "449",
			"speaker": "TB",
			"text_bit": "Did you take them home alive and fatten them up? ",
			"timecode": "01:25:50.000"
		},
		{
			"id": "450",
			"speaker": "LG",
			"text_bit": "[He’d] put them in a sack on his shoulder and go on.  He had boxes made; fed them bread and milk and get that wild taste out of them. ",
			"timecode": "01:25:50.000"
		},
		{
			"id": "451",
			"speaker": "TB",
			"text_bit": "Couple weeks? ",
			"timecode": "01:26:23.000"
		},
		{
			"id": "452",
			"speaker": "LG",
			"text_bit": "Oh two or three weeks and he had a lot of friends and they’d hunt together.  About 5 or 6 would come from Rock Hill and they’d have a big possum feast. ",
			"timecode": "01:26:23.000"
		},
		{
			"id": "453",
			"speaker": "TB",
			"text_bit": "Is it good to eat? ",
			"timecode": "01:26:23.000"
		},
		{
			"id": "454",
			"speaker": "LG",
			"text_bit": "Oh they’d eat them things.  I never did like them to much because they are fat. ",
			"timecode": "01:26:23.000"
		},
		{
			"id": "455",
			"speaker": "LG",
			"text_bit": "He’d take and skin some of them.  When you skin you get most of the fat off of them—but Mama could take them things, it looked like a little old dog, a little old feist. ",
			"timecode": "01:26:49.000"
		},
		{
			"id": "456",
			"speaker": "TB",
			"text_bit": "After you skinned it? ",
			"timecode": "01:26:49.000"
		},
		{
			"id": "457",
			"speaker": "LG",
			"text_bit": "Put that sucker in a pan and and bake it and then and put sweet potatoes around it. ",
			"timecode": "01:26:49.000"
		},
		{
			"id": "458",
			"speaker": "LG",
			"text_bit": "It would look like a little feist laying there. She’d season that little [inaudible] up, pepper and sage him and I tell you it was good eating. ",
			"timecode": "01:27:19.000"
		},
		{
			"id": "459",
			"speaker": "TB",
			"text_bit": "Was it good. ",
			"timecode": "01:27:19.000"
		},
		{
			"id": "460",
			"speaker": "LG",
			"text_bit": "And those fellows, they’d come and they’d always have a little nip you know, eating that old fat possum and their chins would be just as greasy.  Boy they loved it.  Yes, they loved it. ",
			"timecode": "01:27:19.000"
		},
		{
			"id": "461",
			"speaker": "TB",
			"text_bit": "It’s pretty greasy. The meat is pretty greasy. ",
			"timecode": "01:27:19.000"
		},
		{
			"id": "462",
			"speaker": "LG",
			"text_bit": "And the same way they’d do about fishing.  I used to be the fellow that would carry the sack most of the time.  Dip up the fish and put them in the sack.  It would get heavy.  What they’d do is send two or three along to make the fire and get the pot ready. ",
			"timecode": "01:27:47.000"
		},
		{
			"id": "463",
			"speaker": "LG",
			"text_bit": "The pans and the shortening—get them cooking, get a batch of fish in the sack, go back and dress them. And they’d have all the families come maybe two or three hours later.  We’d get there and everything would just be about done and everybody would have a bunch of fish. ",
			"timecode": "01:28:13.000"
		},
		{
			"id": "464",
			"speaker": "LG",
			"text_bit": "Eat all the fish you want, fried fish and fish stew.  Oh, they were good.  Well there wasn’t much places or much of nothing to do. Like now you can go to a fish camp anytime and get fish. ",
			"timecode": "01:28:43.000"
		},
		{
			"id": "465",
			"speaker": "TB",
			"text_bit": "You had to make your own recreation? ",
			"timecode": "01:28:43.000"
		},
		{
			"id": "466",
			"speaker": "LG",
			"text_bit": "Yeah. ",
			"timecode": "01:28:43.000"
		},
		{
			"id": "467",
			"speaker": "TB",
			"text_bit": "Can you tell me about the floods?  Do you remember the flood?  You told me about that.  Okay, I got it. Forget that I am talking to so many people.  What about your—how did you get interested in raising dogs? ",
			"timecode": "01:29:16.000"
		},
		{
			"id": "468",
			"speaker": "LG",
			"text_bit": "Well I was living where Bowater is now, Bowater Plant, these fellows had worked on the railroad and forgot one was a—can’t remember his name now. ",
			"timecode": "01:29:16.000"
		},
		{
			"id": "469",
			"speaker": "LG",
			"text_bit": "I believe it was Jones, they’d come down to bird hunt.  Well I wouldn’t shoot at a bird, I was scared of wasting a shell because I couldn’t hit him you know. And they’d just hand me, reach in their pocket and hand me a pocket full of shells.  I had an old single Brown; I’d just go along just to show them where the birds were. ",
			"timecode": "01:29:54.000"
		},
		{
			"id": "470",
			"speaker": "LG",
			"text_bit": "They said “How come you ain’t shooting at some of these birds?”  I said “I can’t hit them.  I don’t want to shoot up my shells.  I went to shoot rabbits with them”.  Oh once in a while maybe I’d hit one and then I moved.  Me and Douglas Harris were over there cutting wood for Doctor Jim [Nisbet] and he was running Neely’s store. ",
			"timecode": "01:30:19.000"
		},
		{
			"id": "471",
			"speaker": "LG",
			"text_bit": "He had a bird dog and a little old short barreled gun and he gave us a box of shells and he told us “I want you boys to kill me two or three birds.” Take old Jack and go on down there. ",
			"timecode": "01:30:56.000"
		},
		{
			"id": "472",
			"speaker": "LG",
			"text_bit": "You could go around the field there and find a covey of birds and that old dog wouldn’t run up a bird. They would sit then; birds now fly up.  They’re getting educated you know. Me and him shot a whole box one time and didn’t hit a bird and said what in the world are we going to tell him. ",
			"timecode": "01:31:18.000"
		},
		{
			"id": "473",
			"speaker": "LG",
			"text_bit": "And my brother knew about it and we went up to the store and I said “Mr. Neely we shot up a box of shells and didn’t kill any birds.”  We couldn’t give him any money. We didn’t have any money. We told him, “We didn’t find any birds” and he said “Well that’s alright”, and my brother he had to talk, “They found plenty of birds, but they just didn’t hit them.”  They shot all of your shells he said, “Well that’s alright too”.  He’d give us shells and we’d take that old dog and go. ",
			"timecode": "01:31:45.000"
		},
		{
			"id": "474",
			"speaker": "LG",
			"text_bit": "One time Douglas killed three birds, when the covey got up, he shot right in the bunch and killed three and I killed two.  We got five birds and a bunch of shells left.  He’d take those birds and draw them. Take a string and tie it around this head, I mean his feet and hang them up and let the blood drain down in his craw. ",
			"timecode": "01:32:19.000"
		},
		{
			"id": "475",
			"speaker": "LG",
			"text_bit": "And when you’d skin him you see you’d skin all of that off.  He’d have them hanging in that old store for two or three days. ",
			"timecode": "01:32:50.000"
		},
		{
			"id": "476",
			"speaker": "TB",
			"text_bit": "And they wouldn’t spoil? ",
			"timecode": "01:32:50.000"
		},
		{
			"id": "477",
			"speaker": "LG",
			"text_bit": "[inaudible]. ",
			"timecode": "01:32:50.000"
		},
		{
			"id": "478",
			"speaker": "TB",
			"text_bit": "I don’t know about leaving them that long do you? ",
			"timecode": "01:32:50.000"
		},
		{
			"id": "479",
			"speaker": "LG",
			"text_bit": "Well it was pretty cool in there. He had one of those old big ice boxes. He’d hang them in the back.  He wouldn’t hang them close to the front. ",
			"timecode": "01:32:50.000"
		},
		{
			"id": "480",
			"speaker": "TB",
			"text_bit": "Tell me about the Federal Reservation when they and came and bought this part.  Did you have any part in that? ",
			"timecode": "01:33:22.000"
		},
		{
			"id": "481",
			"speaker": "LG",
			"text_bit": "No all I did was get this place here. ",
			"timecode": "01:33:22.000"
		},
		{
			"id": "482",
			"speaker": "TB",
			"text_bit": "Well did you vote for the Federal Government to take the Catawbas as wards? ",
			"timecode": "01:33:22.000"
		},
		{
			"id": "483",
			"speaker": "LG",
			"text_bit": "No what they did—see the state appropriated the money for the Federal Government to buy [end]. ",
			"timecode": "01:33:22.000"
		}
	]
}