{
	"title": "Bernie Chavis",
	"description": "Interviewer: Chris Judge<br />Interviewee: Bernie Chavis – Pee Dee Indian Tribe of South Carolina",
	"audio_file": "",
	"text":
	[
		{
			"id": "0",
			"speaker": "CJ",
			"text_bit": "All right, we're at the Pee Dee Powwow in McColl, South Carolina its' September 8, 2013 and we're interviewing Bernie Chavis who's the gatekeeper today at the Powwow. ",
			"timecode": "00:00:00.000"
		},
		{
			"id": "1",
			"speaker": "CJ",
			"text_bit": "So tell us who you are and what role you place in the tribe. ",
			"timecode": "00:00:15.000"
		},
		{
			"id": "2",
			"speaker": "BC",
			"text_bit": "Well, I'm Bernie W. Chavis my native name is Stalking Wolf, which is I'm extremely proud of it. I serve on the council, ",
			"timecode": "00:00:15.000"
		},
		{
			"id": "3",
			"speaker": "BC",
			"text_bit": "which is a volunteer thing none of us get paid but we do it because of our pride in our heritage. ",
			"timecode": "00:00:30.000"
		},
		{
			"id": "4",
			"speaker": "BC",
			"text_bit": "Like I say, we're all volunteers and we do it because we love our heritage and we're proud of it and we're trying to carry it on to our next generation. My son, I only have one child, he too is a proud member. ",
			"timecode": "00:00:45.000"
		},
		{
			"id": "5",
			"speaker": "BC",
			"text_bit": "He's not able to be here this weekend I wish he was. He tried but he couldn't make it. His name is Gentle Bear 'cause that's exactly what he is and I'm proud of my son and we're both proud to be Pee Dee's. ",
			"timecode": "00:01:00.000"
		},
		{
			"id": "6",
			"speaker": "BC",
			"text_bit": "I'm also proud of my last name, which is Chavis and my original birthplace is very close to the first documented meeting –",
			"timecode": "00:01:15.000"
		},
		{
			"id": "7",
			"speaker": "BC",
			"text_bit": "of the English and the Pee Dee's is real close to where my home is, which is Chavistown in the very edge of Marlboro County right off the Pee Dee River. ",
			"timecode": "00:01:30.000"
		},
		{
			"id": "8",
			"speaker": "BC",
			"text_bit": "So some of my ancestors probably actually met the first English so that I'm also extremely proud of",
			"timecode": "00:01:45.000"
		},
		{
			"id": "9",
			"speaker": "BC",
			"text_bit": "And if you know anything about North and South Carolina Chavis is one of the strongest Native American names in this land. And of course, it's all just a matter of proud of who I am. ",
			"timecode": "00:02:00.000"
		},
		{
			"id": "10",
			"speaker": "CJ",
			"text_bit": "And where exactly is Chavistown now?",
			"timecode": "00:02:15.000"
		},
		{
			"id": "11",
			"speaker": "BC",
			"text_bit": "Chavistown if you're going on number nine back toward Cheraw and of course, the way it's documented in history is a village across the river from the town of Cheraw in big Pee Dee.",
			"timecode": "00:02:15.000"
		},
		{
			"id": "12",
			"speaker": "BC",
			"text_bit": "It is Chavistown, well, of course about a mile of swamp nobody live there. Then you got a little community called Wallace and you go a couple more miles up nine headed east and you're in the heart of Chavistown. ",
			"timecode": "00:02:30.000"
		},
		{
			"id": "13",
			"speaker": "BC",
			"text_bit": "And that was the first documented meeting between the English and the Pee Dee Indians. ",
			"timecode": "00:02:45.000"
		},
		{
			"id": "14",
			"speaker": "CJ",
			"text_bit": "And is Chavistown near Hunt's Bluff? You know Hunt's Bluff?",
			"timecode": "00:02:45.000"
		},
		{
			"id": "15",
			"speaker": "BC",
			"text_bit": "I don’t know. ",
			"timecode": "00:03:00.000"
		},
		{
			"id": "16",
			"speaker": "CJ",
			"text_bit": "On the river, on the great Pee Dee River?",
			"timecode": "00:03:00.000"
		},
		{
			"id": "17",
			"speaker": "BC",
			"text_bit": "I do not know that, sir. ",
			"timecode": "00:03:00.000"
		},
		{
			"id": "18",
			"speaker": "CJ",
			"text_bit": "That's where I've always been told there was a 18th Century Cheraw town and that's kind of, I think, close to where you're mentioning your people. ",
			"timecode": "00:03:00.000"
		},
		{
			"id": "19",
			"speaker": "CJ",
			"text_bit": "So you're on the tribal council?",
			"timecode": "00:03:15.000"
		},
		{
			"id": "20",
			"speaker": "BC",
			"text_bit": "Yes. ",
			"timecode": "00:03:15.000"
		},
		{
			"id": "21",
			"speaker": "CJ",
			"text_bit": "So you're a councilmember. ",
			"timecode": "00:03:15.000"
		},
		{
			"id": "22",
			"speaker": "BC",
			"text_bit": "Yes, I am. ",
			"timecode": "00:03:15.000"
		},
		{
			"id": "23",
			"speaker": "CJ",
			"text_bit": "What role do you have to play as councilmember in the tribe?",
			"timecode": "00:03:15.000"
		},
		{
			"id": "24",
			"speaker": "BC",
			"text_bit": "Well, we make decisions about like this Powwow we're pulling off this weekend how to handle that. ",
			"timecode": "00:03:15.000"
		},
		{
			"id": "25",
			"speaker": "BC",
			"text_bit": "Any business and functions of the tribe, we don't always agree but we try to use intelligence and work it out and discuss pro, con. ",
			"timecode": "00:03:30.000"
		},
		{
			"id": "26",
			"speaker": "BC",
			"text_bit": "And pretty well at the end of the day, we work out something that satisfies everybody so when we go to a vote it just comes up unanimous. ",
			"timecode": "00:03:45.000"
		},
		{
			"id": "27",
			"speaker": "CJ",
			"text_bit": "You're looking for a consensus rather than a majority rule. ",
			"timecode": "00:03:45.000"
		},
		{
			"id": "28",
			"speaker": "BC",
			"text_bit": "Yeah. And so of course, you know the daily functions of the tribe we handle those and make sure the light bills and the phone bills and all are paid because nothing's free in this world. ",
			"timecode": "00:04:00.000"
		},
		{
			"id": "29",
			"speaker": "BC",
			"text_bit": "But the Powwow's, gatherings several of us are trying to learn the native arts that maybe we can have a school day, hopefully, on Powwows in the future, knapping, fire making, atlatl throwing or spear throwing. Just different things like that. ",
			"timecode": "00:04:15.000"
		},
		{
			"id": "30",
			"speaker": "CJ",
			"text_bit": "You're trying to revive some of the old traditions.",
			"timecode": "00:04:30.000"
		},
		{
			"id": "31",
			"speaker": "BC",
			"text_bit": "Exactly, the old traditions, yes. ",
			"timecode": "00:04:30.000"
		},
		{
			"id": "32",
			"speaker": "CJ",
			"text_bit": "And pass them down to the next generation.  ",
			"timecode": "00:04:30.000"
		},
		{
			"id": "33",
			"speaker": "BC",
			"text_bit": "Pass them down and show it to the children because it's all about the children. ",
			"timecode": "00:04:30.000"
		},
		{
			"id": "34",
			"speaker": "BC",
			"text_bit": "I mean it's all about future generations and carrying on our traditions. ",
			"timecode": "00:04:45.000"
		},
		{
			"id": "35",
			"speaker": "CJ",
			"text_bit": "Did you grow up in a family where you always knew you were Indian your whole life?",
			"timecode": "00:04:45.000"
		},
		{
			"id": "36",
			"speaker": "BC",
			"text_bit": "Yes. Yes, I did. ",
			"timecode": "00:04:45.000"
		},
		{
			"id": "37",
			"speaker": "CJ",
			"text_bit": "We've been interviewing people across the state and we're surprised sometimes we find people they didn't find out till 10 years ago and they're in their 80s. ",
			"timecode": "00:04:45.000"
		},
		{
			"id": "38",
			"speaker": "BC",
			"text_bit": "Yeah. ",
			"timecode": "00:05:00.000"
		},
		{
			"id": "39",
			"speaker": "CJ",
			"text_bit": "And so they're just finding out that they're Indian. So you grew up always knowing you were Indian.",
			"timecode": "00:05:00.000"
		},
		{
			"id": "40",
			"speaker": "BC",
			"text_bit": "Yes, yes. My granddaddy who lived till I was 31 or 32, like I say, ",
			"timecode": "00:05:00.000"
		},
		{
			"id": "41",
			"speaker": "BC",
			"text_bit": "I was raised a little south of here because he got a chance to buy a farm rather than be a sharecropper. So I wasn't actually raised in this area even though I had family everywhere. But I mean, he'd say, well, we're Indians. ",
			"timecode": "00:05:15.000"
		},
		{
			"id": "42",
			"speaker": "BC",
			"text_bit": "We're Chavis'. He'd say if you're a Chavis, you're an Indian. I don’t know if he didn't know or what he was a very closed mouth man as all the older people were.",
			"timecode": "00:05:30.000"
		},
		{
			"id": "43",
			"speaker": "BC",
			"text_bit": "He was raised very poor. Pulled out of school in third grade back in the day, he'd be 107 or 108 so that tells you how long ago, to plow a mule. ",
			"timecode": "00:05:45.000"
		},
		{
			"id": "44",
			"speaker": "BC",
			"text_bit": "So he had very little education even though he was brilliant in his mind so maybe he didn't know to tell me. But no sir, ever since I've been this tall I knew that I was an Indian. ",
			"timecode": "00:06:00.000"
		},
		{
			"id": "45",
			"speaker": "CJ",
			"text_bit": "Did your family practice any traditions that were different than your white and black neighbors? Was there anything that you did that were Indian traditions or food ways?",
			"timecode": "00:06:15.000"
		},
		{
			"id": "46",
			"speaker": "BC",
			"text_bit": "Well, now we did in a way mostly with our hunting and fishing stuff like that and that was another rule. Indians were very conservative people. ",
			"timecode": "00:06:30.000"
		},
		{
			"id": "47",
			"speaker": "BC",
			"text_bit": "There was one rule at our house, if you trapped it or shot it or caught it or whatever you had to eat it or sell it. You did not take a life for no reason. You would have got the hound beat out of you. It'd a been a sad day. ",
			"timecode": "00:06:45.000"
		},
		{
			"id": "48",
			"speaker": "BC",
			"text_bit": "And I think that was more going back even though it wasn't stated as such it was part of our being conservative toward the land. I mean they didn't care what you'd done and we were youngun's.",
			"timecode": "00:07:00.000"
		},
		{
			"id": "49",
			"speaker": "BC",
			"text_bit": "I mean when I got big enough to drive I actually would catch possum in the headlights of my car and throw them in the trunk and go sell them. ",
			"timecode": "00:07:15.000"
		},
		{
			"id": "50",
			"speaker": "BC",
			"text_bit": "And they didn't care but now, you didn't take even a fish if you wasn't gonna sell that fish which was illegal or we gonna clean it and eat it you didn't go fishing. It was very simple. ",
			"timecode": "00:07:30.000"
		},
		{
			"id": "51",
			"speaker": "BC",
			"text_bit": "Now like I said, I think, like I said, I was actually raised a little south of here and the community didn't per se discriminate against us –",
			"timecode": "00:07:45.000"
		},
		{
			"id": "52",
			"speaker": "BC",
			"text_bit": "but they kind of knew we were a little different and basically, they were friendly or left us alone. They also knew if they messed with us, there'd be a fight. There wasn't no question it was on. ",
			"timecode": "00:08:00.000"
		},
		{
			"id": "53",
			"speaker": "CJ",
			"text_bit": "So people knew that your family and community was Indian.",
			"timecode": "00:08:00.000"
		},
		{
			"id": "54",
			"speaker": "BC",
			"text_bit": "Oh, yeah. ",
			"timecode": "00:08:15.000"
		},
		{
			"id": "55",
			"speaker": "CJ",
			"text_bit": "And did you live in an isolated area or rural?",
			"timecode": "00:08:15.000"
		},
		{
			"id": "56",
			"speaker": "BC",
			"text_bit": "We lived out in a rural farm area. We had a few houses. I probably had about six houses or so in a square mile, very rural. ",
			"timecode": "00:08:15.000"
		},
		{
			"id": "57",
			"speaker": "BC",
			"text_bit": "About everyone in that area had about a 50-acre farm as my granddad did. And raised up with the neighbor boys we hunted and fished and trapped everybody's land. ",
			"timecode": "00:08:30.000"
		},
		{
			"id": "58",
			"speaker": "BC",
			"text_bit": "We all respected each other's land. We didn't think about wandering over boundaries there really were none. Of course, their boys and grownups too wandered over ours, it was all even-steven. ",
			"timecode": "00:08:45.000"
		},
		{
			"id": "59",
			"speaker": "BC",
			"text_bit": "But no, we were not actually per se discriminated against because of our Native American heritage. We were more or less just looked on as different and better to get along with us or leave us alone and that's basically, the way it was. ",
			"timecode": "00:09:00.0000"
		},
		{
			"id": "60",
			"speaker": "CJ",
			"text_bit": "So your family were mainly farmers did you say?",
			"timecode": "00:09:00.000"
		},
		{
			"id": "61",
			"speaker": "BC",
			"text_bit": "Yes, they were farmers up till my grandad bought the farm in '46. I was actually born in his house in '58. Momma didn't make it to the doctor in time. ",
			"timecode": "00:09:15.000"
		},
		{
			"id": "62",
			"speaker": "BC",
			"text_bit": "He farmed until I was about six or seven then opened up a little store. I like to say he had very little education, my grandma had a little more and opened up a store and was a success as it. ",
			"timecode": "00:09:30.000"
		},
		{
			"id": "63",
			"speaker": "BC",
			"text_bit": "Like I said, the man was if he'd had an education I don't know where he would have ended up. He was a truly brilliant man. I wish I was so smart. But they made a success out of that so were able to retire comfortably. ",
			"timecode": "00:09:45.000"
		},
		{
			"id": "64",
			"speaker": "BC",
			"text_bit": "Going back to the Native American heritage, they, you know Native Americans had no money system, as we know it. They traded and bartered. ",
			"timecode": "00:10:10.000"
		},
		{
			"id": "65",
			"speaker": "BC",
			"text_bit": "Well I'm gonna tell you, I didn't get the gift but I'm the only one, the rest of them traded, they bought, they sold and made good livings. And of course, they worked jobs and farmed and all too. Unfortunately, I didn't get that gift. ",
			"timecode": "00:10:15.000"
		},
		{
			"id": "66",
			"speaker": "BC",
			"text_bit": "I'm the only person that could find gold and it wind up a clod of dirt. But that's the one gift I missed. But they bought and sold and traded and farmed. ",
			"timecode": "00:10:30.000"
		},
		{
			"id": "67",
			"speaker": "BC",
			"text_bit": "Like I say, as he got more successful in his farm the he kind of just started renting it out. And daddy peddled and stuff and worked for granddaddy.",
			"timecode": "00:10:45.000"
		},
		{
			"id": "68",
			"speaker": "BC",
			"text_bit": "He was an only child my daddy was and we lived right there on the farm. And like everybody else, no family is perfect so we had our own little inner conflicts.",
			"timecode": "00:11:00.000"
		},
		{
			"id": "69",
			"speaker": "BC",
			"text_bit": "But now you didn't mess with one what you didn't have everybody roaring mad. It was if you crawled on one you didn't have to worry about the rest of them, the rest of them find you. It just real simple it wasn't complicated. It was very simple. ",
			"timecode": "00:11:15.000"
		},
		{
			"id": "70",
			"speaker": "CJ",
			"text_bit": "So your dad was a Chavis was your mom also Indian?",
			"timecode": "00:11:30.000"
		},
		{
			"id": "71",
			"speaker": "BC",
			"text_bit": "No. No, no, my momma even though I believe there was some Indian flood in her, out of Georgia. Momma was a and daddy was also when he was young a roaming construction worker as I was when I was young. ",
			"timecode": "00:11:30.000"
		},
		{
			"id": "72",
			"speaker": "BC",
			"text_bit": "And he met momma working on a job down in South Georgia. And I have unsuccessfully had any luck in finding it but momma was not. ",
			"timecode": "00:11:45.000"
		},
		{
			"id": "73",
			"speaker": "BC",
			"text_bit": "I mean she didn't deny it and she didn't care it was no big deal but she basically, the proven amount was Scotch Irish. ",
			"timecode": "00:12:00.000"
		},
		{
			"id": "74",
			"speaker": "CJ",
			"text_bit": "Like a lot of folks in this area. ",
			"timecode": "00:12:15.000"
		},
		{
			"id": "75",
			"speaker": "BC",
			"text_bit": "But they were – but he married her on a construction job and married her and brought her back up on the farm. ",
			"timecode": "00:12:15.000"
		},
		{
			"id": "76",
			"speaker": "BC",
			"text_bit": "She's not with us anymore she passed away a while back. Daddy's still alive, matter of fact, he's the only one, period. Grandma and Granddaddy been gone for a long time. ",
			"timecode": "00:12:30.000"
		},
		{
			"id": "77",
			"speaker": "BC",
			"text_bit": "But now even then they too, they too were very conservative with their hunting and their fishing, which leans back on some of those people were a little just like all the rest of the Indians much darker. ",
			"timecode": "00:12:45.000"
		},
		{
			"id": "78",
			"speaker": "BC",
			"text_bit": "But they too, my granddaddy on that side was caretaker of 8,000 acres down in south Georgia and the boys, there was four brothers, they hunted and fished and trapped and very conservative. ",
			"timecode": "00:13:00.000"
		},
		{
			"id": "79",
			"speaker": "BC",
			"text_bit": "If you killed it, you ate it or sold it. Now they wasn't too good to sell it either. And they had a lot of Indian ways as we did I guess that's why momma and daddy, you know, liked each other and got married, I don’t know.",
			"timecode": "00:13:15.000"
		},
		{
			"id": "80",
			"speaker": "BC",
			"text_bit": "But no, I have no documentation of momma having Native American blood. ",
			"timecode": "00:13:30.000"
		},
		{
			"id": "81",
			"speaker": "CJ",
			"text_bit": "So what are some of these Indian ways besides the hunting and fishing?",
			"timecode": "00:13:30.000"
		},
		{
			"id": "82",
			"speaker": "BC",
			"text_bit": "Just our general outlook on life. We don't exactly think like other people.",
			"timecode": "00:13:30.000"
		},
		{
			"id": "83",
			"speaker": "BC",
			"text_bit": "I think we're more drawn to the lonely and the woodlands. I mean we don't – and of course, yes, we live in a modern world so we drive cars and we got regular jobs and this and that –",
			"timecode": "00:13:45.000"
		},
		{
			"id": "84",
			"speaker": "BC",
			"text_bit": "but if you ain't real careful, you'll find us sneaking off just to get in the woods by ourself. Get down on a riverbank, might not even be fishing, but just, just. And I think it's just a Native American thing that we just want to go back. ",
			"timecode": "00:14:00.000"
		},
		{
			"id": "85",
			"speaker": "BC",
			"text_bit": "There's something just pulling us back. As I was coming up, like I say, it was me and my brother and all the neighbor boys and they'd get mad with me 'cause they'd want to play ball. ",
			"timecode": "00:14:15.000"
		},
		{
			"id": "86",
			"speaker": "BC",
			"text_bit": "Well, I didn't care nothing about ball. If I wasn't working, I started working young, but now if I wasn't working I was out walking in the woods and stuff. ",
			"timecode": "00:14:30.000"
		},
		{
			"id": "87",
			"speaker": "BC",
			"text_bit": "I always knew where the deer were laying and I knew where the quail beds were and I wouldn't tell them. I mean I wouldn't tell them and that'd make them fighting mad but I wouldn’t tell them. I was much more content just out there in the woods by myself. ",
			"timecode": "00:14:45.000"
		},
		{
			"id": "88",
			"speaker": "BC",
			"text_bit": "Ball meant nothing to me then and it means nothing to me now. I mean I'm not prejudice against it but it's just I'd rather be just sitting out here looking at God's great world, what I call the Great Spirit –",
			"timecode": "00:15:00.000"
		},
		{
			"id": "89",
			"speaker": "BC",
			"text_bit": "then I'd rather be at you name the ball game or team I don't care, it means nothing to me. And a lot of Natives I find to be that way. I'm not saying they're anti-sports or whatever –",
			"timecode": "00:15:15.000"
		},
		{
			"id": "90",
			"speaker": "BC",
			"text_bit": "but when you really get to know one of them, they'd really just rather be out there in the woods somewhere has been my experience. ",
			"timecode": "00:15:30.000"
		},
		{
			"id": "91",
			"speaker": "CJ",
			"text_bit": "So what is your great hope for your people?",
			"timecode": "00:15:30.000"
		},
		{
			"id": "92",
			"speaker": "BC",
			"text_bit": "To grow. ",
			"timecode": "00:15:30.000"
		},
		{
			"id": "93",
			"speaker": "BC",
			"text_bit": "To learn more about their Native American heritage and to carry it on. ",
			"timecode": "00:15:45.000"
		},
		{
			"id": "94",
			"speaker": "CJ",
			"text_bit": "So do you feel like the traditions are dying and do the youth feel the same way that you and James and people and other people feel about the tribe or is that something that maybe as you get older in life you start to grasp better?",
			"timecode": "00:15:45.000"
		},
		{
			"id": "95",
			"speaker": "BC",
			"text_bit": "Part of it. Part of it, of course, is that the inexperience of youth, unfortunately, I hate to say it but even myself, --",
			"timecode": "00:16:00.000"
		},
		{
			"id": "96",
			"speaker": "BC",
			"text_bit": "I talked to granddaddy and found out where our forefathers come from and everything and I was 18. And I came up here to Chavistown and took pictures of the gravestones and at that time, a lot of the older ones were still living. ",
			"timecode": "00:16:15.000"
		},
		{
			"id": "97",
			"speaker": "BC",
			"text_bit": "I didn't have enough sense to ask and I waited until a lot of the knowledge I could have gained and the old ones were gone. ",
			"timecode": "00:16:30.000"
		},
		{
			"id": "98",
			"speaker": "BC",
			"text_bit": "So youth is part of it and of course, there was a stigma against a lot of Native Americans and so kind of not pushing the fact was the norm for many years I realize that. ",
			"timecode": "00:16:45.000"
		},
		{
			"id": "99",
			"speaker": "BC",
			"text_bit": "But it's not so anymore and like I say, I think as some of them get older and get a little more worldly knowledge I hope anyway that yes, they will take pride. ",
			"timecode": "00:17:00.000"
		},
		{
			"id": "100",
			"speaker": "BC",
			"text_bit": "Only the future knows that but I can only do what I can do that's the only way I know how to explain that. ",
			"timecode": "00:17:15.000"
		},
		{
			"id": "101",
			"speaker": "CJ",
			"text_bit": "Well, thank you, Bernie. ",
			"timecode": "00:17:15.000"
		},
		{
			"id": "102",
			"speaker": "BC",
			"text_bit": "It's been a pleasure talking to you sir. ",
			"timecode": "00:17:30.000"
		},
		{
			"id": "103",
			"speaker": "BC",
			"text_bit": "Now we want to take your picture with a still camera. I got too many pockets. There we go. Not as many as yesterday, I couldn't find anything yesterday. ",
			"timecode": "00:17:30.000"
		}
	]
}
