{
	"title": "Pete Parr Interview",
	"description": "Pete Parr Interview, September 7, 2013<br />During the Pee Dee Powwow<br />Interviewer: Chris Judge<br />Interviewee: Pete Parr<br />Transcriber: Jillian Weber, Sarah Moore",
	"audio_file": "Pee-Dee_Pete-Parr_64kbs.mp3",
	"text":
	[
		{
			"id": "0",
			"speaker": "CJ",
			"text_bit": "I’m with Pete Parr, Tribal Chairman of the Pee Dee Tribe. Pete, good to see you. ",
			"timecode": "00:00:07.000"
		},
		{
			"id": "1",
			"speaker": "PP",
			"text_bit": "You too, y’all. ",
			"timecode": "00:00:07.000"
		},
		{
			"id": "2",
			"speaker": "CJ",
			"text_bit": "So, you’re Chair of the Tribal Council. Tell me about the Council. ",
			"timecode": "00:00:16.000"
		},
		{
			"id": "3",
			"speaker": "PP",
			"text_bit": "Well, the Council is like the heart of the tribe. It just helps keep things going. We have a lot of duties—maintaining the activities [inaudible]. The Chair of the Council—they try to make the motivation of the tribe. And sometimes we work and sometimes we don’t. ",
			"timecode": "00:00:16.000"
		},
		{
			"id": "4",
			"speaker": "CJ",
			"text_bit": "So how many members are there on the Council? ",
			"timecode": "00:01:06.000"
		},
		{
			"id": "5",
			"speaker": "PP",
			"text_bit": "There’s five right now. We can have up to seven. We try to keep as many tribal council and families apart. In other words, don’t have a brother or a sister or a daddy or something on the Council. Sometimes you can’t help that because it’s so small, but so far we’ve did pretty good with it. ",
			"timecode": "00:01:06.000"
		},
		{
			"id": "6",
			"speaker": "CJ",
			"text_bit": "Who are the other Tribal Council members? ",
			"timecode": "00:01:40.000"
		},
		{
			"id": "7",
			"speaker": "PP",
			"text_bit": "We have Johnny Bailey, the Chief’s son-in-law. We have Jim Chavis, who would be tribal secretary and treasurer. We have Bernie Chavis, who is a distant cousin of Jim. He’s a councilman. We have Allen—I can’t think of his last name. But anyway – Allen Evans, Evans. We had my daughter at one time as treasurer, but she’s off of it. Right now we have about four or five members right now that’s active that we can call upon. ",
			"timecode": "00:01:40.000"
		},
		{
			"id": "8",
			"speaker": "CJ",
			"text_bit": "Do you still have a tribal headquarters back in McColl [SC]? ",
			"timecode": "00:02:38.000"
		},
		{
			"id": "9",
			"speaker": "PP",
			"text_bit": "We have one in McColl by the railroad tracks. We call it a little shack. And then we have a tribal headquarters on tribal land, which is up towards Brightsville, out on [SC Hwy] 38 going towards Hamlet [NC]. ",
			"timecode": "00:02:38.000"
		},
		{
			"id": "10",
			"speaker": "CJ",
			"text_bit": "How many acres you got? ",
			"timecode": "00:02:59.000"
		},
		{
			"id": "11",
			"speaker": "PP",
			"text_bit": "We have a grand total of three and a half acres. It’s ours. It belongs to all of the members. I hope it always will be in the tribe. We have it set up that it can’t be sold unless it goes through the whole tribe. Its good land and we’re blessed with it. We’ve been working up there I guess the last four years. We’ve got a single-wide trailer, about seventy foot long. We use it as a meeting [place]. We’ve got about a twenty-by-sixteen foot building we keep our stuff in. We’ve got a bunch of pine trees and the Chief has been pulling them out by hand with a shovel. We just need a little bit of time. We’ve been blessed with it. ",
			"timecode": "00:02:59.000"
		},
		{
			"id": "12",
			"speaker": "CJ",
			"text_bit": "So where were you born? ",
			"timecode": "00:04:05.000"
		},
		{
			"id": "13",
			"speaker": "PP",
			"text_bit": "I was born in a little town called Cheraw, South Carolina. ",
			"timecode": "00:04:05.000"
		},
		{
			"id": "14",
			"speaker": "CJ",
			"text_bit": "Cheraw? ",
			"timecode": "00:04:05.000"
		},
		{
			"id": "15",
			"speaker": "PP",
			"text_bit": "In 1949. My mom and dad, they was born in that area. My mom was born out in a little town called Brownsville, out off of—if you know anything about this area—down on [SC Hwy] 38 like going to [Interstate] 95. ",
			"timecode": "00:04:05.000"
		},
		{
			"id": "16",
			"speaker": "CJ",
			"text_bit": "Really? Right across the river from the Kolb [Johannes Kolb] site? ",
			"timecode": "00:04:28.000"
		},
		{
			"id": "17",
			"speaker": "PP",
			"text_bit": "Yep. ",
			"timecode": "00:04:28.000"
		},
		{
			"id": "18",
			"speaker": "CJ",
			"text_bit": "Marlboro County? ",
			"timecode": "00:04:28.000"
		},
		{
			"id": "19",
			"speaker": "PP",
			"text_bit": "Well, yeah. It goes into Marlboro County because Dillon County goes on an angle. They live in a rural area back in there. My grandfather was a turpentiner. He drove a train. They called him Chief, but he was a red man with real black, silky hair. They never did say he was Indian; they used to call him Chief. But my mom, that’s the heart. She was fantastic. She was born with back trouble that caused her feet all the way up to her knees to be deformed. Her legs were about that big around [gestures] and her feet was about that long and her toes were turned up inside. Like polio. She went through many back surgeries when she was twenty three and [twenty] five.  Then from there she got married to my granddaddy, well my daddy. And she worked in the cotton mill with her feet like that. And she worked in the shift yard during the war. I’ll tell you what, she was tough. And she was Indian. ",
			"timecode": "00:04:28.000"
		},
		{
			"id": "20",
			"speaker": "CJ",
			"text_bit": "Both of your parents were Indian? ",
			"timecode": "00:06:11.000"
		},
		{
			"id": "21",
			"speaker": "PP",
			"text_bit": "Well, my dad had Indian in him. He was Indian and Irish and a little bit of Scotch. But we go back and found out his grandparents and great-grandparents had Indian in them. They were also mixed with Scotch and Irish. We lived in Cheraw until I was about four years old. We moved to a town called Springfield, North Carolina. Lived up there until I was seven. Then we moved to Baltimore. Baltimore, Maryland. My dad, he liked to travel. We never stayed in a house over a year. Never stayed in a school over a year. Moved back and forth from Baltimore to Florida. My dad was a good worker, but he was a rambler. My mom would follow him. She was more the head of the house than my dad was. My dad was a man. But granny—we called her granny—she was the head of it. ",
			"timecode": "00:06:11.000"
		},
		{
			"id": "22",
			"speaker": "CJ",
			"text_bit": "Granny [inaudible]. ",
			"timecode": "00:06:11.000"
		},
		{
			"id": "23",
			"speaker": "PP",
			"text_bit": "Yeah, she was—she’d always tell me we have Indian in us. But she always said we had Seminole and Cherokee. And I questioned one time, “If we had—if we was Indian, why wasn’t we called Indian?” And she kind of explained something to me. She said, “Back in earlier years in Barnwell County, Chesterfield County, if you were Indian, you were dirt.” So my grandparents, if they could pass as white, that’s what they told them they were. So they did that to help us. That’s what they were thinking. It did in a lot of ways. When we got older, living in Maryland back in 1970 something. I went to Washington DC at the archives and did some studying. Sure enough we had Indian in us. [Inaudible]  We are Pee Dee. We got Cherokee in us. My great-grandfather on my mother’s side his name was Charlie White. He had about four wives and about twenty something youngins. He was a red complected man. He would travel from here to Florida. They said he was a guide in the Everglades. They always said he was an Indian. Like I said we were raised up to I was seven years old. South Carolina didn’t [inaudible]. If you weren’t white, you weren’t [inaudible]. ",
			"timecode": "00:07:23.000"
		},
		{
			"id": "24",
			"speaker": "CJ",
			"text_bit": "So did you experience segregation? Did you experience prejudice? ",
			"timecode": "00:09:30.000"
		},
		{
			"id": "25",
			"speaker": "PP",
			"text_bit": "I didn’t because when I left here I was seven years old. Really at that time we didn’t know racism. My mom really wasn’t a racist person. She always tried to teach us to treat people like we wanted to be treated. My dad was light complected. Black people had their place but they were people. We weren’t taught about Indians. I never had that idea in my – my mom always carried that part with us. When I got to Baltimore we lived in segregated area. White and black. We got along good there. They couldn’t tell if I was black or if I was white. I passed as Mexican. Black girls liked me. White girls liked me. The Italian girls, they liked me. I had a good time you know. They always called me Indian Pete. Like I said I really didn’t think on the Indian part. It was just a name. Not a heritage to me, till I got older. When I came down here in ‘79 the Pee Dee Indian Tribe was taking members again. I joined them but I never did – what do you call it? Go after it. ",
			"timecode": "00:09:30.000"
		},
		{
			"id": "26",
			"speaker": "CJ",
			"text_bit": "Participate? ",
			"timecode": "00:09:30.000"
		},
		{
			"id": "27",
			"speaker": "PP",
			"text_bit": "Yeah. When I went back to Baltimore where I lived for a while, I got more involved. There were more Indians in Baltimore than there were down here. ",
			"timecode": "00:11:16.000"
		},
		{
			"id": "28",
			"speaker": "CJ",
			"text_bit": "Really? ",
			"timecode": "00:11:16.000"
		},
		{
			"id": "29",
			"speaker": "PP",
			"text_bit": "Yeah. They had a place. You know how they got Bennettsville and Tatum? Well Maryland was like that. You got Baltimore but in the city you got a little safe [area]. They call that Broadway. That is all Indians. Most of them Lumbee. They came up there and they made good money. Then they went back to North Carolina and bought their houses and stuff.  They always had people there to go back and forth. I got involved with them a lot. I never thought I was a Lumbee or Pee Dee or none of that. I just knew I was Indian. As far as I knew we were Cherokee and Seminole. I got to searching the history and the genealogy. Our blood line was Pee Dee. I feel good about it. Life has not been bad to me because I was an Indian or because I was white. My dad always taught that life is what you do with it. [Inaudible].  Since I’ve been a member of this tribe and chairman, I learned a lot from Chief Caulder because he is a man of integrity. He tells you something [inaudible]; it is going to happen. That’s the way my dad was and my mother. If they told you something you better think it was going to happen. We were raised that way. If you tell a man something it was your word. That’s the way you lived by. We always thought that was because of the different heritages we had. The Indian style in it. We never looked at like it as Indian. We were just people. We lived and we loved and we cried when people died. Now that I am old enough and I think my people really had that desire in their heart to be what they were. They had been brought up that you can’t be Indian. You got something else in you. You were ashamed of that. They were good people they just didn’t know what they were. Our tribe is trying to teach people, it’s not the color of your skin, it’s your inheritance or what your heart is. That old heart, if you listen to it right, it will lead you pretty right. Now you can go off sometimes, but if you listen to it, it will bring you back. That’s what I believe our heritage is. We believe in God, we believe in the Lord Jesus Christ, and we believe in treating people like people. We look back in history, some of the Indian and blacks and a lot of white people were treated bad. It is just a mixture. It is what you make out of it. Here at the tribe we have a Powwow, get together. We see people that we haven’t seen in years, sometimes two years. You think about things that you did when met them. It brings a warmth to your heart. And that’s what it’s about. Loving and caring about somebody. ",
			"timecode": "00:11:27.000"
		},
		{
			"id": "30",
			"speaker": "CJ",
			"text_bit": "So what is your greatest hope for your people? ",
			"timecode": "00:15:28.000"
		},
		{
			"id": "31",
			"speaker": "PP",
			"text_bit": "My greatest hope for people is that they will say “Hey, I’m Indian.” That’s what I am. Be that. Don’t fake it. Don’t try to hide it. Be it. It’s about like being a Christian. If you’re going to be a Christian be one. If you ain’t leave it alone. Same way about being an Indian. If you’re Indian be proud of it. Make what you can out of it. Use it to help people. Not to hurt them, not to tear them down. If you do that I guarantee you.  If our people, our tribes – we’ve got seven recognized tribes in the state of South Carolina. If they will pull together. Be one. They could move mountains. They could be better recognized. They wouldn’t need it. They would be enough to help each other and anybody else around them. Our people have one fault. They don’t want one to get above the other. They don’t realize in order for one to get above the other he can pull that other one up, not push him down. They’re always thinking If I get above you, I’ll push you. That’s what hurts our people. That’s what hurt us all our life. ",
			"timecode": "00:15:28.000"
		},
		{
			"id": "32",
			"speaker": "CJ",
			"text_bit": "So the council is trying to rally everybody together? ",
			"timecode": "00:17:11.000"
		},
		{
			"id": "33",
			"speaker": "PP",
			"text_bit": "Yeah. ",
			"timecode": "00:17:11.000"
		},
		{
			"id": "34",
			"speaker": "CJ",
			"text_bit": "How many members are there in the Pee Dee tribe? ",
			"timecode": "00:17:11.000"
		},
		{
			"id": "35",
			"speaker": "PP",
			"text_bit": "We have records of over four thousand. We have on our tribal rolls I think about twenty-five hundred. As far seeing and talking we probably have about four hundred some that are active here and there. Now at our meetings sometimes we have ten, sometimes we have thirty, sometimes we have fifty. On our roll I think close to two thousand, that we have documented, found records on them. Now a lot of these people haven’t come forward. We probably got maybe fourteen, fifteen hundred people that have actually said yea or nay. A lot of them are grown. A lot are teenagers. A lot of young ones.  If we could take a survey of Chesterfield [County], Marlboro County, Dillon [County], Charlotte [NC], I wouldn’t doubt we would have ten thousand people here that are Native Americans. Native Americans have been stepped on a lot.  Sometimes you can’t pull them up you’ve got to hold them up. We are not at that place yet that we can do that. We are working on it. ",
			"timecode": "00:17:11.000"
		},
		{
			"id": "36",
			"speaker": "CJ",
			"text_bit": "Closer all the time? ",
			"timecode": "00:19:11.000"
		},
		{
			"id": "37",
			"speaker": "PP",
			"text_bit": "We are working on it. Working with you, like when you have a dig. That helps because we can say actually say yeah there is pottery. Some type of Native American probably. We know Indians have been here. So we can look back and say it is a possibly. ",
			"timecode": "00:19:11.000"
		},
		{
			"id": "38",
			"speaker": "CJ",
			"text_bit": "I would think there have been people here since the last Ice Age. Thirteen thousand years. That is what we got up at the Kolb site. The people over here are descendants of all that I think. ",
			"timecode": "00:19:38.000"
		},
		{
			"id": "39",
			"speaker": "PP",
			"text_bit": "Chris, I don’t know how you believe. If you know anything about the lost colonies or lost tribes of Israel. That was way before – 1400 or 1500 before Christ. They were over here. ",
			"timecode": "00:19:51.000"
		},
		{
			"id": "40",
			"speaker": "CJ",
			"text_bit": "They came here? ",
			"timecode": "00:19:51.000"
		},
		{
			"id": "41",
			"speaker": "PP",
			"text_bit": "They were here. The Indian Mounds they finding. They are finding a lot of Jewish things in that. They are saying goes back a thousand years A.D., 800 A.D. There are actually archaeologist finding these materials. Finding writing that is in Hebrew or Arabic. I believe that our people was here, when they were here. You notice that the American Indians kind of look Jewish. Some of them have the big eyes, some of them have the big nose. Not all. In my heart and mind, I want to say we are part of the lost tribes of Israel. We were here. There was people here a long time ago. In your digs that you are doing are proving that at least ten thousand, I think? ",
			"timecode": "00:20:13.000"
		},
		{
			"id": "42",
			"speaker": "CJ",
			"text_bit": "Yeah we’ve got ten thousand, maybe older. ",
			"timecode": "00:21:21.000"
		},
		{
			"id": "43",
			"speaker": "PP",
			"text_bit": "I mean we don’t know when God put us here. We were here. The pure bred Indian I believe he was here when God said “Let us make man.” I think he said “I will you put you out over there.” Then he put other people in and they came over and mixed with us. I think that’s why you might have the Pee Dee, the Lumbee, the Tuscaroras, Santees, because of the mixture. They were full blooded pedigree and somebody snuck in there and walked away and started another one. I think it is fascinating. Your digs I like them. ",
			"timecode": "00:21:21.000"
		},
		{
			"id": "44",
			"speaker": "CJ",
			"text_bit": "I know I can tell. Every time you come out you enjoy getting in there with a shovel. Screening. ",
			"timecode": "00:22:17.000"
		},
		{
			"id": "45",
			"speaker": "PP",
			"text_bit": "I am a religious person. A lot of things I say it goes to God because I believe God created it all. We’re here because of him. When I look at that hole [archaeology pit] and you tell me you know you can look at that [inaudible] and tell there is a fire place there. Or a different settlement. Below it something else. So you know the different ages. It made me wonder. Yeah, we were here. They were here. Other people was here. Let’s just be here now. ",
			"timecode": "00:22:27.000"
		},
		{
			"id": "46",
			"speaker": "CJ",
			"text_bit": "A lot of different people have passed through the Kolb site over time. A lot of people. ",
			"timecode": "00:23:12.000"
		},
		{
			"id": "47",
			"speaker": "PP",
			"text_bit": "That’s why I can’t picture – people say the earth is about six thousand years old. This earth has been here a long time. A long, long time. They talk about Columbus finding America. This one finding America. Long, long time. I know the Bible speaks of the Garden of Eden. Before he says the Garden of Eden he told man to multiply. He said “Let us make man, in our own image.” Made male and female. He said “now let them go out and replenish the earth.” Replenish means there was something here before. We don’t how long ago that was. I believe it wasn’t that easy. He placed men all over. That is me. I so thankful that I live in this era. I used to always say I wish I was back in the western times. I am proud to be here now. This is a new adventure. Every day that we live and we can breathe. We can walk. We talk. We’ve got something good to be thankful for. We are finding out nothing is new because everything already happened. It makes the Bible look so much real and so much more encouraging than what it says. The Bible talks about these things. Maybe it did happen that way [inaudible].  We’re here for a purpose. Everybody is. If we can learn thing. If each person would take care of another person there would be no hunger. They wouldn’t be no one sick, the way they are. Because people would be helping. A lot of people are in trouble today because they need help. They look for help and nobody helps them. There are some that you can’t help. Look at all the ones that you could. ",
			"timecode": "00:23:12.000"
		},
		{
			"id": "48",
			"speaker": "PP",
			"text_bit": "I don’t know if this is the kind of interview you wanted. This is my heart. This what the Pee Dee mean. And my whole life means. I am a man. I am a human being. I am Indian. I got some white blood in me. I probably have some black blood in me. But I’m me and I can’t change that. So why not make the best of it? Be proud of what I am. And maybe someone else [will] say I am not so bad off after all. Maybe I’m good too. They keep on going. That is what we need. I hope that is what this Powwow does when it brings us together. We can say – that fellow really isn’t that bad. The color of his skin, just because he darker than I am – he is still a person. We still need to help him or love him or whatever. Don’t put him down. Don’t push him over because of what he is. That is what happens. Life is going to go on whether we are here or not. ",
			"timecode": "00:25:51.000"
		}
	]
}