{
	"title": "Ralph Justice Oxendine Interview with comments from Claudia Gainey ",
	"description": "Interviewer: Brent Burgin; Interviewee: Ralph Justice Oxendine; Transcriber: Katie R. Shull",
	"audio_file": "Sumter-Cheraw_Ralph-Justice-Oxendine_64kbs.mp3",
	"text":
	[
		{
			"id": "0",
			"speaker": "BB",
			"text_bit": "We are here at the home of Chief Oxendine in Sumter South Carolina, my name Is Brent Burgin, the archivist. Could you tell us your name sir and your title? ",
			"timecode": "00:00:05.000"
		},
		{
			"id": "1",
			"speaker": "RO",
			"text_bit": "My name is Ralph Justice Oxendine, chief of the Sumter tribe of Cheraw Indians. ",
			"timecode": "00:00:05.000"
		},
		{
			"id": "2",
			"speaker": "BB",
			"text_bit": "This is a really big question, you guys just got state recognition, congratulations and could you tell me how you feel about that? ",
			"timecode": "00:00:20.000"
		},
		{
			"id": "3",
			"speaker": "RO",
			"text_bit": "It’s a big joy in all of our hearts. We’ve been looking for this to happen for many years and we’ve struggled to do it. We’ve fought a lot of battles, the enemy—we’ve fought enemy’s to get to this point. But we have prevailed. We’re here, we’re going to always be here, and we shall remain. ",
			"timecode": "00:00:31.000"
		},
		{
			"id": "4",
			"speaker": "BB",
			"text_bit": "Okay, now as far as your Indian Identity can you tell me what it was like growing up and what you heard from your family and friends? ",
			"timecode": "00:00:58.000"
		},
		{
			"id": "5",
			"speaker": "RO",
			"text_bit": "Well, we knew were native all the time and just proving it, and doing the research over the years. We ran across our core ancestor in North Carolina, out of the Lumbee tribe, and that started our research of our great great great Grandfather Aaron Oxendine and Jane Scott. And so we kept on and that gave us our goal to become who we really are and we’re very happy to be who we are. We didn’t get recognized to be someone special, we got recognized and we’re very happy to be that way because we want to be who we are and nobody else. We don’t want no kind of—we don’t seek any kind of recognition for anyone else special because of this, we just want to be who we are by being Native American Indian. And to revise our culture, lift it up and be able to live it and be able to teach it to our youth. So we’ll never die out. That we can look back and tell our great great great great grandkids, this is how our people lived, this is how they dressed, this is how they ate, and this is why they lived the way they did. Because over the years when we started doing research we found out the natives were very much looked down on and had no rights. And our tribe is a little different from some of the other tribes because we had to hide in our own land under another identity at one time, and so when we were young we asked questions about our identity but no one could give us an answer. And a lot of people would say, would tell us we were native but don’t talk about that. But the generation that I’m in, we were determined to be able to find the answers, and not only find the answers, but to pursue them and to be the people who we really are ",
			"timecode": "00:01:10.000"
		},
		{
			"id": "6",
			"speaker": "BB",
			"text_bit": "Okay, your, the names of your mother and father? ",
			"timecode": "00:03:56.000"
		},
		{
			"id": "7",
			"speaker": "RO",
			"text_bit": "My mother was named Annie May Miller Oxendine, my real fathers was named Dewey L Oxendine. I’m a double Oxendine. ",
			"timecode": "00:03:56.000"
		},
		{
			"id": "8",
			"speaker": "BB",
			"text_bit": "Okay, and I didn’t quite exactly know your age but I don’t think you’re quite old enough, so they (parents) went to the segregated school right? ",
			"timecode": "00:04:10.000"
		},
		{
			"id": "9",
			"speaker": "RO",
			"text_bit": "Yes they did. ",
			"timecode": "00:04:10.000"
		},
		{
			"id": "10",
			"speaker": "BB",
			"text_bit": "And what was the name of that school in this area? ",
			"timecode": "00:04:20.000"
		},
		{
			"id": "11",
			"speaker": "RO",
			"text_bit": "It was, they called it Dalzell School. ",
			"timecode": "00:04:20.000"
		},
		{
			"id": "12",
			"speaker": "BB",
			"text_bit": "Okay, and I’m just wondering now.  I’ve done a little research and I hear about the Smiling Indians and I hear about the Benenhaley’s (different family names that refer to this tribe). I’ve also heard at least three different, racial terms [used] at the time when they discussed your people. ",
			"timecode": "00:04:20.000"
		},
		{
			"id": "13",
			"speaker": "RO",
			"text_bit": "Yes, yes. ",
			"timecode": "00:04:45.000"
		},
		{
			"id": "14",
			"speaker": "BB",
			"text_bit": "Um, could you tell me about all of that? ",
			"timecode": "00:04:45.000"
		},
		{
			"id": "15",
			"speaker": "RO",
			"text_bit": "Yes I can. ",
			"timecode": "00:04:45.000"
		},
		{
			"id": "16",
			"speaker": "BB",
			"text_bit": "Okay. ",
			"timecode": "00:04:45.000"
		},
		{
			"id": "17",
			"speaker": "RO",
			"text_bit": "Well, the old—what the books tells us, that’s in the library and the genealogy center about one man named Joseph Benenhaley that became the legend but no documented proof. [He] came to South Carolina and became one of General [Thomas] Sumter’s favorite scouts, along with Scott Bugler, he was a Scott, and he didn’t live very long, many years. And then we often wondered this one Benenhaley man it was a Benenhaley they said he was a Turk off of a pirate ship or something but where were the records? Where was the language they were going to speak? We asked those questions as children, but nobody could give us an answer, and so we were told to be quiet. Our people really highly respected our elders. We wanted to do exactly what they said. A lot of times when elders would be talking, the young kids would have to stay outside. And so, we were never told a lot about that. But, yes we often wondered, this one Benenhaley man was called a Turk, and then we looked around and we saw Ray’s and Oxendine’s and Hood’s and all these people were called Turks (a racially pejorative word) also, and so things just didn’t line up. And the more we asked, the less questions we got. And so, we went on a quest on our own, started out with my sister that just left, Sherry Oxendine and then one of my other sisters Mandy and I started and the last Quest was with Claudia Benenhaley  Gainey. We started doing the research and went to Lost Colony Indian store in Pembroke, North Carolina and told the man what we were doing and he said he was of the Tuscarora Indians. Chris Hardin that was his name, and he said “Well you know, I’m married to an Oxendine women too, and I’ve been doing research for 25 years for her,” and he said “Let me take, pull my papers out.” And when he did he pulled the papers out with Claudia and I and boom [snaps his fingers]. The man and the information we had about Aaron Oxendine, the first Oxendine in Sumter South Carolina in 1810,  was on those papers showing where he lived in North Carolina, his father, his brothers and sisters, it was all that we needed. That was our smoking gun to find out our genealogy from Aaron Oxendine our core ancestor that was here in 1810, he was the first Oxendine that we can find in Sumter South Carolina in 1810. ",
			"timecode": "00:04:45.000"
		},
		{
			"id": "18",
			"speaker": "BB",
			"text_bit": "Okay, growing up, and I’m sure this is not a fun topic; but can you tell me about some of the discrimination and things that you suffered? ",
			"timecode": "00:07:53.000"
		},
		{
			"id": "19",
			"speaker": "RO",
			"text_bit": "Yes, well, in my generation I came under some. But my uncle and my mother’s generation ahead of me, they’re the ones that really caught the problems. My uncle is still living today, and when our people had to go to court in Atlanta, Georgia to fight to be able to go to a regular white school, and my uncle was standing beside the road when we won the court case to be able to attend the white school. He was waiting for the bus to come by and pick him up he tells me. And he said the bus just went straight by him and never stopped and the wind almost knocked him down. And he started hitchhiking to school and he said a man stopped in a car and he said, “Where you going son?” And he said, “I’m going to school,” and he said, “The bus didn’t pick me up,” and he said, “Well get in here with me.” And so he did and when he got to the school, Hillcrest School is about maybe four or five miles down here to the east, and the man got out of the car with him, and he walked over and asked my uncle, he said, “Which one of these bus drivers was it?” And he showed him, and he (the man) walked over to the bus driver and he said, “Did this boy ride your bus?” And he said, “He does.” he said, “Let me not see him not on it again.” And so, even though we went to court, our people went to court and won the court case of being able to go to any school, we were persecuted still. My mother remembers the time when they were riding the bus to the school Hillcrest they were throwing eggs at them, at the bus and booing them, and a lot of things went on. And that’s one of the reasons why a lot of our people didn’t have any education, because that one little school is like a one room little shack. That’s  torn down I wish we could have saved it and be able to look back and say this is where we were, and this is where we are now, but it was torn down.  And our people didn’t—they weren’t able to get an education, but now, my generation and Claudia’s we have a little more education than our elders did. And so we’re able to look and to do research on our own, without having to ask someone, and we’re able to accomplish that, and I’m thankful, very thankful for that. ",
			"timecode": "00:08:05.000"
		},
		{
			"id": "20",
			"speaker": "BB",
			"text_bit": "Okay, I have old photographs and we just put some up. Unfortunately the one of the school has that T world written across it and we’re going to get rid of that. But we have that school, and it (photo caption) says community center too. Was there also a community center that went with that school that you guys were aware of? ",
			"timecode": "00:10:44.000"
		},
		{
			"id": "21",
			"speaker": "CG",
			"text_bit": "There’s some question about that. ",
			"timecode": "00:11:04.000"
		},
		{
			"id": "22",
			"speaker": "RO",
			"text_bit": "Yeah that’s not, that’s not—the community service, we’re not quite sure about that right now. ",
			"timecode": "00:11:04.000"
		},
		{
			"id": "23",
			"speaker": "BB",
			"text_bit": "It just seemed interesting and that was—was this—when we went to Varnertown (Varnertown Tribe of Wassamasaw Indians) a couple of years ago, was it the same thing in this area?  Was it basically a closed community here? ",
			"timecode": "00:11:13.000"
		},
		{
			"id": "24",
			"speaker": "RO",
			"text_bit": "Yes, it was a closed community. A lot of our people, most of them married into each other. Like my mother and my father were first cousins. ",
			"timecode": "00:11:23.000"
		},
		{
			"id": "25",
			"speaker": "BB",
			"text_bit": "Um-hm. ",
			"timecode": "00:11:23.000"
		},
		{
			"id": "26",
			"speaker": "RO",
			"text_bit": "And that was very common in those days because of the color of our skin. And so it was very common marrying each other and everyone was close knit, and we were known as, everyone knew [us] as the Turk community. But we knew different in our hearts, especially the Oxendine’s. We knew that just because one man was a Benenhaley that didn’t make everyone else a Turk, so to speak of our descent. And so we were determined in our hearts to be able to seek out the truth, and to find it, and to become the people that we really are. ",
			"timecode": "00:11:37.000"
		},
		{
			"id": "27",
			"speaker": "BB",
			"text_bit": "So was there a lot of, now did the people own their land, or was there sharecropping? Where there a lot of people that had land ownership? ",
			"timecode": "00:12:20.000"
		},
		{
			"id": "28",
			"speaker": "RO",
			"text_bit": "Well it went both ways. It was both ways. A lot of them sharecropped. Some had their own land, you know. And that’s a long story there that maybe we can share another time but most of them sharecropped and a lot of them had their own land, a little piece of land. But we started doing our research; we got a hold of the Wes White (Wes Taukchiray) write up about the mysterious people in Statesburg, and he went on [to] the agricultural census records. He never did come to Sumter to look at any of us. When Claudia and I were in Columbia he was there writing at that very time and he was at the archives. And he told us that he wrote everything that the man, the census man wrote in the agriculture records. And he went in great detail how many cows, how many bales of cotton they did back in those days. And that’s what he wrote he didn’t never come here to interview anyone, we were the first two people to see out of the Sumter county people that he was writing about. ",
			"timecode": "00:12:20.000"
		},
		{
			"id": "29",
			"speaker": "BB",
			"text_bit": "And he’s an incredible compiler of information, and it’s amazing how he pulls it out of the records. So what was the major industry then? Just farming or— ",
			"timecode": "00:13:36.000"
		},
		{
			"id": "30",
			"speaker": "RO",
			"text_bit": "Farming cotton! ",
			"timecode": "00:13:47.000"
		},
		{
			"id": "31",
			"speaker": "BB",
			"text_bit": "Uh-huh. ",
			"timecode": "00:13:47.000"
		},
		{
			"id": "32",
			"speaker": "RO",
			"text_bit": "Farming cotton was a big thing. Peanuts and cotton mainly, that was the biggest thing back in those days and just living off the land, and that’s the way I like even today. I have a well back there.  I want to live the old timer way. I want to be able to live and be able to survive off the land. ",
			"timecode": "00:13:47.000"
		},
		{
			"id": "33",
			"speaker": "BB",
			"text_bit": "So you grew up then in a farming environment? ",
			"timecode": "00:14:11.000"
		},
		{
			"id": "34",
			"speaker": "RO",
			"text_bit": "Yes I did. ",
			"timecode": "00:14:11.000"
		},
		{
			"id": "35",
			"speaker": "BB",
			"text_bit": "Okay. ",
			"timecode": "00:14:11.000"
		},
		{
			"id": "36",
			"speaker": "RO",
			"text_bit": "And uh, my grandfather and I we would go in the woods. We’d have a big saw, a two handed saw, we’d saw the tree down and then we had sawhorses that had a cross like [gestures] that and we would put the wood in between and saw them in the right lengths. Some of the smaller wood we would cut up with an axe. We would heat with wood, we would cook with wood, everything we did by hand. ",
			"timecode": "00:14:11.000"
		},
		{
			"id": "37",
			"speaker": "BB",
			"text_bit": "Okay, and your homes. I’m sure they were built by, you built your own homes and— ",
			"timecode": "00:14:42.000"
		},
		{
			"id": "38",
			"speaker": "RO",
			"text_bit": "Yes, at times, yes. ",
			"timecode": "00:14:42.000"
		},
		{
			"id": "39",
			"speaker": "BB",
			"text_bit": "Okay. ",
			"timecode": "00:14:42.000"
		},
		{
			"id": "40",
			"speaker": "RO",
			"text_bit": "Most of the time. ",
			"timecode": "00:14:42.000"
		},
		{
			"id": "41",
			"speaker": "BB",
			"text_bit": "And what basically the diet, anything unusual in this area that you made or cooked or ate? Or was it just a little bit of everything? I know times were hard and you had to survive. ",
			"timecode": "00:14:52.000"
		},
		{
			"id": "42",
			"speaker": "RO",
			"text_bit": "A little bit of everything, a lot of people, my mother would send me off to eat and there’s an old song that’s called “Poke Salad Annie.” But it’s called poke salad. It grows along beside the ditch bank, and you got to get it [at] a certain [time], when it’s real young before the berries come and you cook it like a green and you’d eat that because a lot of times you didn’t have much to eat. I know my great grandmother they would sometimes have like a piece of bacon, they’d cut it up in real thin slices, they would maybe have once slice each for dinner, and then they used the juice off the greens, and the corn bread for supper. My great grandfather, he would plow with a mule for $15 dollars a week from morning to daylight and there was nothing for him to do except work and support his family in those times. ",
			"timecode": "00:15:02.000"
		},
		{
			"id": "43",
			"speaker": "BB",
			"text_bit": "Okay. ",
			"timecode": "00:16:02.000"
		},
		{
			"id": "44",
			"speaker": "RO",
			"text_bit": "So they worked very hard and the Oxendine’s they went by the—used the Turk name I guess General Sumter put us on the map to be able to survive. And we got to studying and found out that in South Carolina you couldn’t vote or own land or anything until 1923. And then the more we did the research, when Andrew Jackson was up on highway 74 and Maxton and Lumberton as I go up there a lot to Many Skins Earl Carter’s sacred fire. And he was getting people take them to the reservation and Aaron Oxendine was one of the ones that came down here. He found these dark complected people, called the Turks. He married Jane Scott, one of the Scott daughters and he had a lot of children, and then they started to have children and they had more and more. And I compare our people to like the people of Israel, God multiplied them, as the sand of the ground. He said I’ll multiply your seed, and I look at our people that way, God really multiplied our people and I’m thankful we have a large family that we don’t have just have two or three. That we all stuck together you know? ",
			"timecode": "00:16:02.000"
		},
		{
			"id": "45",
			"speaker": "BB",
			"text_bit": "Did the local sheriff come in? Did ya’ll police your own community pretty much? I mean I don’t—did you see local law enforcement that much growing up? ",
			"timecode": "00:17:41.000"
		},
		{
			"id": "46",
			"speaker": "RO",
			"text_bit": "Yes, we did a lot in our own community. We’ve had a few times the Ku Klux Klan would burn crosses in our yards. We’ve had that happen and we would just try to stay out of the way. Try to be as peaceful as we can, and try to abide by the law. ",
			"timecode": "00:17:41.000"
		},
		{
			"id": "47",
			"speaker": "BB",
			"text_bit": "Did that happen, what time in history? ",
			"timecode": "00:18:07.000"
		},
		{
			"id": "48",
			"speaker": "RO",
			"text_bit": "The cross burnings? ",
			"timecode": "00:18:07.000"
		},
		{
			"id": "49",
			"speaker": "BB",
			"text_bit": "Uh-huh. ",
			"timecode": "00:18:07.000"
		},
		{
			"id": "50",
			"speaker": "RO",
			"text_bit": "Well I was a boy, I would say that was probably 45 years ago, right in our yard on Dalzell highway. Many times we’ve seen many crosses burning in our yard. ",
			"timecode": "00:18:07.000"
		},
		{
			"id": "51",
			"speaker": "BB",
			"text_bit": "Is that about the time you we’re about to start going to school with the white kids then? ",
			"timecode": "00:18:29.000"
		},
		{
			"id": "52",
			"speaker": "RO",
			"text_bit": "Yes, yes. ",
			"timecode": "00:18:29.000"
		},
		{
			"id": "53",
			"speaker": "BB",
			"text_bit": "Okay. Um. Yes? Claudia? ",
			"timecode": "00:18:29.000"
		},
		{
			"id": "54",
			"speaker": "CG",
			"text_bit": "Lots of times, a particular person within the community, if you had problems you would go to them, and they would play the part of justice maker or peace maker or something along those lines. But as far as a whole lot of interaction with the police we didn’t have that. ",
			"timecode": "00:18:43.000"
		},
		{
			"id": "55",
			"speaker": "BB",
			"text_bit": "Okay. ",
			"timecode": "00:18:43.000"
		},
		{
			"id": "56",
			"speaker": "RO",
			"text_bit": "Yeah they would always be, mainly one person that would be kind of like the head of the clan so to speak. They would respect his word you know, what he would say and how to do things. ",
			"timecode": "00:19:14.000"
		},
		{
			"id": "57",
			"speaker": "BB",
			"text_bit": "And that’s a mark of Indian Heritage right there. ",
			"timecode": "00:19:30.000"
		},
		{
			"id": "58",
			"speaker": "RO",
			"text_bit": "Yes. ",
			"timecode": "00:19:30.000"
		},
		{
			"id": "59",
			"speaker": "BB",
			"text_bit": "Very much so. What about your churches? Where did you go to church? ",
			"timecode": "00:19:30.000"
		},
		{
			"id": "60",
			"speaker": "RO",
			"text_bit": "Well, there’s the church here that started at High Hills Baptist Church (Dalzell, SC). It’s still standing, and it’s open at 3 o’clock on Sunday afternoons. But our people wanted their own church and were able to have it built in 1906, 1904. Long Branch Baptist Church (Dalzell, SC), and that’s where our people presided and went to church at that time. They were afraid to pull off from the Presbyterian Church. The old church still stands, a lot of the graves were markers before that church was built. And they went to the old church, and that church was very interesting and you may want to see it sometime. It has some small pews on each side and our people sat on the side, the black up top and the white in the middle, but they still, I guess our people just didn’t feel comfortable still. And so they wanted their own church. And so that’s when Long Branch was built in 1904. ",
			"timecode": "00:19:30.000"
		},
		{
			"id": "61",
			"speaker": "BB",
			"text_bit": "That’s rather amazing I’ve always thought that the blacks and the Indians were usually upstairs. I haven’t heard of them having two separate areas that’s- ",
			"timecode": "00:20:41.000"
		},
		{
			"id": "62",
			"speaker": "RO",
			"text_bit": "And the pews were probably about five foot long on each side and the ones in the middle were probably about eight foot. ",
			"timecode": "00:20:41.000"
		},
		{
			"id": "63",
			"speaker": "BB",
			"text_bit": "And which church was that again? ",
			"timecode": "00:20:55.000"
		},
		{
			"id": "64",
			"speaker": "RO",
			"text_bit": "It’s called High Hills Baptist church. ",
			"timecode": "00:20:55.000"
		},
		{
			"id": "65",
			"speaker": "BB",
			"text_bit": "Okay. ",
			"timecode": "00:20:55.000"
		},
		{
			"id": "66",
			"speaker": "RO",
			"text_bit": "Still standing. ",
			"timecode": "00:20:55.000"
		},
		{
			"id": "67",
			"speaker": "CG",
			"text_bit": "And it’s open, we can go in and out of it. ",
			"timecode": "00:20:55.000"
		},
		{
			"id": "68",
			"speaker": "BB",
			"text_bit": "I’d like to see that sometime. Um, growing up, you knew that you we’re native. Did you have that much contact with other tribes or did you hear from your parent’s about the other tribes that much in this area or South Carolina? ",
			"timecode": "00:20:55.000"
		},
		{
			"id": "69",
			"speaker": "RO",
			"text_bit": "Well we knew we were and we started going to powwows and making our own connections and meeting with the people in our hearts just knitted with everyone that we’ve met with. When we got to the first powwow when the drums would start, our heart would beat along with it and we knew we were where we were supposed to be. ",
			"timecode": "00:21:20.000"
		},
		{
			"id": "70",
			"speaker": "BB",
			"text_bit": "Okay, can you kind of give me a background on how long have you been chief? And maybe some of the previous chief’s before you? ",
			"timecode": "00:21:43.000"
		},
		{
			"id": "71",
			"speaker": "CG",
			"text_bit": "He’s the first, and our only. ",
			"timecode": "00:21:43.000"
		},
		{
			"id": "72",
			"speaker": "BB",
			"text_bit": "Really? ",
			"timecode": "00:21:53.000"
		},
		{
			"id": "73",
			"speaker": "RO",
			"text_bit": "Yes, I’m the first yes. ",
			"timecode": "00:21:53.000"
		},
		{
			"id": "74",
			"speaker": "BB",
			"text_bit": "Okay. ",
			"timecode": "00:21:53.000"
		},
		{
			"id": "75",
			"speaker": "RO",
			"text_bit": "And as I’ve said we knew for a long time. That we could not prove it until we walked into that Lost Colony Indian store and the man that married the Oxendine girl had her records there and what we were looking for, Aaron Oxendine and his family from Pembroke, North Carolina of the Lumbee tribe. Our great great great Grandfather, our core ancestor was in those papers and his family, and that gave us the option then to search even harder and be able to come up with what we needed to be recognized. And when we go to powwows, I go to the Lumbee powwow a lot of times. I go to Many Skins (Lumbee Earl Carter) sacred fire all the time learn all that he has of the sacred fire that he’s been doing almost 40 years. ",
			"timecode": "00:21:53.000"
		},
		{
			"id": "76",
			"speaker": "BB",
			"text_bit": "So you’ve been chief for how many years then? ",
			"timecode": "00:22:51.000"
		},
		{
			"id": "77",
			"speaker": "RO",
			"text_bit": "Uh, I would say how many, about how many years we think? ",
			"timecode": "00:22:51.000"
		},
		{
			"id": "78",
			"speaker": "CG",
			"text_bit": "About eleven. ",
			"timecode": "00:22:51.000"
		},
		{
			"id": "79",
			"speaker": "RO",
			"text_bit": "About eleven to twelve, somewhere in that range. ",
			"timecode": "00:23:02.000"
		},
		{
			"id": "80",
			"speaker": "BB",
			"text_bit": "Okay, Okay. ",
			"timecode": "00:23:02.000"
		},
		{
			"id": "81",
			"speaker": "RO",
			"text_bit": "And we had to learn a lot, we had to learn, there’s no doubt about it. We weren’t like the Cherokee that had their culture or the Catawba. I think they were around it all the time, but we had to get around others. We had to learn, we had to learn. Because it was hidden for us as the book says there [points at Bible], we were strangers in our own land. ",
			"timecode": "00:23:02.000"
		},
		{
			"id": "82",
			"speaker": "CG",
			"text_bit": "There were lots of things we did while growing up that we realized later there were very good reasons why we did them. ",
			"timecode": "00:23:32.000"
		},
		{
			"id": "83",
			"speaker": "RO",
			"text_bit": "Yeah the things that we done, were the same customs and things that native people did. ",
			"timecode": "00:23:32.000"
		},
		{
			"id": "84",
			"speaker": "BB",
			"text_bit": "Could you tell me about some of those? ",
			"timecode": "00:23:43.000"
		},
		{
			"id": "85",
			"speaker": "CG",
			"text_bit": "Well, and this might sound strange, but I loved to spend time out in the woods. We’d find these little balls, they were like brown balls, and when you break them there was like a powder that came out of them. And my mom always told us don’t touch them. She called them devils snuff boxes (puffball fungus), that’s what she called them. She said that that was poisonous (Phone rings), and to stay away from it— ",
			"timecode": "00:23:43.000"
		},
		{
			"id": "86",
			"speaker": "BB",
			"text_bit": "Do you want to pause and get the phone? ",
			"timecode": "00:23:43.000"
		},
		{
			"id": "87",
			"speaker": "RO",
			"text_bit": "No. ",
			"timecode": "00:23:43.000"
		},
		{
			"id": "88",
			"speaker": "BB",
			"text_bit": "Okay. ",
			"timecode": "00:23:43.000"
		},
		{
			"id": "89",
			"speaker": "CG",
			"text_bit": "And I always loved dream catchers and I wondered what that pull was. And yes I had heard about the natives, but I also heard you keep your mouth shut, you don’t talk about that to anybody else, it may not hurt you but it’s going to harm us. And then when Shaw Air Force Base came in about ‘41 or ’42, then some of the girls started to marry men from the base and they started to move away. We did have ties with the Smilings, the Goins and the Driggers and the Chavis’s. We had kinship ties there and as the chief was saying our research that took us to—there was a trading post— ",
			"timecode": "00:24:24.000"
		},
		{
			"id": "90",
			"speaker": "RO",
			"text_bit": "Right, and and— ",
			"timecode": "00:25:20.000"
		},
		{
			"id": "91",
			"speaker": "CG",
			"text_bit": "We actually went back to the early 1600’s. ",
			"timecode": "00:25:20.000"
		},
		{
			"id": "92",
			"speaker": "RO",
			"text_bit": "Then we found one map too where it’s called Kimmons? Town.  It no longer exists, that’s where the Oxendine’s and the Goins and the Chavis’s were there and then the Oxendine’s pulled away. The rest of them went back to North Carolina and lot of them did because it was very bad and hard to live here in the South, especially Sumter South Carolina. Very hard to live here. ",
			"timecode": "00:25:20.000"
		},
		{
			"id": "93",
			"speaker": "CG",
			"text_bit": "We actually had our own spot in the hospital, on a separate floor. ",
			"timecode": "00:25:53.000"
		},
		{
			"id": "94",
			"speaker": "RO",
			"text_bit": "One of the things that—one of our cousins that’s doing research on the Benenhaley right now,  there’s one certain drug store that’s here and he said he never stepped a foot in since he was a kid. He’s probably in his sixty’s, close to seventy years old and he said the reason why he won’t go there now [is] because he was a little lighter and his cousin was a lot darker and they let him in, but they wouldn’t let his cousin come in. So he took that to heart and would not, decided that he would never go back in the store again. And that also happened in some of the theaters, one of the brothers or sisters could get in and [another] brother couldn’t because of how dark his skin was. And so, [in] Sumter, South Carolina, a lot of our people moved out to try to get their children a better education. Some of them went way farther north, some went to counties that weren’t as bad as Sumter, and I can’t say that I blame them. But a lot of us had to stay and take the persecution for the color of our skin. ",
			"timecode": "00:25:53.000"
		},
		{
			"id": "95",
			"speaker": "BB",
			"text_bit": "That’s just getting away, if you could pass for white somewhere else perhaps or maybe. ",
			"timecode": "00:27:19.000"
		},
		{
			"id": "96",
			"speaker": "RO",
			"text_bit": "Yes. Yes. ",
			"timecode": "00:27:19.000"
		},
		{
			"id": "97",
			"speaker": "BB",
			"text_bit": "Sort of, we encounter a lot of that. Do you ever have descendants of those people coming back and trying to reconnect with the tribe? Does that happen? ",
			"timecode": "00:27:19.000"
		},
		{
			"id": "98",
			"speaker": "RO",
			"text_bit": "Yes. Especially on the internet now. ",
			"timecode": "00:27:33.000"
		},
		{
			"id": "99",
			"speaker": "BB",
			"text_bit": "Uh-huh. ",
			"timecode": "00:27:33.000"
		},
		{
			"id": "100",
			"speaker": "RO",
			"text_bit": "When they see the website and and, we put our core ancestors up there, they are coming in like [inaudible]. Because Aaron our core ancestor had about ten children or so, and they had children and they just migrated and some went to Tennessee and some other states, North Carolina. Now they are really coming out of the woods, they were like us they knew they were natives. Some are way lighter than we are but they could not put their hands on the smoking gun of the recognition of being a separate community for a hundred years. They couldn’t do all of that. And so when they saw we were connected to the same core ancestor, they started to open up and come and call and email and join in with us. ",
			"timecode": "00:27:33.000"
		},
		{
			"id": "101",
			"speaker": "BB",
			"text_bit": "Is there, now I’m doing a little devil’s advocate here and I know with some tribes when people wanting to claim tribal descent after so long come back that there’s very difficult problems of acceptance for them. What has been the case, are some of your people supportive or some not. How’s that went? ",
			"timecode": "00:28:39.000"
		},
		{
			"id": "102",
			"speaker": "RO",
			"text_bit": "Well some of them came back, most found better jobs elsewhere, and were able to stay but they always would come and visit a lot. And every now and then you would have one that would come move back to the old home place. ",
			"timecode": "00:28:59.000"
		},
		{
			"id": "103",
			"speaker": "BB",
			"text_bit": "Can can you think of anything else we need to touch upon from the past? I mean— ",
			"timecode": "00:29:22.000"
		},
		{
			"id": "104",
			"speaker": "CG",
			"text_bit": "There’s so much. ",
			"timecode": "00:29:22.000"
		},
		{
			"id": "105",
			"speaker": "BB",
			"text_bit": "I know there’s so much. ",
			"timecode": "00:29:22.000"
		},
		{
			"id": "106",
			"speaker": "RO",
			"text_bit": "All I can say is that I’m very happy that we recognize who we are and that the state recognized us as a tribe, and that we’ve finally become who we are. It is our goal to keep that going, just like the tapes that you have of Many Skins Earl Carter at the sixty year powwow. We want that same thing to happen here in another hundred years that someone else will be able to come and there will be and interview another chief and that our culture will continue on. ",
			"timecode": "00:29:32.000"
		},
		{
			"id": "107",
			"speaker": "BB",
			"text_bit": "How many tribal members? ",
			"timecode": "00:30:11.000"
		},
		{
			"id": "108",
			"speaker": "RO",
			"text_bit": "There is— ",
			"timecode": "00:30:11.000"
		},
		{
			"id": "109",
			"speaker": "CG",
			"text_bit": "742. ",
			"timecode": "00:30:11.000"
		},
		{
			"id": "110",
			"speaker": "RO",
			"text_bit": "742. It grows, it changes daily. We’re very happy to have that number. And the people that we have locally, they walk proud.  They wear their regalia, they’re proud to wear it, not ashamed of it, and they want to walk proudly. I’m talking about nurses and I’m talking about people that have good jobs. They are proud to be a Native American Indian. And I’m also very proud of it in a lot of ways. My goal is to go and with Many Skins Earl Carter I keep talking about him but he’s the only one that I know that teaches the old ways still. When I go to Cherokee it breaks my heart [puts both hands on heart] to see the casinos growing continuously and everybody is interested more in the casino [than] they are with the culture dying out. Many Skins Earl Carter has this sacred fire every full moon. What I’m wearing here is a prayer tie cloth. When you’re sick, you put tobacco in it and wear it around your neck and your hand and you pray. When you heal, you’re to go out and bury them and burn them. That is our practice and our culture what he teaches us and I’m very happy. Those ashes out there on that porch, that’s out of the sacred fire. Every time I go there we burn the prayer ties around the sacred circle and we let the fire go out and bring the ashes back with us. When we go back again we take the same ashes and pour them in and the prayers of the people are unity. Those are the things I want to learn and teach our people about the old ways, and it’s like going to church. You go in daylight, midday and afternoon, and say your prayers like people did in the olden days in the sacred fire. That’s also dying out and I hate to see that happen. And so I want to get all the knowledge I can to pass onto our children so it will not be, dotted out. And we’ll be able to practice those things and people may count them as strange sometimes, but most of us here are Christians. I’m a Christian myself and I want to be known as the chief. To be able to tell them about the old ways, but be able to tell about the whole way Christianity and religion is. And I know the Native people—a lot of them look down on the church because it took away a lot of things from the Indians. The land and when the missionary’s came it but they also brought something that was good and that was the gospel. I want to be known as the chief that will not only tell about the Great Creator and the Great Spirit; I want to tell them about the son Jesus Christ too in the Christian way. And so I want to learn the old way and I also want to be able to share that with my other native friends and neighbors along with my faith that I have in the creator. ",
			"timecode": "00:30:11.000"
		},
		{
			"id": "111",
			"speaker": "CG",
			"text_bit": "He’s a wonderful chief and he has taught us much. ",
			"timecode": "00:34:10.000"
		},
		{
			"id": "112",
			"speaker": "BB",
			"text_bit": "And Earl is a wonderful teacher I would love to film some of Earl’s herb lore which is just incredible. So you’ve just got state recognition so what’s next, I mean what challenges do you face? ",
			"timecode": "00:34:10.000"
		},
		{
			"id": "113",
			"speaker": "RO",
			"text_bit": "What challenges we have next is to be able to continue teaching our people to attend powwows. To interact with other tribes and we don’t want to have any harsh reality. We want to be friends with and share and get along with all native people. And not to say, hey we have more members than you. We don’t want to have that. We just want to connect and share a great time sharing our native culture with each other. ",
			"timecode": "00:34:33.000"
		},
		{
			"id": "114",
			"speaker": "BB",
			"text_bit": "Right. ",
			"timecode": "00:34:33.000"
		},
		{
			"id": "115",
			"speaker": "CG",
			"text_bit": "Goal number one we’ve got to get our office finished. ",
			"timecode": "00:35:08.000"
		},
		{
			"id": "116",
			"speaker": "RO",
			"text_bit": "Yes. ",
			"timecode": "00:35:08.000"
		},
		{
			"id": "117",
			"speaker": "BB",
			"text_bit": "Yeah how, can you tell us, I mean of course I know Claudia is here but who all, I mean you’ve got a tribal council? ",
			"timecode": "00:35:08.000"
		},
		{
			"id": "118",
			"speaker": "RO",
			"text_bit": "Yes we do and I thought it was going to be tonight, we’ve got three new council members. I think we have twenty now on the council, is that correct? ",
			"timecode": "00:35:19.000"
		},
		{
			"id": "119",
			"speaker": "CG",
			"text_bit": "What we tried to do is have a well-balanced council to where each leg of the family had equal representation. ",
			"timecode": "00:35:32.000"
		},
		{
			"id": "120",
			"speaker": "RO",
			"text_bit": "Yes, where it won’t be all Oxendine’s and it won’t be all Rays. We spread it out so no one can says there’s partiality there or that there’s too many of one set of our people. ",
			"timecode": "00:35:42.000"
		},
		{
			"id": "121",
			"speaker": "CG",
			"text_bit": "We have one chief and a vice-chief. ",
			"timecode": "00:35:56.000"
		},
		{
			"id": "122",
			"speaker": "BB",
			"text_bit": "Okay. ",
			"timecode": "00:35:56.000"
		},
		{
			"id": "123",
			"speaker": "RO",
			"text_bit": "Yes. ",
			"timecode": "00:35:56.000"
		},
		{
			"id": "124",
			"speaker": "BB",
			"text_bit": "And what about the young people? ",
			"timecode": "00:35:56.000"
		},
		{
			"id": "125",
			"speaker": "CG",
			"text_bit": "They love it. ",
			"timecode": "00:35:56.000"
		},
		{
			"id": "126",
			"speaker": "RO",
			"text_bit": "The young people are very excited about learning. We are in the process [of] joining up with some friends of ours out of the groups that are handling not only the boys but teaching the girls also. And they’re very reliable and very happy about that. And we’re looking forward to getting that going with our youth and hope in the future we will be able to have facility’s that have a place for our youth to go on their own and to not only teach but for recreation also. We would also like to have a facility one day where—we don’t believe in nursing homes. We would like to keep our elders as long as we can physically take care of them. We would like to have a facility where our people can go, our elders can go in the day time and stay there while we work and pick them up maybe. Those type of things are goals. To reach those type of goals and be able to have things for our youth and for our elders to do at the same time. ",
			"timecode": "00:36:06.000"
		},
		{
			"id": "127",
			"speaker": "BB",
			"text_bit": "Can you tell me some of the things you’re doing to preserve your culture and also enrich your culture? ",
			"timecode": "00:37:25.000"
		},
		{
			"id": "128",
			"speaker": "RO",
			"text_bit": "Well, we practice making a lot of things.  Like dreamcatchers—my mother died December 12th.  We have a Native American store at the flea market and all we sell is Native American Indian crafts, handmade, a lot of them.  It’s doing very well since it started and we’re very happy about that. And by doing so it’s motivating other people in our tribe to be able to start making and doing and learning and to share it with their individual family. A lot of our people have moved to Mississippi [and] other states and so they’re not here. They have to do it on their own, and we try to relate and teach them everything we found out, that we learned ourselves in the culture that we missed out for so many years. ",
			"timecode": "00:37:25.000"
		},
		{
			"id": "129",
			"speaker": "CG",
			"text_bit": "We try to involve as many people as we can. ",
			"timecode": "00:38:38.000"
		},
		{
			"id": "130",
			"speaker": "BB",
			"text_bit": "Okay and I know you guys have a powwow every year. ",
			"timecode": "00:38:38.000"
		},
		{
			"id": "131",
			"speaker": "CG",
			"text_bit": "We haven’t had our first one yet. We’re just [inaudible]. ",
			"timecode": "00:38:38.000"
		},
		{
			"id": "132",
			"speaker": "BB",
			"text_bit": "Oh okay, I thought y’all—so what do you do to come together as a community then? ",
			"timecode": "00:38:48.000"
		},
		{
			"id": "133",
			"speaker": "CG",
			"text_bit": "We have tribal meetings. ",
			"timecode": "00:38:48.000"
		},
		{
			"id": "134",
			"speaker": "RO",
			"text_bit": "Yeah we have tribal meetings. ",
			"timecode": "00:38:48.000"
		},
		{
			"id": "135",
			"speaker": "CG",
			"text_bit": "Dinners. ",
			"timecode": "00:38:48.000"
		},
		{
			"id": "136",
			"speaker": "RO",
			"text_bit": "We have uh, general membership meetings where all the people will come and uh, then we have our voting we have that set up also, when we vote for different seats. ",
			"timecode": "00:39:00.000"
		},
		{
			"id": "137",
			"speaker": "CG",
			"text_bit": "We have sharing times during our our meetings where where we talk about things of the past and about experiences that we’ve had. Our chief’s able to tell us things that he’s learned on his own and by way of Mr. Earl Carter, Many Skins. And he brings that back to us and we in turn can share it with the kids and—the the making of the clothing like back in the old days. ",
			"timecode": "00:39:16.000"
		},
		{
			"id": "138",
			"speaker": "RO",
			"text_bit": "Yeah. ",
			"timecode": "00:39:16.000"
		},
		{
			"id": "139",
			"speaker": "CG",
			"text_bit": "You know the kids get such a kick out of that it’s unreal. ",
			"timecode": "00:39:49.000"
		},
		{
			"id": "140",
			"speaker": "RO",
			"text_bit": "Yes and one of the interesting things that I’ve learned like in the olden days that was shared with me. The Native Indians were out in the forest and didn’t want members of another tribe to know where they were at, that you would cut the wood down on a full moon. And by doing that even if you didn’t cut it up you would let it stay to the stump, but you cut it up later and by doing so that wood would not smoke, and it wouldn’t tell other people where you were located in the woods. Those are the things we share with each other [that] we want to learn and teach to our youth. ",
			"timecode": "00:39:49.000"
		},
		{
			"id": "141",
			"speaker": "BB",
			"text_bit": "I noticed that there’s a lot of, going through the Catawba folk—some of the tapes. I think there is the tradition about butchering a hog up either before or after the full moon I can’t remember. ",
			"timecode": "00:40:37.000"
		},
		{
			"id": "142",
			"speaker": "RO",
			"text_bit": "Yes, a lot of the times our people will do that. ",
			"timecode": "00:40:48.000"
		},
		{
			"id": "143",
			"speaker": "BB",
			"text_bit": "Uh-huh. ",
			"timecode": "00:40:48.000"
		},
		{
			"id": "144",
			"speaker": "RO",
			"text_bit": "Around the fourth, different times when it gets cold we can do it ourselves. A lot of the time we raise the hogs ourselves, and just do all of it. Fishing and hunting that’s the thing. Everybody, they’re fishing and hunting all the time. That’s just our way of life. ",
			"timecode": "00:40:48.000"
		},
		{
			"id": "145",
			"speaker": "BB",
			"text_bit": "Um-hm. ",
			"timecode": "00:40:48.000"
		},
		{
			"id": "146",
			"speaker": "RO",
			"text_bit": "At all times. It doesn’t matter what season, rabbits, deer hunting, duck hunting, fishing, always— ",
			"timecode": "00:41:08.000"
		},
		{
			"id": "147",
			"speaker": "CG",
			"text_bit": "We love eating rabbits and squirrels. ",
			"timecode": "00:41:08.000"
		},
		{
			"id": "148",
			"speaker": "RO",
			"text_bit": "Yes, it’s always in the woods all the time. ",
			"timecode": "00:41:18.000"
		},
		{
			"id": "149",
			"speaker": "BB",
			"text_bit": "Okay, okay, I’m trying—is there anything else you think we need to discuss, or? ",
			"timecode": "00:41:18.000"
		},
		{
			"id": "150",
			"speaker": "RO",
			"text_bit": "Well I’m thankful to have you to be able to come here and sit here and interview our people and myself and we intend to see you in the future many more times, whenever anything’s going on at the campus. And we want to be able to connect and participate in anything and everything that is Native American Indian. We intend doing that with all our hearts and with all our minds.  And be able to know each other in a good way and connect with them and share thoughts and ideas with each other. That is our goal. We would love to get around and be with other native people. Matter of  fact when I went to [the] Red Path Baptist church on the Catawba church there, I went several times, and when they introduced who I was, Chief Ralph Oxendine, and this lady in there said,  “Oh my God. There’s a Ralph Oxendine that lives on the Reservation (Catawba). She wanted me to go there and meet that man but I said “No mam I can’t do that, not on this man’s Sunday afternoon and interrupt his Sunday, he may have plans. I can’t do that right now.” And I think he told Chief Bill Harris that and Chief Bill Harris looked around and he said, “Well how come they didn’t come join with us?” But we had already had the process of getting recognized here. We wanted to be in our own place and our own people and we’d already started it. And we fought a hard fight, and won the fight and we’re very thankful for that. ",
			"timecode": "00:41:29.000"
		},
		{
			"id": "151",
			"speaker": "BB",
			"text_bit": "Okay, Claudia is there anything you would like to add? ",
			"timecode": "00:43:23.000"
		},
		{
			"id": "152",
			"speaker": "CG",
			"text_bit": "I would just like to add that we were labeled Turks most of our lives, and that probably saved our lives because to be Indian was not cool. And we still have some, I like to refer to them as die hard Turks around the area, but we see more and more of an influence of them coming back. We have members as far away as Seattle, Washington that are faithful to us.  It’s like the chief said this is not about, give me this, give me that, you owe me this, you owe me that. It’s about a people, a people that all—our complete identity was taken away from us. ",
			"timecode": "00:43:23.000"
		},
		{
			"id": "153",
			"speaker": "RO",
			"text_bit": "Yes. ",
			"timecode": "00:43:23.000"
		},
		{
			"id": "154",
			"speaker": "CG",
			"text_bit": "And to get it back and to finally be able to go up there and just prove to them who and what we really are, it’s just totally amazing. ",
			"timecode": "00:44:28.000"
		},
		{
			"id": "155",
			"speaker": "RO",
			"text_bit": "Yes. ",
			"timecode": "00:44:28.000"
		},
		{
			"id": "156",
			"speaker": "CG",
			"text_bit": "And we just want to be a vital part of Indian country now. ",
			"timecode": "00:44:28.000"
		},
		{
			"id": "157",
			"speaker": "RO",
			"text_bit": "Absolutely, and when we found our papers up in North Carolina of our core ancestor, then we were able to look around in Pembroke and they said, that’s Indian land. When I found Oxendine Road that was another happiness for me and I took several photos there. I sat down [with] many of the Lowry’s and the Oxendine’s that were there. They would invite me into their homes and I would go look at cemeteries and they were very nice to me there. I felt like at home because I was at home, that’s where our core ancestor came from. And so we were very happy to be a part of the Pembroke Lumbee tribe and to know that’s where our core ancestor came from.  We just felt at home at that time. ",
			"timecode": "00:44:41.000"
		},
		{
			"id": "158",
			"speaker": "CG",
			"text_bit": "I think that what made us a bit different too was the fact that we had multiple progenitors.  And to be able to take multiple progenitors and pull together a history that we conclusively did, um, they said that during the review [inaudible] short of amazing and they gave us great accolades on it. It was a three volume petition. ",
			"timecode": "00:45:27.000"
		},
		{
			"id": "159",
			"speaker": "BB",
			"text_bit": "Yes. ",
			"timecode": "00:45:27.000"
		},
		{
			"id": "160",
			"speaker": "CG",
			"text_bit": "And it was a lot of hard work, blood, sweat and tears but we were dedicated, we had a mission, the chief and I made a pact that we were going to do this. ",
			"timecode": "00:46:02.000"
		},
		{
			"id": "161",
			"speaker": "BB",
			"text_bit": "I know I was going over emails last night that I sent back and forth with Mandy (Chapman), way back in 2007, we communicated a lot and she was looking for sources and I asked some people and they had some ideas and she had some ideas and it’s just great to see this wonderful outcome and I’m honored to be here with you today so thanks so much for taking the time to do this. ",
			"timecode": "00:46:14.000"
		},
		{
			"id": "162",
			"speaker": "CG",
			"text_bit": "Thank you. ",
			"timecode": "00:46:14.000"
		},
		{
			"id": "163",
			"speaker": "RO",
			"text_bit": "Thank you very much. ",
			"timecode": "00:46:38.000"
		}
	]
}