{
	"title": "Chuck Rodgers Interview",
	"description": "Varnertown Tribe of Wassamassaw Indians Interview; Interviewer: Stephen Criswell, Will Goins, Brent Burgin; Interviewee: Charles Edward “Chuck” Rodgers, Sr. with comments by Philip Rodgers; Transcriber",
	"audio_file": "Varnertown_Chuck-Rodgers_64kbs.mp3",
	"text":
	[
		{
			"id": "0",
			"speaker": "SC",
			"text_bit": "You went to school here? ",
			"timecode": "00:00:01.000"
		},
		{
			"id": "1",
			"speaker": "CR",
			"text_bit": "Yeah, I went to the Varnertown Indian School from 1952 to 1958. ",
			"timecode": "00:00:01.000"
		},
		{
			"id": "2",
			"speaker": "SC",
			"text_bit": "What grades were those? ",
			"timecode": "00:00:10.000"
		},
		{
			"id": "3",
			"speaker": "CR",
			"text_bit": "Pardon? ",
			"timecode": "00:00:10.000"
		},
		{
			"id": "4",
			"speaker": "SC",
			"text_bit": "What grades were those? ",
			"timecode": "00:00:10.000"
		},
		{
			"id": "5",
			"speaker": "CR",
			"text_bit": "One through six. Well, it wasn’t six— ",
			"timecode": "00:00:10.000"
		},
		{
			"id": "6",
			"speaker": "PR",
			"text_bit": "One through five ",
			"timecode": "00:00:10.000"
		},
		{
			"id": "7",
			"speaker": "CR",
			"text_bit": "One through five. So it was fifty-two through fifty-seven. Because I started when I was five. ",
			"timecode": "00:00:10.000"
		},
		{
			"id": "8",
			"speaker": "SC",
			"text_bit": "That was first grade? ",
			"timecode": "00:00:22.000"
		},
		{
			"id": "9",
			"speaker": "CR",
			"text_bit": "That was first grade, right. ",
			"timecode": "00:00:22.000"
		},
		{
			"id": "10",
			"speaker": "SC",
			"text_bit": "Since you’ve got melting groceries, just tell us a little about what you remember about going to school here: the importance of it, the day to day experience of it, just some of your memories. ",
			"timecode": "00:00:22.000"
		},
		{
			"id": "11",
			"speaker": "CR",
			"text_bit": "Well, we had an amazing teacher: Mrs. Dehay. And her daughter, also, was a student out there. And we did not have inside bathrooms; we had the old outhouse. And one of our relatives was to cook in the kitchen at a long type table where everybody sat around when we ate. And she had grades one through five in the one classroom. And she was very good because she was able to teach one without it bothering the other section. I really enjoyed using the multiplication cards because they really helped me learn. There were cards that you held up and they had the question on one side and the answer on the other side and if you didn’t know it, you’d flip them over and they were cardboard cards—rectangular shape. And it was a great experience. We had a lot of activities: playing outside, recess, different games, going through all the seasons. ",
			"timecode": "00:00:38.000"
		},
		{
			"id": "12",
			"speaker": "SC",
			"text_bit": "What do you mean by “going through all the seasons?” ",
			"timecode": "00:01:39.000"
		},
		{
			"id": "13",
			"speaker": "CR",
			"text_bit": "Of the year. Winter, Fall, things like that. When we actually went to school, you know? ",
			"timecode": "00:01:39.000"
		},
		{
			"id": "14",
			"speaker": "SC",
			"text_bit": "What about the times when you weren’t in school? ",
			"timecode": "00:01:50.000"
		},
		{
			"id": "15",
			"speaker": "CR",
			"text_bit": "I think the times went in relationship with the regular schools. I think now—August to about June. You had the summer vacation in between. ",
			"timecode": "00:01:50.000"
		},
		{
			"id": "16",
			"speaker": "SC",
			"text_bit": "The ladies, earlier, were talking about taking some time off to pick cotton. ",
			"timecode": "00:02:03.000"
		},
		{
			"id": "17",
			"speaker": "CR",
			"text_bit": "My grandfather farmed.  He grew cotton. He hired people in the community to come pick it for one cent a pound. I had a sister who used to cheat and she’d put a brick in the bottom of the croaker sack and make it weigh more. ",
			"timecode": "00:02:03.000"
		},
		{
			"id": "18",
			"speaker": "SC",
			"text_bit": "This is becoming a familiar story [all laugh]  [same story recounted in another interview]. ",
			"timecode": "00:02:19.000"
		},
		{
			"id": "19",
			"speaker": "SC",
			"text_bit": "Did you, yourself, have the privilege— ",
			"timecode": "00:02:19.000"
		},
		{
			"id": "20",
			"speaker": "CR",
			"text_bit": "To pick cotton? Oh, yeah. I picked cotton. I helped with the farm animals. One of my tasks was gathering eggs. My grandmother raised everything on a farm except for the basic staples that you couldn’t raise on a farm that you had to buy from the store.  She bragged about how she could take three dollars and come out with more bags of groceries than you could carry. Now you can take thirty dollars and come out with one bag. I was commenting with somebody just now at the Murphy gas station how I used to pay nineteen cent a gallon for gas. It took me $42 dollars to fill my truck up just now and I used to could fill it up for three bucks. We got—I got two pair of shoes per year. And if you wore them out, you took cardboard and you cut it out to cover the holes in the bottom until your next one came again. ",
			"timecode": "00:02:19.000"
		},
		{
			"id": "21",
			"speaker": "SC",
			"text_bit": "Where did you get the shoes? ",
			"timecode": "00:03:11.000"
		},
		{
			"id": "22",
			"speaker": "CR",
			"text_bit": "Pardon? ",
			"timecode": "00:03:11.000"
		},
		{
			"id": "23",
			"speaker": "SC",
			"text_bit": "Where did you buy them? ",
			"timecode": "00:03:11.000"
		},
		{
			"id": "24",
			"speaker": "CR",
			"text_bit": "My father bought them from somewhere, my father and my mother. But we had a gentleman that ran Abraham’s Furniture Store in downtown Charleston and he used to come ‘round on Saturdays. He’d sell you furniture for two dollar a week payments. And we had a guy that came through and sold vegetables off the truck.  And we had another guy that came through and sold fish off his truck. But, like I said, the majority of stuff was raised right in there. And my grandmother had cows and she’d milk the cows and then let the milk set up and it formed cream on top. She would take that off and put it in the churn and churn her own butter. And my grandfather had a round pole smokehouse where he butchered his meat, put it inside there and hickory smoke it, salt it down. And he’d load up his wagon on Thursday and drive all the way down to what we call Remount Road [North Charleston, SC area] now and sell meat to people on Fridays. ",
			"timecode": "00:03:11.000"
		},
		{
			"id": "25",
			"speaker": "SC",
			"text_bit": "Was that pork? ",
			"timecode": "00:04:11.000"
		},
		{
			"id": "26",
			"speaker": "CR",
			"text_bit": "It was hogs, pork, chickens, whatever. And I used to help with the butchering. My grandmother would take a .22 rifle and shoot the hog in between the eyes. She’d jump the fence—fifty something year old lady—stick the hog so it would bleed, grab both hind legs; flip that hog across the fence. And then we had a fifty-five gallon drum on an angle in the ground. We built fire up around it to get it hot. And we’d take that hog and dip him down in there and lay him up on the table. About six or seven ladies from the community took razors and scraped the hair off before it set up again. If it set up, you take a croaker sack, laid it on the hog and you poured hot water back on it to make the hair loosen up again. And you didn’t waste nothing. You made hogshead cheese, you made pig’s feet. I mean, you did the tail, you did the stomach, you used the intestines; you washed them and turned them inside out for the sausage. ",
			"timecode": "00:04:11.000"
		},
		{
			"id": "27",
			"speaker": "SC",
			"text_bit": "Did you make hash? ",
			"timecode": "00:05:00.000"
		},
		{
			"id": "28",
			"speaker": "CR",
			"text_bit": "She cooked everything so I’m sure hash was there somewhere, too. ",
			"timecode": "00:05:00.000"
		},
		{
			"id": "29",
			"speaker": "SC",
			"text_bit": "With the hog that he would butcher and sell, did he just cut off the ham and shoulder and so forth and keep— ",
			"timecode": "00:05:00.000"
		},
		{
			"id": "30",
			"speaker": "CR",
			"text_bit": "I think he cut the whole thing up and then sold whatever the people needed. But he kept a generous supply in stock for us to have to eat also. And I used to go through with him after he’d break the corn and take the shucks off of the corn stalks and strip it and tie a little thing around it, what they called fodder, and put it up in the wintertime for the mule to have something to eat. ",
			"timecode": "00:05:16.000"
		},
		{
			"id": "31",
			"speaker": "SC",
			"text_bit": "How much of that way of life do you think is still in this area? I mean, are people still able to farm much? ",
			"timecode": "00:05:39.000"
		},
		{
			"id": "32",
			"speaker": "CR",
			"text_bit": "I don’t think they do as much as there was back then. The younger generation are not as knowledgeable about it as we were, coming up. My grandmother used to can everything and put it up. I remember the old Kerr jars and lids and the pressure cookers and how she would blanch things and store it up for the wintertime. And I used to help her make her sweet potato pod. Which you dug a half moon down into the ground and lined it with pine straw and put your sweet potatoes on there. Go back over the top with pine straw and cover that up with dirt. And in the wintertime when she wanted a sweet potato, I just went out and dug inside the bank and would bring them in to her. ",
			"timecode": "00:05:39.000"
		},
		{
			"id": "33",
			"speaker": "SC",
			"text_bit": "See that’s unreal, that fascinates me that they didn’t rot, they didn’t spoil— ",
			"timecode": "00:06:27.000"
		},
		{
			"id": "34",
			"speaker": "CR",
			"text_bit": "I know it. They kept real good. ",
			"timecode": "00:06:27.000"
		},
		{
			"id": "35",
			"speaker": "SC",
			"text_bit": "Well why that worked and how they figured out to do that is amazing. ",
			"timecode": "00:06:27.000"
		},
		{
			"id": "36",
			"speaker": "CR",
			"text_bit": "She never explained to me how she came about it. It was just something that was passed down from one generation to another. ",
			"timecode": "00:06:39.000"
		},
		{
			"id": "37",
			"speaker": "CR",
			"text_bit": "She helped deliver quite a few children in this community. She was like a midwife. And if a child had an abnormal belly button they’d take a coin and strap it on there for so many days and make it go back down. And back then if a lady had a child the other ladies in the community came in for about nine days and all the lady that had the child did was concentrate her attention on the child. And the others would help if she had other children, and do the housework, and cook for her husband and give her a chance to recuperate and get back on her feet. ",
			"timecode": "00:06:39.000"
		},
		{
			"id": "38",
			"speaker": "SC",
			"text_bit": "And she would keep her newborn with her though? ",
			"timecode": "00:07:18.000"
		},
		{
			"id": "39",
			"speaker": "CR",
			"text_bit": "The mother would. That’s all she did was concentrate her attention to the newborn. ",
			"timecode": "00:07:18.000"
		},
		{
			"id": "40",
			"speaker": "SC",
			"text_bit": "So it was kind of a bonding time for— ",
			"timecode": "00:07:18.000"
		},
		{
			"id": "41",
			"speaker": "CR",
			"text_bit": "Right. ",
			"timecode": "00:07:18.000"
		},
		{
			"id": "42",
			"speaker": "SC",
			"text_bit": "So in addition to delivering babies, your grandmother, did she— ",
			"timecode": "00:07:31.000"
		},
		{
			"id": "43",
			"speaker": "CR",
			"text_bit": "She did everything. She knew about where to go in the woods and dig a root called sassafras and make sassafras tea out of it for illnesses. I go back to—when someone died back then, they didn’t have people to embalm.  The ladies would wash the person, dress them, lay them out on the table. We had a couple of our relatives who were carpentering, they built the wooden caskets and put them (the bodies) in it. One of our traditions was when someone died we sat up all night with them at church. With actual vigil, wake all night long. We’d have coffee and something to eat. They’d sing songs and they’d cry for a while. They’d eat, they’d drink coffee. But now that’s done away with too, because you have the funeral home and you go there from maybe 6 to 8 or 5 to 7. It’s over with until they bury them the next day. ",
			"timecode": "00:07:31.000"
		},
		{
			"id": "44",
			"speaker": "SC",
			"text_bit": "Do you have a sense of something lost—with the younger generation not being interested in farming and canning and so forth. Do you think— ",
			"timecode": "00:08:23.000"
		},
		{
			"id": "45",
			"speaker": "CR",
			"text_bit": "Well I feel like right now with the way the economy is, it would be a good thing for everybody to know. I have a son that is trying his hand at farming, and he just started raising some chickens and things like that. That would help boost things you wouldn’t have to buy from the store. ",
			"timecode": "00:08:33.000"
		},
		{
			"id": "46",
			"speaker": "SC",
			"text_bit": "Is he in this area farming? ",
			"timecode": "00:08:46.000"
		},
		{
			"id": "47",
			"speaker": "CR",
			"text_bit": "Yes, all my children – I have three sons and a daughter and seven grands (grandchildren) and they’re all centrally located, about a twenty mile radius. ",
			"timecode": "00:08:46.000"
		},
		{
			"id": "48",
			"speaker": "SC",
			"text_bit": "What’s he farming other than chickens? ",
			"timecode": "00:08:56.000"
		},
		{
			"id": "49",
			"speaker": "CR",
			"text_bit": "He planted corn, squash, cucumbers, peanuts, watermelons. ",
			"timecode": "00:08:56.000"
		},
		{
			"id": "50",
			"speaker": "SC",
			"text_bit": "How’s it going? ",
			"timecode": "00:08:56.000"
		},
		{
			"id": "51",
			"speaker": "CR",
			"text_bit": "Seems to be doing real well. He’s got two adjoining neighbors and they’re all thinking about getting together next year and doing a community garden. ",
			"timecode": "00:09:08.000"
		},
		{
			"id": "52",
			"speaker": "SC",
			"text_bit": "He needs to go? No? ",
			"timecode": "00:09:20.000"
		},
		{
			"id": "53",
			"speaker": "CR",
			"text_bit": "I need to get going— ",
			"timecode": "00:09:20.000"
		},
		{
			"id": "54",
			"speaker": "SC",
			"text_bit": "I didn’t want to keep you too long. Questions, Will anything? ",
			"timecode": "00:09:20.000"
		},
		{
			"id": "55",
			"speaker": "CR",
			"text_bit": "And I’ll leave my younger brother— ",
			"timecode": "00:09:33.000"
		},
		{
			"id": "56",
			"speaker": "LC (Lisa Collins)",
			"text_bit": "Brother Charles did you want to talk about the last year at the school and the part of going to another school? ",
			"timecode": "00:09:33.000"
		},
		{
			"id": "57",
			"speaker": "SC",
			"text_bit": "Where did you go when— ",
			"timecode": "00:09:33.000"
		},
		{
			"id": "58",
			"speaker": "CR",
			"text_bit": "I went to Berkeley Elementary, then I went to Berkeley High. ",
			"timecode": "00:09:46.000"
		},
		{
			"id": "59",
			"speaker": "SC",
			"text_bit": "The transition from going to school here and going to Berkeley. Was that easy or was it difficult. ",
			"timecode": "00:09:55.000"
		},
		{
			"id": "60",
			"speaker": "CR",
			"text_bit": "It was different. You ran into people from all walks of life and some people accept change and some people are set in their ways. And back then, way back yonder in the ‘50s and ‘60s people had certain ways they thought about different things and different people and cultures and races. So you planned to deal with [inaudible] but you always got your 10 % who are going to be oddballs no matter what goes on. ",
			"timecode": "00:09:55.000"
		},
		{
			"id": "61",
			"speaker": "SC",
			"text_bit": "What about in terms of the academics? Did you feel like you were— ",
			"timecode": "00:10:25.000"
		},
		{
			"id": "62",
			"speaker": "CR",
			"text_bit": "Well I have a twin sister and she and I competed with each other to stay on the honor roll and the distinguished list. I really enjoyed school the only sad thing was I had a father who thought that once he paid the $1.25 a week for lunch he had spent enough money on you and you had work to do when you got home. And you took off your school clothes and put on your work clothes. And you had a task to do until it got dark. Then you went in. One of the traditions we used to have—you take a #3 wash tub fill it up with water in the morning time [a day] like today is real hot. We’d set it out there in the sun and we took it in that evening for taking baths. And the cleanest child took a bath first and it graduated on down the line to the dirtiest one. ",
			"timecode": "00:10:25.000"
		},
		{
			"id": "63",
			"speaker": "SC",
			"text_bit": "So it wasn’t the oldest one? ",
			"timecode": "00:11:10.000"
		},
		{
			"id": "64",
			"speaker": "CR",
			"text_bit": "Pardon? ",
			"timecode": "00:11:10.000"
		},
		{
			"id": "65",
			"speaker": "SC",
			"text_bit": "I’ve heard of it based on oldest to youngest but this is based on cleanest to— ",
			"timecode": "00:11:10.000"
		},
		{
			"id": "66",
			"speaker": "CR",
			"text_bit": "[laughing] But the old saying was to make sure you didn’t throw the baby out in the wash. ",
			"timecode": "00:11:20.000"
		},
		{
			"id": "67",
			"speaker": "BB",
			"text_bit": "So what’d you do in the winter, then? ",
			"timecode": "00:11:20.000"
		},
		{
			"id": "68",
			"speaker": "CR",
			"text_bit": "We had a wood burning stove and a wood burning fireplace. If I’m not mistaken, we probably did heat some water in the winter time. We utilized the actual things which were present, the solar system as much as possible. We had a well. I remember—the men got together every so often and they’d do a “well cleaning.” One guy would go down and draw the water out till you get to the mud part. He’d go down on a ladder. He’d clean the bottom and had men haul it up and dump it to one side. Well used to get what you call “wiggle tails” or “wiggle-waggles” in it and sometime you could put bleach in there to kill those. And sometime you take a live catfish and put him in there; he’d keep all the wiggle-waggles, eating [them] out— ",
			"timecode": "00:11:20.000"
		},
		{
			"id": "69",
			"speaker": "BB",
			"text_bit": "Mosquito larvae. ",
			"timecode": "00:11:20.000"
		},
		{
			"id": "70",
			"speaker": "CR",
			"text_bit": "This younger brother of mine, he got aggravated with my dad one day and threw the cat in the well. And we thought we had graduated and went to the city when my father put a hand pump around front. I mean, we didn’t have running water for a long time. We never had an inside bathroom up to the time he sold—we had the outhouse. And once it was time to move the outhouse, you took lime and put it in and covered it back up and you went and dug a hole but you tried to maintain a proper distance between the drinking water and the outhouse. I never, for the life of me, could understand why we had a two-seater outhouse. I never wanted to share going to the bathroom [laughs]. ",
			"timecode": "00:12:15.000"
		},
		{
			"id": "71",
			"speaker": "WG",
			"text_bit": "He was around during desegregation. Did he know what was going on? ",
			"timecode": "00:12:55.000"
		},
		{
			"id": "72",
			"speaker": "SC",
			"text_bit": "During desegregation did you feel an impact of that? ",
			"timecode": "00:12:55.000"
		},
		{
			"id": "73",
			"speaker": "CR",
			"text_bit": "Oh yeah, if you weren’t exactly real fair skin and real straight hair, they had you stereotyped and they had you put in the category they wanted you to be in. No matter if you said you were an Indian. And we had some real bad names called at one time: brass ankles and mulattos. But, you consider the source then you know why things happen. Because, you’ve still got your racial problems today, in the world, no matter where you go or what you do. And you’ve got some people set in their ways and not going to change if the Good Lord was standing in front of them. So all you do is pray for people like that and hope for the best. ",
			"timecode": "00:12:55.000"
		},
		{
			"id": "74",
			"speaker": "SC",
			"text_bit": "Was this when you were in high school when desegregation occurred? ",
			"timecode": "00:13:48.000"
		},
		{
			"id": "75",
			"speaker": "CR",
			"text_bit": "I think I had an easier time in the transition when we were in the elementary school. But when you get into the high school, some people thought they matured more and thought more as adults. And you had your bully types in school which goes on today quite frequently. I’ve been reading up there in the Massachusetts area. I mean, it’s really serious now. It gets to the point where the person goes out and commits suicide because they’ve been bullied so bad. ",
			"timecode": "00:13:48.000"
		},
		{
			"id": "76",
			"speaker": "SC",
			"text_bit": "Were there other folks from your community—you said your sister. Were there other folks at the school from your community? Did y’all sort of stay together when you went to Berkeley? ",
			"timecode": "00:14:21.000"
		},
		{
			"id": "77",
			"speaker": "CR",
			"text_bit": "Yeah. You supported each other and stayed together. Now in the community, it didn’t make any difference—everybody was family. You were either somebody’s aunt, uncle, sister, brother, nephew, niece or whatever. Everybody knew who you were. ",
			"timecode": "00:14:33.000"
		},
		{
			"id": "78",
			"speaker": "SC",
			"text_bit": "How far is the Berkeley school from here? ",
			"timecode": "00:14:48.000"
		},
		{
			"id": "79",
			"speaker": "CR",
			"text_bit": "It’s about eleven miles. ",
			"timecode": "00:14:48.000"
		},
		{
			"id": "80",
			"speaker": "SC",
			"text_bit": "Did you get a ride, did you walk? ",
			"timecode": "00:14:48.000"
		},
		{
			"id": "81",
			"speaker": "CR",
			"text_bit": "We rode the bus. I remember one time it was real cold. In my Uncle Hamp’s corn field I had set a corn stalk fire to warm up while I waited and then the fire got away from me and burned the whole field! I thought I was going to get killed that day [laughs]. ",
			"timecode": "00:14:48.000"
		},
		{
			"id": "82",
			"speaker": "SC",
			"text_bit": "At the time you went over to Berkeley, any sense of how many folks from this community were in school at the same time? ",
			"timecode": "00:15:11.000"
		},
		{
			"id": "83",
			"speaker": "CR",
			"text_bit": "There was quite a few. We had basically, half a bus load at least. ",
			"timecode": "00:15:33.000"
		},
		{
			"id": "84",
			"speaker": "SC",
			"text_bit": "So a good number, you weren’t all alone. ",
			"timecode": "00:15:33.000"
		},
		{
			"id": "85",
			"speaker": "CR",
			"text_bit": "Oh no. ",
			"timecode": "00:15:43.000"
		},
		{
			"id": "86",
			"speaker": "WG",
			"text_bit": "You caught the bus together? ",
			"timecode": "00:15:43.000"
		},
		{
			"id": "87",
			"speaker": "CR",
			"text_bit": "Yeah. ",
			"timecode": "00:15:43.000"
		},
		{
			"id": "88",
			"speaker": "WG",
			"text_bit": "The bus came into your community and picked up your communities— ",
			"timecode": "00:15:43.000"
		},
		{
			"id": "89",
			"speaker": "CR",
			"text_bit": "It was a designated route laid out by the school itself. Because they picked up people around L&N Grocery and on the route of 17A— ",
			"timecode": "00:15:55.000"
		},
		{
			"id": "90",
			"speaker": "SC",
			"text_bit": "So a number of stops? ",
			"timecode": "00:15:55.000"
		},
		{
			"id": "91",
			"speaker": "CR",
			"text_bit": "Just like a mail carrier—they have a certain route that they travel according to the location. ",
			"timecode": "00:16:06.000"
		},
		{
			"id": "92",
			"speaker": "SC",
			"text_bit": "They didn’t force you to all go to one spot. ",
			"timecode": "00:16:06.000"
		},
		{
			"id": "93",
			"speaker": "CR",
			"text_bit": "And some of your bus drivers were good and some could be hard to get along with. ",
			"timecode": "00:16:06.000"
		},
		{
			"id": "94",
			"speaker": "WG",
			"text_bit": "Did you have to go to one spot? ",
			"timecode": "00:16:20.000"
		},
		{
			"id": "95",
			"speaker": "PR",
			"text_bit": "Yeah a certain amount of people went to one spot and then, another quarter-mile up the road there was another group of people come to that spot.  He stopped three, four, five times depending on— ",
			"timecode": "00:16:20.000"
		},
		{
			"id": "96",
			"speaker": "CR",
			"text_bit": "But we were blessed because my father lived not very far from the highway. We didn’t have very far to walk. ",
			"timecode": "00:16:37.000"
		},
		{
			"id": "97",
			"speaker": "SC",
			"text_bit": "But it got cold. ",
			"timecode": "00:16:37.000"
		},
		{
			"id": "98",
			"speaker": "CR",
			"text_bit": "Oh, it got very cold! It got as hot as it is now but we didn’t have an air conditioner or anything. We just had a big oak tree. ",
			"timecode": "00:16:37.000"
		},
		{
			"id": "99",
			"speaker": "SC",
			"text_bit": "Anything else? I don’t want to keep you; I don’t want your groceries to melt. ",
			"timecode": "00:16:54.000"
		},
		{
			"id": "100",
			"speaker": "CR",
			"text_bit": "Okay. I enjoyed it. God bless everybody. ",
			"timecode": "00:16:54.000"
		}
	]
}