{
	"title": "Georgia Harris.  Tape 3; side 1.  20 March 1980.  Rock Hill, SC.",
	"description": "Sample Description",
	"audio_file": "Catawba_Georgia-Harris-Mar-20-1980_64kbs.mp3",
	"text":
	[
		{
			"id": "0",
			"speaker": "TB",
			"text_bit": "Just a one-room log cabin?  And it had shutters?  It was the old style? ",
			"timecode": "00:00:01.000"
		},
		{
			"id": "1",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "00:00:01.000"
		},
		{
			"id": "2",
			"speaker": "TB",
			"text_bit": "With the shutters? ",
			"timecode": "00:00:01.000"
		},
		{
			"id": "3",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "00:00:01.000"
		},
		{
			"id": "4",
			"speaker": "TB",
			"text_bit": "With a fireplace? ",
			"timecode": "00:00:01.000"
		},
		{
			"id": "5",
			"speaker": "GH",
			"text_bit": "Yes.  No—I don’t believe it had a fireplace, no. ",
			"timecode": "00:00:01.000"
		},
		{
			"id": "6",
			"speaker": "TB",
			"text_bit": "Then he built a bigger house-- ",
			"timecode": "00:00:01.000"
		},
		{
			"id": "7",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "00:00:01.000"
		},
		{
			"id": "8",
			"speaker": "TB",
			"text_bit": "--a little later? ",
			"timecode": "00:00:01.000"
		},
		{
			"id": "9",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "00:00:01.000"
		},
		{
			"id": "10",
			"speaker": "TB",
			"text_bit": "What was he like? ",
			"timecode": "00:00:19.000"
		},
		{
			"id": "11",
			"speaker": "GH",
			"text_bit": "Well— ",
			"timecode": "00:00:19.000"
		},
		{
			"id": "12",
			"speaker": "TB",
			"text_bit": "Was he kin to you? ",
			"timecode": "00:00:19.000"
		},
		{
			"id": "13",
			"speaker": "GH",
			"text_bit": "Was my first cousin.  Let’s see. . .  He was my uncle’s son, my Uncle Da Harris’s son, you see, by his second wife-- ",
			"timecode": "00:00:19.000"
		},
		{
			"id": "14",
			"speaker": "TB",
			"text_bit": "He was David “Toad” Harris’s boy? ",
			"timecode": "00:00:19.000"
		},
		{
			"id": "15",
			"speaker": "GH",
			"text_bit": "--Della Harris. ",
			"timecode": "00:00:19.000"
		},
		{
			"id": "16",
			"speaker": "TB",
			"text_bit": "The one David killed? ",
			"timecode": "00:00:19.000"
		},
		{
			"id": "17",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "00:00:40.000"
		},
		{
			"id": "18",
			"speaker": "TB",
			"text_bit": "Oh.  I didn’t realize that. ",
			"timecode": "00:00:40.000"
		},
		{
			"id": "19",
			"speaker": "GH",
			"text_bit": "He was the youngest. ",
			"timecode": "00:00:40.000"
		},
		{
			"id": "20",
			"speaker": "TB",
			"text_bit": "The youngest child? ",
			"timecode": "00:00:40.000"
		},
		{
			"id": "21",
			"speaker": "GH",
			"text_bit": "He died with cancer— ",
			"timecode": "00:00:40.000"
		},
		{
			"id": "22",
			"speaker": "TB",
			"text_bit": "Yes, that’s what I— ",
			"timecode": "00:00:40.000"
		},
		{
			"id": "23",
			"speaker": "GH",
			"text_bit": "--very young. ",
			"timecode": "00:00:40.000"
		},
		{
			"id": "24",
			"speaker": "TB",
			"text_bit": "Very, very young. ",
			"timecode": "00:00:40.000"
		},
		{
			"id": "25",
			"speaker": "GH",
			"text_bit": "I believe he died in ’52.  I believe. ",
			"timecode": "00:00:59.000"
		},
		{
			"id": "26",
			"speaker": "TB",
			"text_bit": "I’ve seen his obituary.  I don’t know how I got it, but I have seen his obituary. ",
			"timecode": "00:00:59.000"
		},
		{
			"id": "27",
			"speaker": "GH",
			"text_bit": "I think I have it somewhere.  Where it told he was a chief, didn’t it? ",
			"timecode": "00:00:59.000"
		},
		{
			"id": "28",
			"speaker": "TB",
			"text_bit": "Yes, that’s right.  And told how many children he had, yes. ",
			"timecode": "00:00:59.000"
		},
		{
			"id": "29",
			"speaker": "GH",
			"text_bit": "He had a bunch of children! ",
			"timecode": "00:01:21.000"
		},
		{
			"id": "30",
			"speaker": "TB",
			"text_bit": "Tell me about your grandmother’s last illness. ",
			"timecode": "00:01:21.000"
		},
		{
			"id": "31",
			"speaker": "GH",
			"text_bit": "Well, the last time she took sick she had the flu, and I brought her over to my house. ",
			"timecode": "00:01:21.000"
		},
		{
			"id": "32",
			"speaker": "GH",
			"text_bit": "And she kind of, you know, got well enough.  And then she wanted to go back home.  And I took her back home, because Furman and Bertha were living with her then.  And I took her back home.  And she—And I guess she stayed about a week, maybe two weeks; I don’t know.  And like I always told you, she never would cook her bread only by the fireplace; and she tried to cook after she got back home, you know, and cooked that bread, and she almost fell in the fire one day! ",
			"timecode": "00:01:44.000"
		},
		{
			"id": "33",
			"speaker": "GH",
			"text_bit": "And that was something she always had a horror of.  She saw somebody burn to death one time, and she told me, she said, “I never want to get burnt!”  And she knew that was a horror!  And so I went over there—I would always go over there—and I went over there one afternoon, and she said to me, she said—she called me ‘daughter’—she said, “Daughter, I guess I should have stayed over there. ",
			"timecode": "00:02:18.000"
		},
		{
			"id": "34",
			"speaker": "GH",
			"text_bit": "I guess you’ll have to come back and get me.”  I couldn’t get her to stay, you know, with me.  And no, she had to go home.  But I can understand that now.  And she had to go home.  And she said, “I guess I’ll have to take you up on that and I’ll have to go back and stay with you.” ",
			"timecode": "00:02:41.000"
		},
		{
			"id": "35",
			"speaker": "GH",
			"text_bit": "She said, “[I] almost fell in the fire the other day and I was by myself!”  And she said, “I could have got burned up!”  And I said, “Well, when Douglas comes home this afternoon, I’ll”—my husband had a car then—I said, “I’ll send him over here in the car and pick you up.  When it’s Saturday, when he’s not working, he can come.” ",
			"timecode": "00:02:58.000"
		},
		{
			"id": "36",
			"speaker": "GH",
			"text_bit": "She told me she wanted her bed moved, too; she wanted her own bed.  And I told her, I said, “Okay.  Saturday he can come over here and get your bed and bring it up here.  And so that’s what we did.  And she stayed with me for two years.  But she had a bad heart.  She had it a long time, because that’s the reason Furman went over there and stayed with her, way before Furman got married. ",
			"timecode": "00:03:21.000"
		},
		{
			"id": "37",
			"speaker": "GH",
			"text_bit": "Dr. Backmon was our doctor then, from Rock Hill, and he told me one time he went out to see her—she was sick—and he said, “She doesn’t need. . .”—he said, “Does she stay by herself?” ",
			"timecode": "00:03:46.000"
		},
		{
			"id": "38",
			"speaker": "GH",
			"text_bit": "And he said, “She doesn’t need to stay by herself; she got a bad heart!”  But she never would stay with nobody.  Just like I am.  I say I’m an awful lot like her.  And they told her he said she oughtn’t be by herself, so during the, while she was sick, I stayed with her some at night, you know, [to] be sure she was okay; but when she got better, she was up and going again, you know. ",
			"timecode": "00:04:01.000"
		},
		{
			"id": "39",
			"speaker": "GH",
			"text_bit": "So after Furman got married and— he went over there and stayed with her.  And I was glad, you know, because he stayed with her, him and Bertha.  And then after, I guess, they had a couple of kids, she died. ",
			"timecode": "00:04:30.000"
		},
		{
			"id": "40",
			"speaker": "GH",
			"text_bit": "I guess they had Rosie and they had—they had Rosie and Thelma, too.  Two little girls.  And then that fall, Paul, their boy, was born.  And I took her up here and I told her, “You can stay with me.”  And she stayed with me until she died, until she got—I never did let her do anything, except she would dry dishes. ",
			"timecode": "00:04:51.000"
		},
		{
			"id": "41",
			"speaker": "GH",
			"text_bit": "She’d say, “Well, let—I’m not good for nothing, but let me dry your dishes!”  You know, if I’d get to washing dishes, you know, she’d say, “Let me dry your dishes!”  And she’d pull up a chair and sit there, you know, and dry my dishes.  And she said, “If there is any buttons or anything to sew on the children’s clothes or Douglas’s clothes, give them to me.”  She’d say, “Let me do something because I just feel like I’m not fitting for nothing!” ",
			"timecode": "00:05:19.000"
		},
		{
			"id": "42",
			"speaker": "GH",
			"text_bit": "Because that was one woman—you never seen her, but when she wasn’t doing something . . .!  All her life, ever since I’ve known her, she’s been like that.  She was a real smart woman.  Even after my granddad died she would raise chickens. ",
			"timecode": "00:05:40.000"
		},
		{
			"id": "43",
			"speaker": "GH",
			"text_bit": "I remember she used to have a yard full of chickens!  And people would come by and buy fryers; and that’s the way she made money, was selling chickens.  She’d sell them, you know.  She’d buy a lot of little, you know, go to the— ",
			"timecode": "00:06:00.000"
		},
		{
			"id": "44",
			"speaker": "TB",
			"text_bit": "Biddies? ",
			"timecode": "00:06:00.000"
		},
		{
			"id": "45",
			"speaker": "GH",
			"text_bit": "Yes.  Little biddies.  And raise them.  Get 25 or 50, and then she’d sell them.  And she had money all the time!  She was never broke! ",
			"timecode": "00:06:00.000"
		},
		{
			"id": "46",
			"speaker": "TB",
			"text_bit": "Very industrious. ",
			"timecode": "00:06:26.000"
		},
		{
			"id": "47",
			"speaker": "GH",
			"text_bit": "Yes! ",
			"timecode": "00:06:26.000"
		},
		{
			"id": "48",
			"speaker": "TB",
			"text_bit": "And, plus, the clay. ",
			"timecode": "00:06:26.000"
		},
		{
			"id": "49",
			"speaker": "GH",
			"text_bit": "Yes.  She made pots, and raised a garden.  You know what she’d do when she’d get—people used to let the chickens run out and fence the garden in.  She’d go out there and put up them fence posts, I remember, just as good as anything! ",
			"timecode": "00:06:26.000"
		},
		{
			"id": "50",
			"speaker": "GH",
			"text_bit": "Put up her fence posts and drive them, put that wire up, and that woman, she’d have the prettiest garden you ever laid eyes on!  And then she’d can out of it.  She’d can her enough to do, probably that winter, until, enough to do until the spring time! ",
			"timecode": "00:06:46.000"
		},
		{
			"id": "51",
			"speaker": "TB",
			"text_bit": "Until the next planting? ",
			"timecode": "00:07:04.000"
		},
		{
			"id": "52",
			"speaker": "GH",
			"text_bit": "Yes!  Because I remember one time, she always canned, you know, a lot more than—well, you know, there was nobody but her, and she would have a lot more than she would eat; as much as another family! ",
			"timecode": "00:07:04.000"
		},
		{
			"id": "53",
			"speaker": "GH",
			"text_bit": "And it reminds me. . .  One time, Floyd got his foot burnt, and—I never will forget that!  He stepped in a—my sister-in-law went and cleaned the fireplace out in the back, and she put them out— ",
			"timecode": "00:07:19.000"
		},
		{
			"id": "54",
			"speaker": "TB",
			"text_bit": "Who was that? ",
			"timecode": "00:07:19.000"
		},
		{
			"id": "55",
			"speaker": "GH",
			"text_bit": "That was Ruthie.  That’s Nola’s sister; she’s dead now. ",
			"timecode": "00:07:19.000"
		},
		{
			"id": "56",
			"speaker": "GH",
			"text_bit": "And she put them out under and old cedar tree out there where the chickens roost.  And Floyd was just a small kid; I don’t know whether he was around three years old.  And he ran out there, playing; and he ran out there and stepped in them hot ashes!  And, oh!  It burned his—it didn’t burn the bottom of his foot; see, them ashes come up on the top of his foot, and—I don’t know. ",
			"timecode": "00:07:37.000"
		},
		{
			"id": "57",
			"speaker": "GH",
			"text_bit": "My husband was around there somewhere.  But anyway, my grandma came over there right about the time we was getting ready to carry him to the doctor, and she got in that car with us.  And he cried all the way to town!  He just cried!  And she kept—I remember her catching his little foot and holding it out the window where the air would hit it, you know. ",
			"timecode": "00:08:03.000"
		},
		{
			"id": "58",
			"speaker": "GH",
			"text_bit": "And we got him to town and carried him to the doctor; and they put something on it, killed the pain, you know.  And Floyd was kind of picky about his eating when he was little, and he wasn’t eating right good.  And she said she always knew he loved peaches, and she went right home and come back with peaches so he would eat! ",
			"timecode": "00:08:24.000"
		},
		{
			"id": "59",
			"speaker": "GH",
			"text_bit": "She wanted him to eat, and she said, “I got some peaches and I know he loves those!”  And she had gone and got a load of peaches that she had canned.  We had eat ours up, and she brought them back for him to eat. ",
			"timecode": "00:08:46.000"
		},
		{
			"id": "60",
			"speaker": "TB",
			"text_bit": "I’m amazed that you had jars.  When did canning jars come in? ",
			"timecode": "00:08:46.000"
		},
		{
			"id": "61",
			"speaker": "GH",
			"text_bit": "Well, we had them! ",
			"timecode": "00:09:04.000"
		},
		{
			"id": "62",
			"speaker": "TB",
			"text_bit": "You’ve always had jars? ",
			"timecode": "00:09:04.000"
		},
		{
			"id": "63",
			"speaker": "GH",
			"text_bit": "Yes, we always had canning jars, as far back as I can remember. ",
			"timecode": "00:09:04.000"
		},
		{
			"id": "64",
			"speaker": "TB",
			"text_bit": "Isn’t that something?  You know, Miss Kendrick is doing this sort of thing, and they didn’t have jars.  And she’s younger than you are. ",
			"timecode": "00:09:04.000"
		},
		{
			"id": "65",
			"speaker": "GH",
			"text_bit": "They didn’t?  Well, as far back as I remember, my grandmother, they had jars. ",
			"timecode": "00:09:18.000"
		},
		{
			"id": "66",
			"speaker": "TB",
			"text_bit": "Isn’t that something?  Was Martha Jane afraid of the fire because of what happened to Canty?  Was she there when that happened? ",
			"timecode": "00:09:18.000"
		},
		{
			"id": "67",
			"speaker": "GH",
			"text_bit": "When who? ",
			"timecode": "00:09:18.000"
		},
		{
			"id": "68",
			"speaker": "TB",
			"text_bit": "Canty got burned.  Burned up. ",
			"timecode": "00:09:18.000"
		},
		{
			"id": "69",
			"speaker": "GH",
			"text_bit": "She was dead then. ",
			"timecode": "00:09:18.000"
		},
		{
			"id": "70",
			"speaker": "TB",
			"text_bit": "She was dead by then, so she didn’t know that. ",
			"timecode": "00:09:18.000"
		},
		{
			"id": "71",
			"speaker": "GH",
			"text_bit": "No. ",
			"timecode": "00:09:18.000"
		},
		{
			"id": "72",
			"speaker": "TB",
			"text_bit": "Tell me the story of Canty being burned up. ",
			"timecode": "00:09:40.000"
		},
		{
			"id": "73",
			"speaker": "GH",
			"text_bit": "Let’s see.  I think that was on. . .  As far as I can remember, I think that was on a Sunday.  But he had went somewhere with somebody and got something to drink. ",
			"timecode": "00:09:40.000"
		},
		{
			"id": "74",
			"speaker": "GH",
			"text_bit": "And he came back down to that straw field.  I don’t remember who was with him, but he was drinking.  And then he told him, “Just let me lay down in the field.”  And he laid down, and this other man went on, you know; and Henry laid down and went to sleep.  They don’t know whether he smoked—he smoked!—but they didn’t know whether he had lit and dropped a cigarette or match, or either he had matches in his pocket and rolled around and they caught fire or what. ",
			"timecode": "00:09:59.000"
		},
		{
			"id": "75",
			"speaker": "GH",
			"text_bit": "They don’t know how, no one knows.  But my brother and Jenny, they were married then—Jesse—and they were living in a house right where David’s got, his trailer is down there now, and he could see back in that field back towards where the road is.  It’s not far.  You know where Peggy lives, don’t you?  It’s across the road in a field a little ways up, about where Emery Thomas—you know where Emery Thomas lives? ",
			"timecode": "00:10:28.000"
		},
		{
			"id": "76",
			"speaker": "GH",
			"text_bit": "It’s kind of up there, on up beside the road by those houses in that field.  That was a straw field then.  And Jesse said he don’t know what made him come out of the house.  And he come out back of the house and he started down—I don’t know whether he started on down the hill somewhere—and he heard somebody hollering.  And he said that he got—.  The wind—it was in March, and the wind was blowing strong. ",
			"timecode": "00:10:52.000"
		},
		{
			"id": "77",
			"speaker": "GH",
			"text_bit": "And that’s the reason that he went so fast.  And he said he thought he heard somebody hollering.  And he said he got to listening.  And he said it looked like somebody was calling him, which it could have been because he knew Jesse lived over there, don’t you see.  And he said he listened and he said he looked; and when he looked over in the field he said he could see somebody hopping up, and he said they were jumping up, just jumping! ",
			"timecode": "00:11:18.000"
		},
		{
			"id": "78",
			"speaker": "GH",
			"text_bit": "And he said he could tell it was somebody.  And he saw the fire and he ran, but—no, he hollered for Jenny, and told Jenny, he said, “Get a quilt!”  And he said, “Come quick!”  He said, “I believe Henry has burned up!” ",
			"timecode": "00:11:44.000"
		},
		{
			"id": "79",
			"speaker": "GH",
			"text_bit": "And she ran and asked Jim, and then she had to run back in the house.  And he said he ran over to him.  And he said that when he got to him he was jumping that high off the ground, just bouncing!  He never could see how any man could have done that with out—I guess he was in such pain.  And he said when he got there all his clothes were burned off of him; and he took the quilt and wrapped him up. ",
			"timecode": "00:12:02.000"
		},
		{
			"id": "80",
			"speaker": "GH",
			"text_bit": "And he said the onliest thing he had on was his shoes.  And then they, I don’t know—he sent Jenny somewhere to notify some of his folks; and , of course, they called Rock Hill, you know, they did, people up there, you know, to come out and check on him. ",
			"timecode": "00:12:24.000"
		},
		{
			"id": "81",
			"speaker": "GH",
			"text_bit": "And when they put him in a—I think they carried him in a sheet from that place to where Alonzo lived, where Frances lives now.  Fannie and Alonzo Canty was living there, and they carried him there.  And, and Doctor Blackman came out and he said then he shot him with a lot of morphine or something, you know, to kill the pain. ",
			"timecode": "00:12:44.000"
		},
		{
			"id": "82",
			"speaker": "GH",
			"text_bit": "But he said he didn’t know whether it would kill the pain or not he was burnt so bad.  So he said he give him a good shot and he said, “It may do him some good, and it may not.”  He said he didn’t have a chance. ",
			"timecode": "00:13:07.000"
		},
		{
			"id": "83",
			"speaker": "GH",
			"text_bit": "And he died sometime early that night, in the afternoon kind of late.  And he died that night. ",
			"timecode": "00:13:19.000"
		},
		{
			"id": "84",
			"speaker": "TB",
			"text_bit": "Wasn’t he singing a song or something? ",
			"timecode": "00:13:19.000"
		},
		{
			"id": "85",
			"speaker": "GH",
			"text_bit": "Yes.  He used to sing a song—“Poor Boy Me,” I believe.  And they said he was singing “Poor Boy Me.”  Let’s see, how does that go?  “Poor boy me has made his home in Hell at last.” ",
			"timecode": "00:13:19.000"
		},
		{
			"id": "86",
			"speaker": "TB",
			"text_bit": "“Poor boy me, I’m going home,” or something. ",
			"timecode": "00:13:49.000"
		},
		{
			"id": "87",
			"speaker": "GH",
			"text_bit": "Yes.  “I’ve met my home in Hell at last.”  That’s what he was singing. ",
			"timecode": "00:13:49.000"
		},
		{
			"id": "88",
			"speaker": "TB",
			"text_bit": "Even after he was burned so bad? ",
			"timecode": "00:13:49.000"
		},
		{
			"id": "89",
			"speaker": "GH",
			"text_bit": "Yes, he was still singing it. ",
			"timecode": "00:13:49.000"
		},
		{
			"id": "90",
			"speaker": "TB",
			"text_bit": "Did you go to his funeral? ",
			"timecode": "00:13:49.000"
		},
		{
			"id": "91",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "00:14:03.000"
		},
		{
			"id": "92",
			"speaker": "TB",
			"text_bit": "Was he laid out? ",
			"timecode": "00:14:03.000"
		},
		{
			"id": "93",
			"speaker": "GH",
			"text_bit": "Oh yes, they laid him out there at home.  I remember that. ",
			"timecode": "00:14:03.000"
		},
		{
			"id": "94",
			"speaker": "TB",
			"text_bit": "Even though he was so badly burned? ",
			"timecode": "00:14:03.000"
		},
		{
			"id": "95",
			"speaker": "GH",
			"text_bit": "Yes.  My husband went on down; I think my husband helped to lay him out. ",
			"timecode": "00:14:03.000"
		},
		{
			"id": "96",
			"speaker": "GH",
			"text_bit": "I remember that I went over there that night.  Floyd was little, but—I think Floyd was about a couple years old, and it was a cold, windy day in March.  And I—it was so cold!  And it looked blue-looking.  And I said I never will forget that day when he died: it was cold and windy. ",
			"timecode": "00:14:20.000"
		},
		{
			"id": "97",
			"speaker": "GH",
			"text_bit": "And I didn’t go until that night when my husband went over there and stayed awhile that night.  They buried him the next day, I think... ",
			"timecode": "00:14:41.000"
		},
		{
			"id": "98",
			"speaker": "TB",
			"text_bit": "Was there something about something happened to him when he was laid out . . .? ",
			"timecode": "00:14:59.000"
		},
		{
			"id": "99",
			"speaker": "GH",
			"text_bit": "He grunted.  You remember?  Anybody tell you that? ",
			"timecode": "00:14:59.000"
		},
		{
			"id": "100",
			"speaker": "TB",
			"text_bit": "It’s in the back of my mind somewhere. ",
			"timecode": "00:14:59.000"
		},
		{
			"id": "101",
			"speaker": "GH",
			"text_bit": "Yeah.  They—I think I was in there when that happened.  They said, you know, it was gas forming in his stomach, and, you know, and he just grunted! ",
			"timecode": "00:14:59.000"
		},
		{
			"id": "102",
			"speaker": "GH",
			"text_bit": "And, of course, his legs was done drawed from being burnt, you know, all the little [?].  And they wouldn’t, they had to tie them down, you know, or they would bounce back up.  But that night, he grunted, just groaned!  Just like, you know, [laugh]. ",
			"timecode": "00:15:20.000"
		},
		{
			"id": "103",
			"speaker": "TB",
			"text_bit": "Oh my. ",
			"timecode": "00:15:20.000"
		},
		{
			"id": "104",
			"speaker": "GH",
			"text_bit": "And he had been done laid out, you know! ",
			"timecode": "00:15:20.000"
		},
		{
			"id": "105",
			"speaker": "TB",
			"text_bit": "Did he scare everybody?  Or no? ",
			"timecode": "00:15:43.000"
		},
		{
			"id": "106",
			"speaker": "GH",
			"text_bit": "Well, that crowd in there, it didn’t scare them too much.  The—everybody looked, you know; might have thought something.  You don’t usually have that to happen! ",
			"timecode": "00:15:43.000"
		},
		{
			"id": "107",
			"speaker": "TB",
			"text_bit": "What kind of fellow was he? ",
			"timecode": "00:15:43.000"
		},
		{
			"id": "108",
			"speaker": "GH",
			"text_bit": "Well, he was, ah, I would say he was a quiet kind of fellow.  Now Frank—there were two brothers—now Frank was more talkative than Henry was.  Now Henry talked a lot when he got drunk, but ordinarily he wasn’t a great talker.  But Frank, he could talk!  He didn’t have to have nothing to drink, but what he would talk! ",
			"timecode": "00:15:57.000"
		},
		{
			"id": "109",
			"speaker": "GH",
			"text_bit": "He talked all the time!  I never will forget, Frank went up here and advertised for a [?] insurance company; and they got him an Indian suit, and they had him out advertising in that suit! ",
			"timecode": "00:16:19.000"
		},
		{
			"id": "110",
			"speaker": "TB",
			"text_bit": "Oh really? ",
			"timecode": "00:16:19.000"
		},
		{
			"id": "111",
			"speaker": "GH",
			"text_bit": "They paid him for it, you know.  Of course he would drink it up, you know! ",
			"timecode": "00:16:19.000"
		},
		{
			"id": "112",
			"speaker": "TB",
			"text_bit": "This was Frank doing that? ",
			"timecode": "00:16:39.000"
		},
		{
			"id": "113",
			"speaker": "GH",
			"text_bit": "Yes, this was Frank.  Frank didn’t mind.  He could just meet with anybody and talk with anybody. ",
			"timecode": "00:16:39.000"
		},
		{
			"id": "114",
			"speaker": "TB",
			"text_bit": "Now Frank was Jenny’s dad? ",
			"timecode": "00:16:39.000"
		},
		{
			"id": "115",
			"speaker": "GH",
			"text_bit": "Yes.  He could talk with anybody, Frank Canty could. ",
			"timecode": "00:16:39.000"
		},
		{
			"id": "116",
			"speaker": "TB",
			"text_bit": "Did Frank have a sad ending, too? ",
			"timecode": "00:16:39.000"
		},
		{
			"id": "117",
			"speaker": "GH",
			"text_bit": "Oh yes.  He got on a drunk.  I remember we was at Catawba Junction down here. ",
			"timecode": "00:16:39.000"
		},
		{
			"id": "118",
			"speaker": "GH",
			"text_bit": "They had a ballgame that afternoon, and my husband had been playing.  And Frank was in a truck with Willie Sanders and a crowd of others that were drinking, you know.  And you could tell that Frank was high; but he wasn’t just drunk, you could tell he was high, you know.  Throwing his hands. . .  But he came. ",
			"timecode": "00:17:00.000"
		},
		{
			"id": "119",
			"speaker": "GH",
			"text_bit": "But he got drunker after they got home.  And he went to Willie.  Willie said he couldn’t get him—Willie’s cripple, you know.  He’s got a peg leg.  And he wouldn’t lift him because Frank was a big man, tall, and he couldn’t get him out of the car.  So he left Frank in the back of the truck and just left him to sleep. ",
			"timecode": "00:17:26.000"
		},
		{
			"id": "120",
			"speaker": "GH",
			"text_bit": "He went to sleep, so he said, “Well, I’ll just let him sleep.”  After a while, he went back to the house and went on to bed and went on to sleep.  And over in the night, over towards morning, came a little rain, something like it is now, and he said, “I better carry a quilt out there and cover Frank up,” because it was in the summertime, you know.  And I think it was in June, as far as I remember. ",
			"timecode": "00:17:48.000"
		},
		{
			"id": "121",
			"speaker": "GH",
			"text_bit": "And, but he said, “I better go carry a quilt out to him.”  And it was over in the morning, and it was, it hadn’t got quite daybreak.  And he went out there and he said he couldn’t get Frank woke.  And he come back in the house and he told his wife, you know, “There is something wrong with Frank.  I can’t wake him!”  And Jenny and Jesse lived right above him, right there where I told you; and it wasn’t no distance from them—wasn’t as far as from here to the plant railroad. ",
			"timecode": "00:18:11.000"
		},
		{
			"id": "122",
			"speaker": "GH",
			"text_bit": "So, and he sent some of them up there, or he went, I don’t know which; and anyway, he told Jenny, and Jenny and Jesse came down there, and he was dead.  And that was another big—they had to leave him until somebody came and, you know. ",
			"timecode": "00:18:47.000"
		},
		{
			"id": "123",
			"speaker": "TB",
			"text_bit": "Well how did he die?  Just a heart attack, or . . .? ",
			"timecode": "00:18:47.000"
		},
		{
			"id": "124",
			"speaker": "GH",
			"text_bit": "They said that’s what happened: his heart just quit, just quit beating, you know. ",
			"timecode": "00:18:47.000"
		},
		{
			"id": "125",
			"speaker": "TB",
			"text_bit": "Had nothing to do with the rain? ",
			"timecode": "00:19:11.000"
		},
		{
			"id": "126",
			"speaker": "GH",
			"text_bit": "No, the rain didn’t have nothing to do with it. ",
			"timecode": "00:19:11.000"
		},
		{
			"id": "127",
			"speaker": "TB",
			"text_bit": "Oh my goodness.  Oh my.  Is he the one who went to the chain gang all the time? ",
			"timecode": "00:19:11.000"
		},
		{
			"id": "128",
			"speaker": "GH",
			"text_bit": "Yes, go by hisself, you know.  That’s what I say.  I was talking about people being honest. ",
			"timecode": "00:19:11.000"
		},
		{
			"id": "129",
			"speaker": "GH",
			"text_bit": "The policemens up here used to laugh about it: they’d catch Frank from being drunk; it would be $10 or 30 days—I believe that was the way it was, you know, or 15 days, or something like that.  Whatever it was it wasn’t much.  And all they had to do was give Frank a slip, write him a slip, and tell him to take it and give it to the chain gang.  And he’d go out there and make his 15 days or 10 days or whatever he had to make. ",
			"timecode": "00:19:30.000"
		},
		{
			"id": "130",
			"speaker": "GH",
			"text_bit": "And you know, many of them, the policemen, said they would have went the other way, you know, but they could just give him the slip to carry him, that he was supposed to be on the gang, and he would do it! ",
			"timecode": "00:19:58.000"
		},
		{
			"id": "131",
			"speaker": "TB",
			"text_bit": "For heaven’s sake! ",
			"timecode": "00:19:58.000"
		},
		{
			"id": "132",
			"speaker": "GH",
			"text_bit": "He’d go out there and make his 10 or 15 days, whatever he had to make, and get home.  Everybody liked him, though, that ever seen him because he wasn’t a mean man.  He wasn’t fussy or, or fighting, you know, bad to fight; he was good-natured. ",
			"timecode": "00:19:58.000"
		},
		{
			"id": "133",
			"speaker": "TB",
			"text_bit": "He was lackadaisical, was he?  Just went along? ",
			"timecode": "00:20:26.000"
		},
		{
			"id": "134",
			"speaker": "GH",
			"text_bit": "Yes.  He just went along. ",
			"timecode": "00:20:26.000"
		},
		{
			"id": "135",
			"speaker": "TB",
			"text_bit": "Jenny said one time about him being sent to Columbia to take a cure for alcoholism, something like that. ",
			"timecode": "00:20:26.000"
		},
		{
			"id": "136",
			"speaker": "GH",
			"text_bit": "No, it wasn’t for that; it was for dope. ",
			"timecode": "00:20:26.000"
		},
		{
			"id": "137",
			"speaker": "TB",
			"text_bit": "Oh, was it? ",
			"timecode": "00:20:26.000"
		},
		{
			"id": "138",
			"speaker": "GH",
			"text_bit": "You know, long years ago, when people would have pain, you know, they would give you opium to kill pain; and his mama had it—I don’t know what the doctors give it to her for.  And she got addicted to it.  And she give it to Frank and Henry, and got them addicted. ",
			"timecode": "00:20:45.000"
		},
		{
			"id": "139",
			"speaker": "TB",
			"text_bit": "What was his mama’s name? ",
			"timecode": "00:20:45.000"
		},
		{
			"id": "140",
			"speaker": "GH",
			"text_bit": "Let’s see.  What was his mama’s name?  Oh—Betsy, I believe. ",
			"timecode": "00:20:45.000"
		},
		{
			"id": "141",
			"speaker": "TB",
			"text_bit": "And she gave it to them? ",
			"timecode": "00:21:15.000"
		},
		{
			"id": "142",
			"speaker": "GH",
			"text_bit": "Yes.  If they’d have any aches or pains, you know.  And she’d give it to them, and over the years, after giving it to them every once in a while, they got addicted too. ",
			"timecode": "00:21:15.000"
		},
		{
			"id": "143",
			"speaker": "TB",
			"text_bit": "Both of them? ",
			"timecode": "00:21:15.000"
		},
		{
			"id": "144",
			"speaker": "GH",
			"text_bit": "They both were addicted to it. ",
			"timecode": "00:21:15.000"
		},
		{
			"id": "145",
			"speaker": "TB",
			"text_bit": "Oh my goodness. ",
			"timecode": "00:21:15.000"
		},
		{
			"id": "146",
			"speaker": "GH",
			"text_bit": "And then after they broken them from, ah—they never did drink, they doped on that. ",
			"timecode": "00:21:15.000"
		},
		{
			"id": "147",
			"speaker": "GH",
			"text_bit": "And after they brought them home, they sent them to Columbia and get them off that.  They got them over that.  They started drinking after a year or two. ",
			"timecode": "00:21:37.000"
		},
		{
			"id": "148",
			"speaker": "TB",
			"text_bit": "They didn’t go back to the drugs?  They just went to drinking? ",
			"timecode": "00:21:37.000"
		},
		{
			"id": "149",
			"speaker": "GH",
			"text_bit": "No. ",
			"timecode": "00:21:37.000"
		},
		{
			"id": "150",
			"speaker": "TB",
			"text_bit": "They just needed something to give them that extra boost? ",
			"timecode": "00:21:37.000"
		},
		{
			"id": "151",
			"speaker": "GH",
			"text_bit": "Well, they didn’t do it right away.  It took them so many years.  Then, they started drinking. ",
			"timecode": "00:21:37.000"
		},
		{
			"id": "152",
			"speaker": "TB",
			"text_bit": "For heaven’s sakes.  Did anybody else have to go to Columbia like that? ",
			"timecode": "00:21:59.000"
		},
		{
			"id": "153",
			"speaker": "GH",
			"text_bit": "No, that’s the only ones. ",
			"timecode": "00:21:59.000"
		},
		{
			"id": "154",
			"speaker": "TB",
			"text_bit": "Just those three had that problem?  Well, at that time you could buy dope in the drug store. ",
			"timecode": "00:21:59.000"
		},
		{
			"id": "155",
			"speaker": "GH",
			"text_bit": "Yes, you could buy it across the counter then, you know. ",
			"timecode": "00:21:59.000"
		},
		{
			"id": "156",
			"speaker": "TB",
			"text_bit": "So it wasn’t anything illegal? ",
			"timecode": "00:21:59.000"
		},
		{
			"id": "157",
			"speaker": "GH",
			"text_bit": "No. ",
			"timecode": "00:21:59.000"
		},
		{
			"id": "158",
			"speaker": "TB",
			"text_bit": "It just happened, and it happened to them.  For heaven’s sake! ",
			"timecode": "00:21:59.000"
		},
		{
			"id": "159",
			"speaker": "GH",
			"text_bit": "She just give it to her kids if they had an ache or a pain.  She just give it to them.  And finally, they got addicted like she was.  They’d sit around and sleep a lot, you know?  That’s all it done to them. ",
			"timecode": "00:21:59.000"
		},
		{
			"id": "160",
			"speaker": "TB",
			"text_bit": "Make them sleepy? ",
			"timecode": "00:22:35.000"
		},
		{
			"id": "161",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "00:22:35.000"
		},
		{
			"id": "162",
			"speaker": "TB",
			"text_bit": "What happened to her?  Did you know her? ",
			"timecode": "00:22:35.000"
		},
		{
			"id": "163",
			"speaker": "GH",
			"text_bit": "No. ",
			"timecode": "00:22:35.000"
		},
		{
			"id": "164",
			"speaker": "TB",
			"text_bit": "She died before you came along? ",
			"timecode": "00:22:35.000"
		},
		{
			"id": "165",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "00:22:35.000"
		},
		{
			"id": "166",
			"speaker": "TB",
			"text_bit": "And she just had the two boys? ",
			"timecode": "00:22:35.000"
		},
		{
			"id": "167",
			"speaker": "GH",
			"text_bit": "No, I think Louisa, Chief Blue’s wife, that’s their sister. ",
			"timecode": "00:22:35.000"
		},
		{
			"id": "168",
			"speaker": "TB",
			"text_bit": "What kind of person was she?  Can you tell me a story about her? ",
			"timecode": "00:22:35.000"
		},
		{
			"id": "169",
			"speaker": "GH",
			"text_bit": "Well, she was kind of a quiet type too.  She was very quiet, a little bit shy.  She wasn’t too talkative, and very, very quiet.  I don’t guess he ever had any trouble out of her, because I remember Lula used to fuss. ",
			"timecode": "00:22:56.000"
		},
		{
			"id": "170",
			"speaker": "GH",
			"text_bit": "She said, “I don’t have to!”  After Lula got up a big girl, you know, and said, “I don’t see how mama puts up with daddy!  He’s so cranky!”  And she said, “Mama just don’t say a word.  She just goes right on!” ",
			"timecode": "00:23:16.000"
		},
		{
			"id": "171",
			"speaker": "TB",
			"text_bit": "But, golly, she had so many children!  How could she be cranky? ",
			"timecode": "00:23:16.000"
		},
		{
			"id": "172",
			"speaker": "GH",
			"text_bit": "I’d been cranky! ",
			"timecode": "00:23:16.000"
		},
		{
			"id": "173",
			"speaker": "TB",
			"text_bit": "Yes, she must have.  They must have had a time feeding that bunch! ",
			"timecode": "00:23:16.000"
		},
		{
			"id": "174",
			"speaker": "GH",
			"text_bit": "Well, they all didn’t live.  A lot of them were stillborn, you know.  A lot of them were—you know, he had 23 by Louisa, but they died at birth, you know.  So they didn’t have but these seven or eight—whatever they had by then—at the time. ",
			"timecode": "00:23:40.000"
		},
		{
			"id": "175",
			"speaker": "TB",
			"text_bit": "But she actually had 23 children? ",
			"timecode": "00:23:40.000"
		},
		{
			"id": "176",
			"speaker": "GH",
			"text_bit": "Yes.  She’d have two a year sometimes, but they died.  Most of the time they died. ",
			"timecode": "00:24:00.000"
		},
		{
			"id": "177",
			"speaker": "TB",
			"text_bit": "Yes.  For heaven’s sakes.  Was she a good potter? ",
			"timecode": "00:24:00.000"
		},
		{
			"id": "178",
			"speaker": "GH",
			"text_bit": "No. ",
			"timecode": "00:24:00.000"
		},
		{
			"id": "179",
			"speaker": "TB",
			"text_bit": "She couldn’t make j pots? ",
			"timecode": "00:24:00.000"
		},
		{
			"id": "180",
			"speaker": "GH",
			"text_bit": "She made j pots, but I didn’t think she made too well.  But you—I don’t know if you saw any of Lula’s, have you?  Lula makes about like her. ",
			"timecode": "00:24:00.000"
		},
		{
			"id": "181",
			"speaker": "TB",
			"text_bit": "Small?  Pretty, but little. ",
			"timecode": "00:24:26.000"
		},
		{
			"id": "182",
			"speaker": "GH",
			"text_bit": "Yes.  Well I think Louisa made a few a little bit bigger than that, but she didn’t make but a few. ",
			"timecode": "00:24:26.000"
		},
		{
			"id": "183",
			"speaker": "TB",
			"text_bit": "She sold a lot of pots.  Or did Chief Blue sell them? ",
			"timecode": "00:24:26.000"
		},
		{
			"id": "184",
			"speaker": "GH",
			"text_bit": "I don’t think she sold too many pots because I don’t remember her making too many pots. ",
			"timecode": "00:24:26.000"
		},
		{
			"id": "185",
			"speaker": "TB",
			"text_bit": "Did Chief Blue sell a lot of pots? ",
			"timecode": "00:24:26.000"
		},
		{
			"id": "186",
			"speaker": "GH",
			"text_bit": "If he did, I didn’t know it. ",
			"timecode": "00:24:50.000"
		},
		{
			"id": "187",
			"speaker": "TB",
			"text_bit": "I’ve seen pictures of him, but maybe it was Sallie Gordon’s pots and Louisa’s pots. ",
			"timecode": "00:24:50.000"
		},
		{
			"id": "188",
			"speaker": "GH",
			"text_bit": "It might have been his mother’s, too, because, now, she made a lot of pots! ",
			"timecode": "00:24:50.000"
		},
		{
			"id": "189",
			"speaker": "TB",
			"text_bit": "Did you know her? ",
			"timecode": "00:24:50.000"
		},
		{
			"id": "190",
			"speaker": "GH",
			"text_bit": "Yes, I knew her.  She died, I believe, in ’21.  When she died—I don’t remember when she died. ",
			"timecode": "00:24:50.000"
		},
		{
			"id": "191",
			"speaker": "TB",
			"text_bit": "Do you know any stories about her? ",
			"timecode": "00:24:50.000"
		},
		{
			"id": "192",
			"speaker": "GH",
			"text_bit": "Well, she was kind of a mean old woman.  Everybody said she was aggravating.  She would get mad at you for nothing, and you wouldn’t know what she was mad at you about!  And she’d get over it like that, too!  She’d get over it.  They used to call her—they said every time the moon changed, she changed. ",
			"timecode": "00:25:13.000"
		},
		{
			"id": "193",
			"speaker": "TB",
			"text_bit": "Oh my! ",
			"timecode": "00:25:13.000"
		},
		{
			"id": "194",
			"speaker": "GH",
			"text_bit": "I remember that, you know: the older people talking about her like that.  That she’d change with the moon! ",
			"timecode": "00:25:34.000"
		},
		{
			"id": "195",
			"speaker": "TB",
			"text_bit": "Did she ever get angry with you? ",
			"timecode": "00:25:34.000"
		},
		{
			"id": "196",
			"speaker": "GH",
			"text_bit": "I don’t think she ever did.  But one time she said something to me, I believe that was at church, and I don’t remember now about it.  She always meddled in somebody else’s business and she was meddling that time. ",
			"timecode": "00:25:34.000"
		},
		{
			"id": "197",
			"speaker": "GH",
			"text_bit": "And I kind of said something to her about it, and she said, “Well I didn’t mean no harm!”  And that was the end of me and her.  But that’s the only time.  Of course I was up, I guess, I guess I was about 16 years old, I guess—old enough to where I could talk to somebody! ",
			"timecode": "00:26:03.000"
		},
		{
			"id": "198",
			"speaker": "TB",
			"text_bit": "You were fresh?  Were you fresh? ",
			"timecode": "00:26:03.000"
		},
		{
			"id": "199",
			"speaker": "GH",
			"text_bit": "No, nobody ever taught me like that.  But, you know, after I got older, I felt that I wasn’t supposed to be run over like a lot of people, you know?  And I didn’t take everything.  Yep, I didn’t take everything! ",
			"timecode": "00:26:25.000"
		},
		{
			"id": "200",
			"speaker": "TB",
			"text_bit": "Tell me about the first telephone down there. ",
			"timecode": "00:26:25.000"
		},
		{
			"id": "201",
			"speaker": "GH",
			"text_bit": "Oh, I don’t know who had the first telephone. ",
			"timecode": "00:26:47.000"
		},
		{
			"id": "202",
			"speaker": "TB",
			"text_bit": "Well now, when Henry Canty burned to death they had to get the doctor; somebody had to run to town. ",
			"timecode": "00:26:47.000"
		},
		{
			"id": "203",
			"speaker": "GH",
			"text_bit": "No.  You know where Nola lives?  You know where Albert Sanders lives now? ",
			"timecode": "00:26:47.000"
		},
		{
			"id": "204",
			"speaker": "TB",
			"text_bit": "Yes. ",
			"timecode": "00:26:47.000"
		},
		{
			"id": "205",
			"speaker": "GH",
			"text_bit": "Well, the people that—that was a plantation there, and all that land, even clear down to where Samuel lives, was owned. ",
			"timecode": "00:26:47.000"
		},
		{
			"id": "206",
			"speaker": "GH",
			"text_bit": "And those people, the plantation owners—not the owner, but he had a manager who was right where Albert lives.  Their house was the plantation manager’s, and he had a telephone.  And that’s where we always went and called the doctor. ",
			"timecode": "00:27:07.000"
		},
		{
			"id": "207",
			"speaker": "TB",
			"text_bit": "Who was it? ",
			"timecode": "00:27:07.000"
		},
		{
			"id": "208",
			"speaker": "GH",
			"text_bit": "Well, it was run by different people. ",
			"timecode": "00:27:07.000"
		},
		{
			"id": "209",
			"speaker": "TB",
			"text_bit": "That’s not the Barber place? ",
			"timecode": "00:27:07.000"
		},
		{
			"id": "210",
			"speaker": "GH",
			"text_bit": "The Dunlap place.  I think Dunlap owned it one time.  And I don’t know how many different—it changed hands at different periods of time. ",
			"timecode": "00:27:07.000"
		},
		{
			"id": "211",
			"speaker": "TB",
			"text_bit": "But that’s not the Barber place? ",
			"timecode": "00:27:39.000"
		},
		{
			"id": "212",
			"speaker": "GH",
			"text_bit": "No. ",
			"timecode": "00:27:39.000"
		},
		{
			"id": "213",
			"speaker": "TB",
			"text_bit": "Where is the Barber place? ",
			"timecode": "00:27:39.000"
		},
		{
			"id": "214",
			"speaker": "GH",
			"text_bit": "On above that, you know.  Where there is a brick house and an old house in front of it going on down towards the reservation?  That’s the Barber farm up there. ",
			"timecode": "00:27:39.000"
		},
		{
			"id": "215",
			"speaker": "TB",
			"text_bit": "Now they had something to do with building that Baptist church. ",
			"timecode": "00:27:39.000"
		},
		{
			"id": "216",
			"speaker": "GH",
			"text_bit": "Well, they might have.  He might have give the land, maybe. ",
			"timecode": "00:27:39.000"
		},
		{
			"id": "217",
			"speaker": "TB",
			"text_bit": "I think that’s what it was. ",
			"timecode": "00:28:03.000"
		},
		{
			"id": "218",
			"speaker": "GH",
			"text_bit": "Yes, of course he gave the land, probably. ",
			"timecode": "00:28:03.000"
		},
		{
			"id": "219",
			"speaker": "TB",
			"text_bit": "It wasn’t on the reservation? ",
			"timecode": "00:28:03.000"
		},
		{
			"id": "220",
			"speaker": "GH",
			"text_bit": "No. ",
			"timecode": "00:28:03.000"
		},
		{
			"id": "221",
			"speaker": "TB",
			"text_bit": "Right off? ",
			"timecode": "00:28:03.000"
		},
		{
			"id": "222",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "00:28:03.000"
		},
		{
			"id": "223",
			"speaker": "TB",
			"text_bit": "So, that’s not tribal land now? ",
			"timecode": "00:28:03.000"
		},
		{
			"id": "224",
			"speaker": "GH",
			"text_bit": "No. ",
			"timecode": "00:28:03.000"
		},
		{
			"id": "225",
			"speaker": "TB",
			"text_bit": "You would run down to that house and use the phone? ",
			"timecode": "00:28:03.000"
		},
		{
			"id": "226",
			"speaker": "GH",
			"text_bit": "Yes.  Everybody went there.  All. ",
			"timecode": "00:28:03.000"
		},
		{
			"id": "227",
			"speaker": "TB",
			"text_bit": "Yes. ",
			"timecode": "00:28:03.000"
		},
		{
			"id": "228",
			"speaker": "GH",
			"text_bit": "That’s the way they got the doctor.  Now I believe the first one on the reservation—I don’t know because it hasn’t been down there too many years since the lines been running down there. ",
			"timecode": "00:28:25.000"
		},
		{
			"id": "229",
			"speaker": "TB",
			"text_bit": "The line stopped at that house? ",
			"timecode": "00:28:25.000"
		},
		{
			"id": "230",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "00:28:25.000"
		},
		{
			"id": "231",
			"speaker": "TB",
			"text_bit": "The line didn’t go any further?  It just stopped?  How about the paved road? ",
			"timecode": "00:28:25.000"
		},
		{
			"id": "232",
			"speaker": "GH",
			"text_bit": "Well, there wasn’t no paved roads in there for ages. ",
			"timecode": "00:28:25.000"
		},
		{
			"id": "233",
			"speaker": "TB",
			"text_bit": "Where did the pavement stop? ",
			"timecode": "00:28:25.000"
		},
		{
			"id": "234",
			"speaker": "GH",
			"text_bit": "I think we used to get off the pavement out here in Lesslie. ",
			"timecode": "00:28:51.000"
		},
		{
			"id": "235",
			"speaker": "TB",
			"text_bit": "From Lesslie on? ",
			"timecode": "00:28:51.000"
		},
		{
			"id": "236",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "00:28:51.000"
		},
		{
			"id": "237",
			"speaker": "TB",
			"text_bit": "Would you have trouble getting in if it rained a lot? ",
			"timecode": "00:28:51.000"
		},
		{
			"id": "238",
			"speaker": "GH",
			"text_bit": "Well, it would get rough.  There would be a lot of ruts and things, you know.  That’s the reason this funeral man up here at Greene’s said the Indians wouldn’t let him down there to take the body. ",
			"timecode": "00:28:51.000"
		},
		{
			"id": "239",
			"speaker": "GH",
			"text_bit": "Not the body—bring the coffins onto the reservation.  He said Chief Blue used to meet him right there where the church is now, and he’d transfer that coffin into the wagon.  And Chief Blue, he said, wouldn’t allow him on the reservation.  But he didn’t understand: the roads were so bad on the reservation they did that to keep him from getting stuck, don’t you see. ",
			"timecode": "00:29:18.000"
		},
		{
			"id": "240",
			"speaker": "TB",
			"text_bit": "Those roads on the reservation weren’t maintained by anybody? ",
			"timecode": "00:29:43.000"
		},
		{
			"id": "241",
			"speaker": "GH",
			"text_bit": "Well, the state would come along and scrape them once in a while.  That’s about all they did was scrape them.  But when it would rain again, they would get rough again, you know.  Sometimes they’d come along and put down a little topsoil, but it would be so thin it wouldn’t last long, you know.  So that’s the way they managed that road.  They had a time, before they ever got that paved; it was a long time before they ever got that paved.  They fussed and fumed and got after them and got after them, and it took a long time to get it down there. ",
			"timecode": "00:29:43.000"
		},
		{
			"id": "242",
			"speaker": "TB",
			"text_bit": "Did the pavement stop?  After they got it paved did it stop right there at the reservation? ",
			"timecode": "00:30:15.000"
		},
		{
			"id": "243",
			"speaker": "GH",
			"text_bit": "Yes.  It stopped right there where the church is now, where Bishop Osborne lives.  Stopped right in front of his house, and that’s as far as it was paved. ",
			"timecode": "00:30:15.000"
		},
		{
			"id": "244",
			"speaker": "TB",
			"text_bit": "And they wouldn’t go any further? ",
			"timecode": "00:30:15.000"
		},
		{
			"id": "245",
			"speaker": "GH",
			"text_bit": "No. ",
			"timecode": "00:30:15.000"
		},
		{
			"id": "246",
			"speaker": "TB",
			"text_bit": "For Heaven’s sakes!  Well why not? ",
			"timecode": "00:30:15.000"
		},
		{
			"id": "247",
			"speaker": "GH",
			"text_bit": "Just because there was Indians living down there.  What made me mad though is, I say, they’d go out here and pave all these roads to the river where people could go fishing, and they wouldn’t pave that road where people could travel!  Now that was disgusting to me!  Just for the big shots to go fishing, but not for human beings to ride on a good road, to have a good road.  And that just burned me up! ",
			"timecode": "00:30:36.000"
		},
		{
			"id": "248",
			"speaker": "TB",
			"text_bit": "Well, you all pay taxes? ",
			"timecode": "00:31:03.000"
		},
		{
			"id": "249",
			"speaker": "GH",
			"text_bit": "Sure! ",
			"timecode": "00:31:03.000"
		},
		{
			"id": "250",
			"speaker": "TB",
			"text_bit": "Income tax? ",
			"timecode": "00:31:03.000"
		},
		{
			"id": "251",
			"speaker": "GH",
			"text_bit": "Yes!  But they still wouldn’t do it! ",
			"timecode": "00:31:03.000"
		},
		{
			"id": "252",
			"speaker": "TB",
			"text_bit": "But they still wouldn’t do it?  You mentioned that the chickens roosted in the tree; didn’t they have a chicken coop? ",
			"timecode": "00:31:03.000"
		},
		{
			"id": "253",
			"speaker": "GH",
			"text_bit": "We had a chicken coop to raise them in, but when they got up bigger they always roosted in a big tree—in the cedar trees-through the winter. ",
			"timecode": "00:31:03.000"
		},
		{
			"id": "254",
			"speaker": "TB",
			"text_bit": "And that would keep—oh, it doesn’t snow that much!  And that would keep the weather off them? ",
			"timecode": "00:31:31.000"
		},
		{
			"id": "255",
			"speaker": "GH",
			"text_bit": "Yes.  But a lot of times I’d see that cedar tree covered with snow, and I’d see them chickens sitting up around in there.  I guess, you know, that when snow hits something it’s like an insulation, you know?  It would keep it warm.  And cedar trees—that one we had in our yard was an old one, and it was thick and it was a big old high tree, and they could get up in there and they’d stay up in there and stay warm.  But if it snowed a lot, you know, they wouldn’t come down out of that tree. ",
			"timecode": "00:31:31.000"
		},
		{
			"id": "256",
			"speaker": "TB",
			"text_bit": "Oh really? ",
			"timecode": "00:32:06.000"
		},
		{
			"id": "257",
			"speaker": "GH",
			"text_bit": "No, they wouldn’t come down. ",
			"timecode": "00:32:06.000"
		},
		{
			"id": "258",
			"speaker": "TB",
			"text_bit": "Not even for food? ",
			"timecode": "00:32:06.000"
		},
		{
			"id": "259",
			"speaker": "GH",
			"text_bit": "No.  They stay up there the whole day the first day, maybe the next day.  They’d have to come down, but they’d stay up there no matter what you’d do; they’d stay up there all day! ",
			"timecode": "00:32:06.000"
		},
		{
			"id": "260",
			"speaker": "TB",
			"text_bit": "Who killed the chickens? ",
			"timecode": "00:32:06.000"
		},
		{
			"id": "261",
			"speaker": "GH",
			"text_bit": "Well, mama did.  Wring their necks, throw him out there, and let him hide, and— ",
			"timecode": "00:32:06.000"
		},
		{
			"id": "262",
			"speaker": "TB",
			"text_bit": "How did she do it? ",
			"timecode": "00:32:06.000"
		},
		{
			"id": "263",
			"speaker": "GH",
			"text_bit": "Wring the chicken’s neck.  Wring his neck and throw him out there— ",
			"timecode": "00:32:06.000"
		},
		{
			"id": "264",
			"speaker": "TB",
			"text_bit": "He’d just flop around? ",
			"timecode": "00:32:06.000"
		},
		{
			"id": "265",
			"speaker": "GH",
			"text_bit": "Flop around until he died. ",
			"timecode": "00:32:06.000"
		},
		{
			"id": "266",
			"speaker": "TB",
			"text_bit": "And then she would--?  Well how would she proceed from there? ",
			"timecode": "00:32:37.000"
		},
		{
			"id": "267",
			"speaker": "GH",
			"text_bit": "Well, they would take them and stick them in a pot of hot water so the feathers would release, and then pick him and then dress him. ",
			"timecode": "00:32:37.000"
		},
		{
			"id": "268",
			"speaker": "TB",
			"text_bit": "You never did that? ",
			"timecode": "00:32:37.000"
		},
		{
			"id": "269",
			"speaker": "GH",
			"text_bit": "I bet I haven’t wrang over three or four chickens’ necks.  I just couldn’t!  Looked like to me I couldn’t do that, and after I got married my husband done it.  Well, he always tie[d] them up on the clothesline and cut their neck off and let them bleed.  And I like them better like that. ",
			"timecode": "00:32:37.000"
		},
		{
			"id": "270",
			"speaker": "TB",
			"text_bit": "Yes, it’s better when they bleed. ",
			"timecode": "00:33:12.000"
		},
		{
			"id": "271",
			"speaker": "GH",
			"text_bit": "Yes.  He’d leave them hang there and let them bleed, and the— ",
			"timecode": "00:33:12.000"
		},
		{
			"id": "272",
			"speaker": "TB",
			"text_bit": "Is there a difference in the meat that way? ",
			"timecode": "00:33:12.000"
		},
		{
			"id": "273",
			"speaker": "GH",
			"text_bit": "Looked like there was to me. ",
			"timecode": "00:33:12.000"
		},
		{
			"id": "274",
			"speaker": "TB",
			"text_bit": "Yes.  We had a slaughterhouse, and we always bled the chickens.  And I’m surprised that people, a lot of people, wring their necks. ",
			"timecode": "00:33:12.000"
		},
		{
			"id": "275",
			"speaker": "GH",
			"text_bit": "A lot of people do.  I know that my mama and my grandmother did.  If they wanted a chicken, they’d go out and wring their necks.  Of course they’d cut their head off and then they’d bleed them, you know.  But my husband always cut the head off—just straighten[ed] it out and whack it off, and left them hanging on the line.  And then— ",
			"timecode": "00:33:32.000"
		},
		{
			"id": "276",
			"speaker": "TB",
			"text_bit": "Tell me about Peter Harris wrestling with the devil. ",
			"timecode": "00:33:32.000"
		},
		{
			"id": "277",
			"speaker": "GH",
			"text_bit": "[Laugh.]  Well, they said he was coming from a dance where he had been playing music, and it was over in Sunday morning then when he was coming home.  And he met this man on the road.  And he was by himself.  And he asked him to let him look at his fiddle.  And he handed him the fiddle, and he said he played music.  And he played “The Devil’s Dream” just like he had always played it! ",
			"timecode": "00:33:53.000"
		},
		{
			"id": "278",
			"speaker": "GH",
			"text_bit": "Played the same thing!  And he said he handed it back to him and he told him, he said, “Let’s wrestle!”  And he said he had never seen the man before and he didn’t know who he was.  But anyway, he said they wrestled.  And he said he was a big man, and he got to wrestling with him too, but the devil throwed him down!  Said he throwed him down, and he thought, “My goodness!”  But they wrestled around there.  And they quit.  And he got up; as he got up, he looked down at the man’s foot, and his feet had a hoof like a cow and the other one had a man’s foot! ",
			"timecode": "00:34:22.000"
		},
		{
			"id": "279",
			"speaker": "GH",
			"text_bit": "And he said the man walked off and left him and went on back up from the way he came.  And he told about it; and a lot of people said, “Well, maybe he was drunk.”  But he said he wasn’t drunk, he wasn’t drinking.  And he knowed he was— ",
			"timecode": "00:34:58.000"
		},
		{
			"id": "280",
			"speaker": "TB",
			"text_bit": "Who was he? ",
			"timecode": "00:34:58.000"
		},
		{
			"id": "281",
			"speaker": "GH",
			"text_bit": "He was my husband’s great-granddaddy. ",
			"timecode": "00:34:58.000"
		},
		{
			"id": "282",
			"speaker": "TB",
			"text_bit": "Is he the one who was raised by the Spratts? ",
			"timecode": "00:34:58.000"
		},
		{
			"id": "283",
			"speaker": "GH",
			"text_bit": "Yes.  He is buried up here at the Fort Mill Cemetery. ",
			"timecode": "00:35:25.000"
		},
		{
			"id": "284",
			"speaker": "TB",
			"text_bit": "Yes.  How did that happen? ",
			"timecode": "00:35:25.000"
		},
		{
			"id": "285",
			"speaker": "GH",
			"text_bit": "Well, he worked for the Spratts.  The Spratts, you know, they had always been friendly with the Indians because the Indians had given the Spratts the land.  I think—I don’t know whether Spratt was an Englishman or a Frenchman.  I don’t know what is he?  Do you remember seeing?  But he was one of something.  But anyway, he was hunting, on his way where he was planning to go—on down, further down. ",
			"timecode": "00:35:25.000"
		},
		{
			"id": "286",
			"speaker": "GH",
			"text_bit": "Florida or Georgia or somewhere.  But he come up here in Fort Mill and he met the Indians and said the Indians were so friendly with him he stayed a while.  And then he told them what he was hunting: he was hunting up some land.  And he said these Indians up and give him a home!  Give him enough land to live on.  And that’s why he’s always, the Spratts have always been friends to the Indians. ",
			"timecode": "00:35:59.000"
		},
		{
			"id": "287",
			"speaker": "TB",
			"text_bit": "And then what’s—Peter? ",
			"timecode": "00:36:27.000"
		},
		{
			"id": "288",
			"speaker": "GH",
			"text_bit": "He worked for them up there, and he’s buried on the Spratt’s, in the Spratt’s cemetery. ",
			"timecode": "00:36:27.000"
		},
		{
			"id": "289",
			"speaker": "TB",
			"text_bit": "In Fort Mill? ",
			"timecode": "00:36:27.000"
		},
		{
			"id": "290",
			"speaker": "GH",
			"text_bit": "In Fort Mill. ",
			"timecode": "00:36:27.000"
		},
		{
			"id": "291",
			"speaker": "TB",
			"text_bit": "They have their own cemetery? ",
			"timecode": "00:36:27.000"
		},
		{
			"id": "292",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "00:36:27.000"
		},
		{
			"id": "293",
			"speaker": "TB",
			"text_bit": "Oh, for heaven’s sakes! ",
			"timecode": "00:36:27.000"
		},
		{
			"id": "294",
			"speaker": "GH",
			"text_bit": "Billy’s done went and seen it, because Billy told me; he said someone was down there and he went to see it.  And he asked me, “Who was Peter Harris?”  And I said, “Well good gracious Billy!  That’s your great-granddaddy!”  He said, “I didn’t know that, grandma!  I know you said that he was a . . .”  He said, “I didn’t know it--” ",
			"timecode": "00:36:27.000"
		},
		{
			"id": "295",
			"speaker": "TB",
			"text_bit": "How many children did he have? ",
			"timecode": "00:37:05.000"
		},
		{
			"id": "296",
			"speaker": "GH",
			"text_bit": "Who was that? ",
			"timecode": "00:37:05.000"
		},
		{
			"id": "297",
			"speaker": "TB",
			"text_bit": "Peter. ",
			"timecode": "00:37:05.000"
		},
		{
			"id": "298",
			"speaker": "GH",
			"text_bit": "I don’t know that either. ",
			"timecode": "00:37:05.000"
		},
		{
			"id": "299",
			"speaker": "TB",
			"text_bit": "Now, that’s not Epp’s? ",
			"timecode": "00:37:05.000"
		},
		{
			"id": "300",
			"speaker": "GH",
			"text_bit": "No. ",
			"timecode": "00:37:05.000"
		},
		{
			"id": "301",
			"speaker": "TB",
			"text_bit": "That’s not Epp’s family? ",
			"timecode": "00:37:05.000"
		},
		{
			"id": "302",
			"speaker": "GH",
			"text_bit": "That’s another family. ",
			"timecode": "00:37:05.000"
		},
		{
			"id": "303",
			"speaker": "TB",
			"text_bit": "A completely different family?  Tell me about Billy George and going to the barroom. ",
			"timecode": "00:37:05.000"
		},
		{
			"id": "304",
			"speaker": "GH",
			"text_bit": "Going to the barroom? ",
			"timecode": "00:37:05.000"
		},
		{
			"id": "305",
			"speaker": "TB",
			"text_bit": "Yes. ",
			"timecode": "00:37:05.000"
		},
		{
			"id": "306",
			"speaker": "GH",
			"text_bit": "That’s the one you didn’t get. ",
			"timecode": "00:37:05.000"
		},
		{
			"id": "307",
			"speaker": "TB",
			"text_bit": "I don’t know what happened to that.  It might be there and I just couldn’t find it. ",
			"timecode": "00:37:05.000"
		},
		{
			"id": "308",
			"speaker": "GH",
			"text_bit": "Well, he got drunk and he was in the barroom and, ah, he laid down on the floor and he went to sleep.  And the man who was running the bar tried to wake him up, and he couldn’t wake him!  And it was getting night and he had to go home. So he said, “Well, I’ll just lock him up in here and go on home and go to bed.” ",
			"timecode": "00:37:32.000"
		},
		{
			"id": "309",
			"speaker": "GH",
			"text_bit": "So he went home and went to bed.  And, ah, he was fooling around the house, and I reckon he ate breakfast and everything before he went back out to his place, you know.  And he said it was late in the morning when he got back, and Billy George was setting up there—had done woke up and was shaking and needing a drink, and had all this stuff that he could drink if he wanted it, right there where he could get ahold of it. ",
			"timecode": "00:37:54.000"
		},
		{
			"id": "310",
			"speaker": "GH",
			"text_bit": "But he didn’t bother any of it.  So when the man opened up and went in and he spoke to him he said, “No, I was waiting for you to come so I could ask you for one.”  He said, “I wasn’t going to take anything without asking you.”  So the man told him to go ahead and help yourself!  So this man was the one who told it, you see, about Billy George. ",
			"timecode": "00:38:20.000"
		},
		{
			"id": "311",
			"speaker": "GH",
			"text_bit": "I guess he never thought about an Indian being, you know, being anything.  But the white man was the one who told the story about him setting up there and having anything he wanted, you know, to drink.  He could have gotten drunk again, if he wanted to; but he wouldn’t take nothing until that man come back there and told him, and give it to him. ",
			"timecode": "00:38:50.000"
		},
		{
			"id": "312",
			"speaker": "TB",
			"text_bit": "You never saw him? ",
			"timecode": "00:38:50.000"
		},
		{
			"id": "313",
			"speaker": "GH",
			"text_bit": "No.  He died. ",
			"timecode": "00:38:50.000"
		},
		{
			"id": "314",
			"speaker": "TB",
			"text_bit": "He died long before?  But he had Lucy George; tell me about her. ",
			"timecode": "00:38:50.000"
		},
		{
			"id": "315",
			"speaker": "GH",
			"text_bit": "He had Lucy George and John George; and, I reckon, there’s Betsy.  I don’t know whether Betsey is his.  Must not be, though; Betsy is a half-sister to Lucy and John George, so I don’t—must not have been Billy George’s, because I think they had the same mother, but a different daddy. ",
			"timecode": "00:39:17.000"
		},
		{
			"id": "316",
			"speaker": "GH",
			"text_bit": "And I think Betsy’s daddy was a white man, because she was real fair.  I know she was about half white. ",
			"timecode": "00:39:49.000"
		},
		{
			"id": "317",
			"speaker": "TB",
			"text_bit": "Yes, Betsy George. ",
			"timecode": "00:39:49.000"
		},
		{
			"id": "318",
			"speaker": "GH",
			"text_bit": "Yes.  They used to call her Betsy Crawford.  I don’t know where the Crawford come from, unless that was her daddy’s name.  I don’t know that.  Now I just remembered that they used to say Betsy Crawford to distinguish Betsy from Betsy, you know, Betty Harris.  You know—Doris and them’s aunt?  They’d always say Betsy Crawford. ",
			"timecode": "00:39:49.000"
		},
		{
			"id": "319",
			"speaker": "TB",
			"text_bit": "That must have been her daddy’s name. ",
			"timecode": "00:40:18.000"
		},
		{
			"id": "320",
			"speaker": "GH",
			"text_bit": "It could have been.  But I know they always said Betsy Crawford.  And she finally married Bob Harris; she married him one time. ",
			"timecode": "00:40:18.000"
		},
		{
			"id": "321",
			"speaker": "TB",
			"text_bit": "Betsy did?  The same Bob Harris that married Nettie? ",
			"timecode": "00:40:18.000"
		},
		{
			"id": "322",
			"speaker": "GH",
			"text_bit": "Betsy Crawford was his first wife; and then they separated, and he never—I think he was married when he was kind of young, and he never did remarry, Bob, until he married Nettie, and he was an old man then, I know! ",
			"timecode": "00:40:33.000"
		},
		{
			"id": "323",
			"speaker": "TB",
			"text_bit": "Well what about Lucy Starnes, Lucy George? ",
			"timecode": "00:40:33.000"
		},
		{
			"id": "324",
			"speaker": "GH",
			"text_bit": "Well, Lucy George, she had all these kids, you know, by that Nesbit fellow.  And then she finally married a white man called Jim Starnes, because Jewel Nesbit, he wasn’t going to marry her.  Then— ",
			"timecode": "00:40:55.000"
		},
		{
			"id": "325",
			"speaker": "TB",
			"text_bit": "How did that come about?  Did she live over there? ",
			"timecode": "00:40:55.000"
		},
		{
			"id": "326",
			"speaker": "GH",
			"text_bit": "Yes, she lived over there at the Nesbit place.  Her folks did, you see, when she was growing up. ",
			"timecode": "00:41:14.000"
		},
		{
			"id": "327",
			"speaker": "TB",
			"text_bit": "Oh.  Billy lived over there? ",
			"timecode": "00:41:14.000"
		},
		{
			"id": "328",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "00:41:14.000"
		},
		{
			"id": "329",
			"speaker": "TB",
			"text_bit": "Billy worked there, or what? ",
			"timecode": "00:41:14.000"
		},
		{
			"id": "330",
			"speaker": "GH",
			"text_bit": "Well, I guess they did, because that’s where everybody worked.  Of course I know my daddy used to work over there on that farm because Jesse was born over there on the Nesbit farm right across the river, straight across the river. ",
			"timecode": "00:41:14.000"
		},
		{
			"id": "331",
			"speaker": "GH",
			"text_bit": "I used to could see the old house where my grandmother lived.  We could look across the river and see the house that Jesse was born in, and, ah—but that house is torn down now. ",
			"timecode": "00:41:36.000"
		},
		{
			"id": "332",
			"speaker": "TB",
			"text_bit": "I see.  Then they moved to the ferry, and then they moved to the reservation. ",
			"timecode": "00:41:36.000"
		},
		{
			"id": "333",
			"speaker": "GH",
			"text_bit": "I don’t know where all he moved before then. ",
			"timecode": "00:41:36.000"
		},
		{
			"id": "334",
			"speaker": "TB",
			"text_bit": "But a lot of people worked for the Nesbits? ",
			"timecode": "00:41:36.000"
		},
		{
			"id": "335",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "00:41:36.000"
		},
		{
			"id": "336",
			"speaker": "TB",
			"text_bit": "Well.  I thought the bottoms belonged to the Johnstons. ",
			"timecode": "00:41:36.000"
		},
		{
			"id": "337",
			"speaker": "GH",
			"text_bit": "Well, I guess they did long years ago; but after the Nesbits got it, the Nesbits had it. ",
			"timecode": "00:41:59.000"
		},
		{
			"id": "338",
			"speaker": "TB",
			"text_bit": "Yes. So, this Jewel Nesbit—who was he? ",
			"timecode": "00:41:59.000"
		},
		{
			"id": "339",
			"speaker": "GH",
			"text_bit": "He was a, all I know—I don’t know his daddy now. Well, I did know Jewel. I may have seen him. But Jewel Nesbit and Vernon Nesbit and Dr. Jim Nesbit—and there was another one—were all brothers, and, you see, they owned that land over there. ",
			"timecode": "00:41:59.000"
		},
		{
			"id": "340",
			"speaker": "TB",
			"text_bit": "So she had how many Nesbit children? ",
			"timecode": "00:42:37.000"
		},
		{
			"id": "341",
			"speaker": "GH",
			"text_bit": "Let’s see:  she had Ephriam, Janette, Landrum, Eva—and Landrum are four. ",
			"timecode": "00:42:37.000"
		},
		{
			"id": "342",
			"speaker": "TB",
			"text_bit": "She had Ephriam, Janette, and Landrum? ",
			"timecode": "00:42:37.000"
		},
		{
			"id": "343",
			"speaker": "GH",
			"text_bit": "And Eva. ",
			"timecode": "00:42:37.000"
		},
		{
			"id": "344",
			"speaker": "TB",
			"text_bit": "And Eva George.  And they all went by the name George? ",
			"timecode": "00:42:37.000"
		},
		{
			"id": "345",
			"speaker": "GH",
			"text_bit": "Because she never married Nesbit, and the children never took the Nesbit name. ",
			"timecode": "00:42:58.000"
		},
		{
			"id": "346",
			"speaker": "TB",
			"text_bit": "Never took that name. ",
			"timecode": "00:42:58.000"
		},
		{
			"id": "347",
			"speaker": "GH",
			"text_bit": "Well, they didn’t have no right to, don’t you see. ",
			"timecode": "00:42:58.000"
		},
		{
			"id": "348",
			"speaker": "TB",
			"text_bit": "Did the Nesbits ever acknowledge them? ",
			"timecode": "00:42:58.000"
		},
		{
			"id": "349",
			"speaker": "GH",
			"text_bit": "Well, he did, I think, for a long time, because he built her a house down there.  Well, he sent the lumber over here to build her a house, you know, after the children was grown up.  She asked him about some lumber, and then he told her he was going to send her a bill for it!  And she said, she told him, “Let me tell you, you got kids over here and you have as much [?] for them!  And you ain’t getting a dime for it!” ",
			"timecode": "00:42:58.000"
		},
		{
			"id": "350",
			"speaker": "TB",
			"text_bit": "And that was the end of that! ",
			"timecode": "00:43:35.000"
		},
		{
			"id": "351",
			"speaker": "GH",
			"text_bit": "And that was the end of the tale! ",
			"timecode": "00:43:35.000"
		},
		{
			"id": "352",
			"speaker": "TB",
			"text_bit": "How did she die? ",
			"timecode": "00:43:35.000"
		},
		{
			"id": "353",
			"speaker": "GH",
			"text_bit": "She got burned to death. ",
			"timecode": "00:43:35.000"
		},
		{
			"id": "354",
			"speaker": "TB",
			"text_bit": "How did that happen? ",
			"timecode": "00:43:35.000"
		},
		{
			"id": "355",
			"speaker": "GH",
			"text_bit": "She got burned right over here.  You know where Isabelle is living now?  She was staying over there with Ephriam and Isabelle.  And I remember one morning—well, Isabelle, well, Ephriam was at work; he went to work at the mill. ",
			"timecode": "00:43:35.000"
		},
		{
			"id": "356",
			"speaker": "GH",
			"text_bit": "He went to work, and Isabelle said that around somewhere before dinnertime—Lucy had been ailing.  She had a lot of arthritis, and she said she wasn’t right well.  And she was up in her late 70s—I don’t know whether she said she was 75 or 76 years old; somewhere like that.  But she said she couldn’t hardly get about.  She had a lot of trouble with arthritis in her knees.  And so Ephriam had her to stay with him, you know; and she had a room. ",
			"timecode": "00:44:04.000"
		},
		{
			"id": "357",
			"speaker": "GH",
			"text_bit": "And it was in cold weather—I don’t know if it was real cold, but you needed heat, you know—and she had a little old oil heater that she would light in her room sometimes when she went in there to do anything.  And she said she had to wash out a few things.  And Isabelle said she remembered when she came through the house and got the wash pan.  It was just some small things that she was going to wash—I don’t know whether it was hosiery or what. ",
			"timecode": "00:44:29.000"
		},
		{
			"id": "358",
			"speaker": "GH",
			"text_bit": "But anyway, she said, “I got to wash out a few things.”  But anyway, she got her water and went in there.  And they figured that she had a portable oil heater, and she come in to light it.  And they said that, well, something could have happened to her.  They said she was sitting on the bed, but her feet were still on the floor. ",
			"timecode": "00:44:58.000"
		},
		{
			"id": "359",
			"speaker": "GH",
			"text_bit": "And Isabelle—I don’t know how that Isabelle, I don’t see why Isabelle didn’t smell the smoke!  It beats me!  But Isabelle said she went to fix lunch—that’s what she was going to fix for her and Lucy—and that’s the way she found her, I think.  After she fixed lunch she went in there, and smoke boiled out, and—but she said Lucy had kicked the, looked like maybe she had kicked it over when she just fell back on the bed, and maybe kicked it over; or it fell over when she went to light it. ",
			"timecode": "00:45:20.000"
		},
		{
			"id": "360",
			"speaker": "GH",
			"text_bit": "No one knows.  But that little heater was opened up and it was laying that way in front, right by her feet.  It was by her feet and it was laying on the floor, and the room was full of smoke!  And she got, I think she hollered for Alberta—[she] lived across the road from them.  And she hollered for somebody.  And she went to the door and hollered for somebody to help! ",
			"timecode": "00:45:54.000"
		},
		{
			"id": "361",
			"speaker": "GH",
			"text_bit": "And Landrum lived, you know, where he is, and they called him.  And I don’t know who brought her out on the floor—Landrum did, I guess.  And they said the fire had burnt all the way around the mattress and it had burned her clothes off of her; and she was still living!  But—yes, she was still living! ",
			"timecode": "00:46:17.000"
		},
		{
			"id": "362",
			"speaker": "GH",
			"text_bit": "They got her to the hospital though.  And she died, I guess it was later in the afternoon.  I know Douglas and I had went down to Doris’s that morning and we stayed down there and we cleaned it up.  And we were coming back, and we were coming back past Ephriam’s house, and I looked down there and I seen the door standing open.  And I don’t know what made me, [but] I said, “Douglas, something’s wrong here!”  And he said, “What?”  And I said, “There’s something wrong!” ",
			"timecode": "00:46:42.000"
		},
		{
			"id": "363",
			"speaker": "GH",
			"text_bit": "And he said, “Why do you think so?”  And I saw Isabelle come out and go back in, and I said, “There is something wrong, and I know it!”  And he said, “Well, I’ll pull in there and see.”  So he pulled in there, and we pulled in and we got out, and I asked Isabelle, I said, “What’s wrong?”  And she said, “Oh,” she said, “Lucy’s got burnt!”  She was still at the house, and Ephriam had done, she had called him, and he had gone over at the hospital. ",
			"timecode": "00:47:10.000"
		},
		{
			"id": "364",
			"speaker": "GH",
			"text_bit": "And I—Isabelle was shook up.  She was shook up so bad!  And she just didn’t know what to do.  She said, “Look, we don’t know what happened.  She’s the only one who knows.  She went in there, and we figured she must have tried to light that heater, and either something happened to her while she was trying to light it, or she dropped the match out of her hand.  Because it looks like she would have hollered, don’t it?” ",
			"timecode": "00:47:39.000"
		},
		{
			"id": "365",
			"speaker": "TB",
			"text_bit": "Yes, or it happened so fast she didn’t have a chance to holler. ",
			"timecode": "00:47:39.000"
		},
		{
			"id": "366",
			"speaker": "GH",
			"text_bit": "I just can’t imagine!  I feel like— ",
			"timecode": "00:48:11.000"
		},
		{
			"id": "367",
			"speaker": "TB",
			"text_bit": "Or she had a stroke and just couldn’t holler. ",
			"timecode": "00:48:11.000"
		},
		{
			"id": "368",
			"speaker": "GH",
			"text_bit": "Yes, just—something happened to her. ",
			"timecode": "00:48:11.000"
		},
		{
			"id": "369",
			"speaker": "TB",
			"text_bit": "Something besides the fire? ",
			"timecode": "00:48:11.000"
		},
		{
			"id": "370",
			"speaker": "GH",
			"text_bit": "Yes.  Because she could still walk, you know—not fast, but she could still get about.  And she could still holler.  And it looked like, you know— ",
			"timecode": "00:48:11.000"
		},
		{
			"id": "371",
			"speaker": "TB",
			"text_bit": "Why did they bury her downtown in that cemetery? ",
			"timecode": "00:48:11.000"
		},
		{
			"id": "372",
			"speaker": "GH",
			"text_bit": "Was she buried in that cemetery? ",
			"timecode": "00:48:11.000"
		},
		{
			"id": "373",
			"speaker": "TB",
			"text_bit": "Yes.  There’s two Catawbas down there. ",
			"timecode": "00:48:11.000"
		},
		{
			"id": "374",
			"speaker": "GH",
			"text_bit": "Where?  In Rock Hill?  I done forgot where she was buried.  Well, I imagine that it was because they had bought lots there long years ago.  That’s the way a lot of them, you know—they lived in town a lot, and you know how people go around selling grave lands?  They probably bought lots then.  Jim was buried there too.  Jim, her husband. ",
			"timecode": "00:48:39.000"
		},
		{
			"id": "375",
			"speaker": "TB",
			"text_bit": "Jim Starnes?  Oh.  Maybe that’s it.  He didn’t want to be buried on the reservation? ",
			"timecode": "00:49:01.000"
		},
		{
			"id": "376",
			"speaker": "GH",
			"text_bit": "No.  Jim had bought lots a long time ago.  You know—somebody around selling them.  Just like Moroni George.  Now, he’s buried there in— ",
			"timecode": "00:49:01.000"
		},
		{
			"id": "377",
			"speaker": "TB",
			"text_bit": "Oh, is he? ",
			"timecode": "00:49:01.000"
		},
		{
			"id": "378",
			"speaker": "GH",
			"text_bit": "Yes.  When he stayed over here, across from here a little bit, people came around this section wanting to sell cemetery lots.  And he bought them, and got them real cheap then!  And you could get a lot of them.  And even his own sons, his own children, didn’t know that their daddy and them had these lots up there! ",
			"timecode": "00:49:15.000"
		},
		{
			"id": "379",
			"speaker": "TB",
			"text_bit": "Isn’t that funny? ",
			"timecode": "00:49:15.000"
		},
		{
			"id": "380",
			"speaker": "GH",
			"text_bit": "Because I talked to his oldest son, the one [?] in York, and he told me, he said, “I didn’t know Daddy had no lots up here, but they bought them when they lived back down here!”  He told me, “When--.”  I think his mama had told me they had bought them a long time ago. ",
			"timecode": "00:49:15.000"
		},
		{
			"id": "381",
			"speaker": "TB",
			"text_bit": "For goodness sakes!  I think I’d want to be buried down on the reservati ",
			"timecode": "00:49:53.000"
		},
		{
			"id": "382",
			"speaker": "GH",
			"text_bit": "I would too! ",
			"timecode": "00:49:53.000"
		},
		{
			"id": "383",
			"speaker": "TB",
			"text_bit": "I wouldn’t want to be off somewhere!  Tell me about Furman McDonald. ",
			"timecode": "00:49:53.000"
		},
		{
			"id": "384",
			"speaker": "GH",
			"text_bit": "That was before my time, I guess.  I don’t remember him.  But he was a great one—my father was a great—they were great friends.  We had a big picture of McDonald—and I don’t know what ever happened to it—that he gave my daddy.  And my daddy thought a lot of him.  And that’s who Furman’s named after.  And my mother named Furman after him, you see?  His name was McDonald Furman, and she named him Furman.  Why, I guess she knew him, you know. ",
			"timecode": "00:49:53.000"
		},
		{
			"id": "385",
			"speaker": "TB",
			"text_bit": "And they liked him. ",
			"timecode": "00:50:36.000"
		},
		{
			"id": "386",
			"speaker": "GH",
			"text_bit": "And she named Furman after him. ",
			"timecode": "00:50:36.000"
		},
		{
			"id": "387",
			"speaker": "TB",
			"text_bit": "Did she ever tell you about him? ",
			"timecode": "00:50:36.000"
		},
		{
			"id": "388",
			"speaker": "GH",
			"text_bit": "I just know she said he was a good friend, but I didn’t know too much about him, what he was there for or what he was doing. ",
			"timecode": "00:50:36.000"
		},
		{
			"id": "389",
			"speaker": "TB",
			"text_bit": "He did research. ",
			"timecode": "00:50:36.000"
		},
		{
			"id": "390",
			"speaker": "GH",
			"text_bit": "Yes, I heard that. ",
			"timecode": "00:50:36.000"
		},
		{
			"id": "391",
			"speaker": "TB",
			"text_bit": "He wrote a lot of stuff trying to be helpful.  Tell me about your first car! ",
			"timecode": "00:50:36.000"
		},
		{
			"id": "392",
			"speaker": "GH",
			"text_bit": "Our first car? ",
			"timecode": "00:51:01.000"
		},
		{
			"id": "393",
			"speaker": "TB",
			"text_bit": "When did you get it?  What kind of car was it?  And— ",
			"timecode": "00:51:01.000"
		},
		{
			"id": "394",
			"speaker": "GH",
			"text_bit": "Well, I guess it was a Model T.  It was a Model T or a Model A.  We never owned cars for a long time.  My husband, he was always, you know, never wanted to own a car very much.  Said, “I don’t want a car!” ",
			"timecode": "00:51:01.000"
		},
		{
			"id": "395",
			"speaker": "GH",
			"text_bit": "But it was in—I can’t say what year we got our car, but I remember Floyd was small when we got it.  He was four or five years old, I guess.  He must have been— ",
			"timecode": "00:51:31.000"
		},
		{
			"id": "396",
			"speaker": "TB",
			"text_bit": "It would have been around . . .? ",
			"timecode": "00:51:31.000"
		},
		{
			"id": "397",
			"speaker": "GH",
			"text_bit": "It had to have been in the 40s, I’m sure. ",
			"timecode": "00:51:31.000"
		},
		{
			"id": "398",
			"speaker": "TB",
			"text_bit": "In the 1940s.  Yes.  And why did you get it?  Tell me about that day. ",
			"timecode": "00:51:31.000"
		},
		{
			"id": "399",
			"speaker": "GH",
			"text_bit": "I’ll tell you who he bought that car from: I believe he bought it from Walter Harris.  I think it was Walter Harris.  I believe it was Walter Harris.  Irvin had bought him one, and he kept after my husband to get him one.  And that’s how that came about—buying a car.  I remember Irvin got his first and he said to my husband, “Why don’t you get a car?”  And he said, “I don’t need a car.  I don’t know how to drive it!”  But you know, nobody ever—he got in that car and drove it, and nobody ever— ",
			"timecode": "00:51:57.000"
		},
		{
			"id": "400",
			"speaker": "TB",
			"text_bit": "Ever taught him? ",
			"timecode": "00:52:32.000"
		},
		{
			"id": "401",
			"speaker": "GH",
			"text_bit": "No.  He just got in there and drove that thing! ",
			"timecode": "00:52:32.000"
		},
		{
			"id": "402",
			"speaker": "TB",
			"text_bit": "Did you go with him? ",
			"timecode": "00:52:32.000"
		},
		{
			"id": "403",
			"speaker": "GH",
			"text_bit": "I don’t think the first ride I did.  But I went after that.  I always went after I found out he could drive it! ",
			"timecode": "00:52:32.000"
		},
		{
			"id": "404",
			"speaker": "TB",
			"text_bit": "Well was it hard to get a car down in there? ",
			"timecode": "00:52:32.000"
		},
		{
			"id": "405",
			"speaker": "GH",
			"text_bit": "No, it wasn’t too hard. ",
			"timecode": "00:52:32.000"
		},
		{
			"id": "406",
			"speaker": "TB",
			"text_bit": "You just had to be careful. ",
			"timecode": "00:52:32.000"
		},
		{
			"id": "407",
			"speaker": "GH",
			"text_bit": "Well, if it got bad weather, you know, it was hard to get around in a car.  You might get stuck like that boy did out here.  You had to watch your place, where you’d go of course.  I remember it was a, it was a coup-like car, you know?  A single seat and they weren’t glassed in then; and they’d have these little curtains and things, you know.  And that was the first car we had.  It must have been—it had to have been a Model A, wasn’t it? ",
			"timecode": "00:52:52.000"
		},
		{
			"id": "408",
			"speaker": "TB",
			"text_bit": "I don’t know.  Where did you go with it? ",
			"timecode": "00:53:23.000"
		},
		{
			"id": "409",
			"speaker": "GH",
			"text_bit": "To town, if we wanted to go to town.  And if we wanted to go to the mountains, we’d ride to the mountains.  And that’s how we started: I sold my pots just after we got a car. ",
			"timecode": "00:53:23.000"
		},
		{
			"id": "410",
			"speaker": "TB",
			"text_bit": "Then you started peddling your pots? ",
			"timecode": "00:53:23.000"
		},
		{
			"id": "411",
			"speaker": "GH",
			"text_bit": "We found a place over here on, next to Hendersonville, across the river.  I think those roads are different now; they have better roads in there.  But we used to go over there, and I found this woman and she bought from me all the time.  Well, I didn’t have to go all over the place selling pots, I’d just make them and carry them to her, and she’d take them! ",
			"timecode": "00:53:44.000"
		},
		{
			"id": "412",
			"speaker": "TB",
			"text_bit": "What all did she want? ",
			"timecode": "00:54:10.000"
		},
		{
			"id": "413",
			"speaker": "GH",
			"text_bit": "Well, she bought just practically everything!  Whatever I would take, she would buy all of it!  Everything I’d take. ",
			"timecode": "00:54:10.000"
		},
		{
			"id": "414",
			"speaker": "TB",
			"text_bit": "Is she the lady you made the teacups for? ",
			"timecode": "00:54:10.000"
		},
		{
			"id": "415",
			"speaker": "GH",
			"text_bit": "Yes.  Set of dishes.  Made the whole thing.  She’d always—she had big ideas.  She’d always ask me ‘can you make a that?’  And then I’d always have to make everything she wanted. ",
			"timecode": "00:54:10.000"
		},
		{
			"id": "416",
			"speaker": "GH",
			"text_bit": "I just wonder if she’s still living.  I know her husband is gone because she was a young woman then, and she was a lot younger than her husband.  She had married a man that was a lot older than she was.  And he finally died. ",
			"timecode": "00:54:35.000"
		},
		{
			"id": "417",
			"speaker": "TB",
			"text_bit": "What was his name?  What was their name? ",
			"timecode": "00:54:35.000"
		},
		{
			"id": "418",
			"speaker": "GH",
			"text_bit": "Reed. ",
			"timecode": "00:54:35.000"
		},
		{
			"id": "419",
			"speaker": "TB",
			"text_bit": "Miss Reed? ",
			"timecode": "00:54:35.000"
		},
		{
			"id": "420",
			"speaker": "GH",
			"text_bit": "Mr. and Mrs. Reed.  I made for them all the time.  I remember Idle used to try to cheese in on me.  He wanted to sell to her so bad because he knew she was a good customer because she’d take what I sold her.  And he’d go by there and try to—she might take four or five dollars worth, but then she’d say, “Well, I got some coming.  Mrs. Harris is going to bring me some, and I can’t.”  And she’d buy it. ",
			"timecode": "00:54:56.000"
		},
		{
			"id": "421",
			"speaker": "TB",
			"text_bit": "What are some of the things that she asked you to make for her? ",
			"timecode": "00:55:23.000"
		},
		{
			"id": "422",
			"speaker": "GH",
			"text_bit": "Well, I remember she had me make her a canoe; that thing was—oh, I had forgot about that thing!  I made one this long; Nola rubbed it. ",
			"timecode": "00:55:23.000"
		},
		{
			"id": "423",
			"speaker": "TB",
			"text_bit": "Almost three feet? ",
			"timecode": "00:55:23.000"
		},
		{
			"id": "424",
			"speaker": "GH",
			"text_bit": "Yes, a big canoe!  And I made that big canoe for her, and I remember that!  And I bet it was that thick. ",
			"timecode": "00:55:23.000"
		},
		{
			"id": "425",
			"speaker": "TB",
			"text_bit": "Oh, my goodness!  What did she do with it? ",
			"timecode": "00:55:23.000"
		},
		{
			"id": "426",
			"speaker": "GH",
			"text_bit": "I don’t know what she did with it.  I think she had it sold to somebody.  And I made it, and Nola rubbed it.  Nola was—that’s what made me come to think about it: Nola was here and she said, “You remember that big old canoe you made?”  And I said, “I forgot about that until you mentioned it!”  And she said, “You know, I rubbed that for you.”  And I said, “Yes.”  And she said, “I couldn’t hold it!  I had to lay it on the bed to rub it!” ",
			"timecode": "00:55:45.000"
		},
		{
			"id": "427",
			"speaker": "TB",
			"text_bit": "It was that big? ",
			"timecode": "00:56:08.000"
		},
		{
			"id": "428",
			"speaker": "GH",
			"text_bit": "It was that big!  It was long, and we couldn’t—she had to lay it down to rub it.  And she remembered.  She said, “I remember rubbing that thing for you.”  And I said, “Yes, I remember making it now, after you telling me.”  But things like that, you know. ",
			"timecode": "00:56:08.000"
		},
		{
			"id": "429",
			"speaker": "TB",
			"text_bit": "And she was in Saluda? ",
			"timecode": "00:56:08.000"
		},
		{
			"id": "430",
			"speaker": "GH",
			"text_bit": "Out on the Saluda between Hendersonville there back towards Greenwood. ",
			"timecode": "00:56:08.000"
		},
		{
			"id": "431",
			"speaker": "TB",
			"text_bit": "Well, before that, how did you sell your pottery? ",
			"timecode": "00:56:36.000"
		},
		{
			"id": "432",
			"speaker": "GH",
			"text_bit": "I didn’t sell many.  I guess I sold them around home.  We did go—I went one time when Floyd was two years old and sold some; and I went to—let’s see, they had a centennial out there—King’s Mountain battleground one time. ",
			"timecode": "00:56:36.000"
		},
		{
			"id": "433",
			"speaker": "TB",
			"text_bit": "Oh, tell me about that. ",
			"timecode": "00:56:36.000"
		},
		{
			"id": "434",
			"speaker": "GH",
			"text_bit": "--and we went to the centennial and stayed a week up there.  And we camped out at night, and— ",
			"timecode": "00:56:57.000"
		},
		{
			"id": "435",
			"speaker": "TB",
			"text_bit": "What year would that be?  Floyd was two? ",
			"timecode": "00:56:57.000"
		},
		{
			"id": "436",
			"speaker": "GH",
			"text_bit": "Floyd was about two.  And I remember Floyd wouldn’t go to sleep because he’d look up and see the stars.  And the first night, he didn’t want to go to sleep to save your life!  He was about two-and-a-half I guess, because that was in the fall, I think.  I believe it was in the fall.  It was getting towards fall; it was still warm weather.  But I remember Floyd wouldn’t go to sleep!  He laid there looking at those stars, and thought he never would go to sleep! ",
			"timecode": "00:57:06.000"
		},
		{
			"id": "437",
			"speaker": "TB",
			"text_bit": "When was he born? ",
			"timecode": "00:57:34.000"
		},
		{
			"id": "438",
			"speaker": "GH",
			"text_bit": "1928. ",
			"timecode": "00:57:34.000"
		},
		{
			"id": "439",
			"speaker": "TB",
			"text_bit": "1928.  So this would have been about 1930? ",
			"timecode": "00:57:34.000"
		},
		{
			"id": "440",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "00:57:34.000"
		},
		{
			"id": "441",
			"speaker": "TB",
			"text_bit": "Well, what happened at this, at King’s Mountain? ",
			"timecode": "00:57:34.000"
		},
		{
			"id": "442",
			"speaker": "GH",
			"text_bit": "Well, the president came down.  They had a great big to-do when he came.  And he spoke, and a— ",
			"timecode": "00:57:34.000"
		},
		{
			"id": "443",
			"speaker": "TB",
			"text_bit": "The president?  Who? ",
			"timecode": "00:57:34.000"
		},
		{
			"id": "444",
			"speaker": "GH",
			"text_bit": "I believe it was Hoover. ",
			"timecode": "00:57:34.000"
		},
		{
			"id": "445",
			"speaker": "TB",
			"text_bit": "Did you see him? ",
			"timecode": "00:57:34.000"
		},
		{
			"id": "446",
			"speaker": "GH",
			"text_bit": "I saw him off a distance.  You know, there was such a crowd.  It was crowded!  Oh, it was everybody there—the biggest crowd you ever seen!  He was just putting our pots out, and people come by and they bought, and we sold.  Irvin and my sister were there, and I think Early Brown went along—a good many Indians were there.  Some of them didn’t stay as long as the others.  We stayed three or four days up there.  And on top of that there was a great big old rock, and we cooked out there, right there, and came home.  And they killed a rattlesnake under that bare rock.  And I said, “Oh, me!” ",
			"timecode": "00:57:55.000"
		},
		{
			"id": "447",
			"speaker": "TB",
			"text_bit": "Oh my goodness! ",
			"timecode": "00:58:32.000"
		},
		{
			"id": "448",
			"speaker": "GH",
			"text_bit": "They said he come out, and I bet he was there all the time! ",
			"timecode": "00:58:32.000"
		},
		{
			"id": "449",
			"speaker": "TB",
			"text_bit": "He might have been. ",
			"timecode": "00:58:32.000"
		},
		{
			"id": "450",
			"speaker": "GH",
			"text_bit": "Oh, and that just—I am just deathly afraid of rattlesnakes, and to think I was just so, that close to one!  It just frightened me when I thought about it. ",
			"timecode": "00:58:32.000"
		},
		{
			"id": "451",
			"speaker": "TB",
			"text_bit": "Have you ever seen one in the woods? ",
			"timecode": "00:58:32.000"
		},
		{
			"id": "452",
			"speaker": "GH",
			"text_bit": "No, I’ve never seen one in the woods.  I’ve seen them in boxes where people have done— ",
			"timecode": "00:58:32.000"
		},
		{
			"id": "453",
			"speaker": "TB",
			"text_bit": "Killed them? ",
			"timecode": "00:58:32.000"
		},
		{
			"id": "454",
			"speaker": "GH",
			"text_bit": "No, live ones. ",
			"timecode": "00:58:53.000"
		},
		{
			"id": "455",
			"speaker": "TB",
			"text_bit": "Oh. ",
			"timecode": "00:58:53.000"
		},
		{
			"id": "456",
			"speaker": "GH",
			"text_bit": "I go to Georgia—I just can’t go out in the woods!  Oh, it just frightens me! ",
			"timecode": "00:58:53.000"
		},
		{
			"id": "457",
			"speaker": "TB",
			"text_bit": "Yes, I would be destroyed just seeing a rattlesnake. ",
			"timecode": "00:58:53.000"
		},
		{
			"id": "458",
			"speaker": "GH",
			"text_bit": "It does me.  There’s two things, I don’t know, just frightens me, and that’s when somebody say[s] a mad dog—you know dogs used to go mad—and a rattlesnake.  That is two things, I don’t know, makes me— ",
			"timecode": "00:58:53.000"
		},
		{
			"id": "459",
			"speaker": "TB",
			"text_bit": "Well did somebody on the reservation bring a snake one time, and you looked at it, or . . .?  No? ",
			"timecode": "00:59:26.000"
		},
		{
			"id": "460",
			"speaker": "GH",
			"text_bit": "Never did.  It’s just the— ",
			"timecode": "00:59:26.000"
		},
		{
			"id": "461",
			"speaker": "TB",
			"text_bit": "Just the thought? ",
			"timecode": "00:59:26.000"
		},
		{
			"id": "462",
			"speaker": "GH",
			"text_bit": "Just the thought.  And I’m not scared of any other type of snake, but a rattlesnake—and you know, they say you shouldn’t be afraid of a rattlesnake that much, because a rattlesnake will warn you before he hits you.  I don’t think he’d warn me.  I just think he’d— ",
			"timecode": "00:59:26.000"
		},
		{
			"id": "463",
			"speaker": "TB",
			"text_bit": "You don’t want to hear it. ",
			"timecode": "00:59:47.000"
		},
		{
			"id": "464",
			"speaker": "GH",
			"text_bit": "No! ",
			"timecode": "00:59:47.000"
		},
		{
			"id": "465",
			"speaker": "TB",
			"text_bit": "Have you ever seen a mad dog? ",
			"timecode": "00:59:47.000"
		},
		{
			"id": "466",
			"speaker": "GH",
			"text_bit": "Yes.  We had one at the house one time.  That’s when I was a kid.  That’s before my dad died.  And it was hot weather, and—I never will forget this—we had both doors open, and Jesse was sitting at one side and my daddy was sitting next to the other door that went into the kitchen (but it opened outside too). ",
			"timecode": "00:59:47.000"
		},
		{
			"id": "467",
			"speaker": "GH",
			"text_bit": "And he was sitting over there, and mama was sitting next to a window about like this, next to the window like that; and she was sitting in there next to the window, and Jesse was sitting back in here.  And it was late over in the evening, just about dark; and it was hot weather, as far as I remember it was around July.  But that dog run up to us!  There was a great big old shepherd dog, and we had three or four hounds in the yard there, my daddy had them, and we had a little old dog, a little old, small little old brown dog. ",
			"timecode": "01:00:14.000"
		},
		{
			"id": "468",
			"speaker": "GH",
			"text_bit": "He was a pet; we made a pet of him.  His name was Boss.  I never will forget his name!  And, ah, Jesse looked; the dog came right there!  And his face looked right on the steps.  And Jesse said, “There is a big old dog!”  And my dad said the first thing: “Shut the door quick!  It might be a mad dog!”  And so Jesse jumped and slammed the door.  And he slammed the door on the other side. ",
			"timecode": "01:00:44.000"
		},
		{
			"id": "469",
			"speaker": "GH",
			"text_bit": "And my mother, she jumped—she raised up and looked out the window.  And when she looked out the window she said that the dogs just got within three or [four] foot of him, and she said every one of them broke and run!  They knew there was something wrong with him.  They smelled him.  And one of them never stopped until it went to my granddaddy’s house!  Went all the way to my—he just left him and went clear across to where my grandfather lived! ",
			"timecode": "01:01:09.000"
		},
		{
			"id": "470",
			"speaker": "GH",
			"text_bit": "And the other ones ran.  And the little dog went under the house, but that dog bit him.  We didn’t know he bit him, but we thought he bit him.  We wasn’t sure.  But he didn’t escape.  He went mad about a couple of weeks after that.  But my dad told my mother, he said, “Hold the light. Get the lamp and hold the light outside.”  And he went out. ",
			"timecode": "01:01:37.000"
		},
		{
			"id": "471",
			"speaker": "NOTE",
			"text_bit": "Georgia Harris.  Tape 3; side 2. ",
			"timecode": "01:02:02.000"
		},
		{
			"id": "472",
			"speaker": "GH",
			"text_bit": ". . . and my dad got on the steps.  And she said he was standing there looking for the dog, and, all at once, the dog came from around the corner of the house!  And he had to jump back in the house because he was afraid!  But she said he shot--he got shot right quick.  But he thought he didn’t, he missed the dog, and the dog ran off to a big old tree.  It ran that way, and then he shot again and he broke its leg. ",
			"timecode": "01:02:11.000"
		},
		{
			"id": "473",
			"speaker": "GH",
			"text_bit": "And he run out behind it and he shot it!  And it fell way down by some walnut trees down there; and it fell down there in the trees, and he just left it until the next morning and killed it.  It was a great big old shepherd dog.  And I guess that might be one reason: it was kind of terrifying, and you know— ",
			"timecode": "01:02:36.000"
		},
		{
			"id": "474",
			"speaker": "TB",
			"text_bit": "To a little girl. ",
			"timecode": "01:03:00.000"
		},
		{
			"id": "475",
			"speaker": "GH",
			"text_bit": "Yes.  I was small.  I guess that is one reason it has always bothered me ",
			"timecode": "01:03:00.000"
		},
		{
			"id": "476",
			"speaker": "TB",
			"text_bit": "And then, at night. ",
			"timecode": "01:03:00.000"
		},
		{
			"id": "477",
			"speaker": "GH",
			"text_bit": "Yes, then at night.  And then our little dog went mad.  And mama was in the kitchen one day, and that little dog always come in and laid behind the stove—that was where he’d lay, you know—and she said, “I don’t know if he’s bit, but you all don’t play with him. ",
			"timecode": "01:03:00.000"
		},
		{
			"id": "478",
			"speaker": "GH",
			"text_bit": "Just leave him alone and don’t play with him!”  And we always liked to play with him.  And she said one morning she looked—she was there cooking breakfast, and she looked—and he was behind her, and saliva was just rolling down out of his mouth and his eyes had turned green!  And she just quit and she come on out and she shut the kitchen door.  And she come on out of the house, and me and my sister and Furman—because he was a little boy then—let’s see, that was after, I guess. ",
			"timecode": "01:03:23.000"
		},
		{
			"id": "479",
			"speaker": "GH",
			"text_bit": "Yes, my daddy had done died.  It must have been a good bit after, because he was living when he shot that dog; and little Boss went mad after that; and then my daddy was dead then.  So it must have been a good bit after that night.  But I knew that my mother wouldn’t let us play with that little dog, and he went mad.  But anyway, she had to go all the way over to my granddaddy’s house and get him to come over and kill that dog. ",
			"timecode": "01:03:54.000"
		},
		{
			"id": "480",
			"speaker": "GH",
			"text_bit": "And so he come back, and she opened the door.  And me and my sister, we got Furman and we crawled up in the bed!  And we were just terrified while she was gone, you know?  We was just scared!  And I guess things like that— ",
			"timecode": "01:04:21.000"
		},
		{
			"id": "481",
			"speaker": "TB",
			"text_bit": "That made an impression on you! ",
			"timecode": "01:04:21.000"
		},
		{
			"id": "482",
			"speaker": "GH",
			"text_bit": "It has stayed with me all these years, even up to now.  And I have a [terror?] over a mad dog!  I got so scared over that! ",
			"timecode": "01:04:21.000"
		},
		{
			"id": "483",
			"speaker": "GH",
			"text_bit": "And, ah, my granddaddy came over there, and she called the little dog out of the kitchen.  And he came out, and my granddaddy had to shoot him twice.  He missed him the first time.  Like I remember, we saw the, where the load—he shot him with a shotgun, and we saw where the load went into the side of the house.  It stayed there all the long years, where he shot him.  And the little dog ran around the house, and he went around the other side and killed him, I remember that.  But I guess that’s the experience that has lived with me all these years. ",
			"timecode": "01:04:47.000"
		},
		{
			"id": "484",
			"speaker": "TB",
			"text_bit": "Yes, you’d never forget that! ",
			"timecode": "01:05:17.000"
		},
		{
			"id": "485",
			"speaker": "GH",
			"text_bit": "Yes, it’s always lived with me.  But I was so scared to be inside the house, and the dog outside there!  I was scared, too! ",
			"timecode": "01:05:17.000"
		},
		{
			"id": "486",
			"speaker": "TB",
			"text_bit": "Yes, sure! ",
			"timecode": "01:05:17.000"
		},
		{
			"id": "487",
			"speaker": "GH",
			"text_bit": "And I remember when I used to go to school, and somebody would say a mad dog was out—I would be just scared to death!  I’d be afraid I’d meet that mad dog on the road somewhere!  And sometimes I’d say, “Mama, I can’t go back to school!”  So I’d get somebody to come home with me. ",
			"timecode": "01:05:17.000"
		},
		{
			"id": "488",
			"speaker": "TB",
			"text_bit": "Really? ",
			"timecode": "01:05:45.000"
		},
		{
			"id": "489",
			"speaker": "GH",
			"text_bit": "Yes!  I was just that scared! ",
			"timecode": "01:05:45.000"
		},
		{
			"id": "490",
			"speaker": "TB",
			"text_bit": "Of course, it was a problem, wasn’t it?  They were common. ",
			"timecode": "01:05:45.000"
		},
		{
			"id": "491",
			"speaker": "GH",
			"text_bit": "Yes, they were common back in those days. ",
			"timecode": "01:05:45.000"
		},
		{
			"id": "492",
			"speaker": "TB",
			"text_bit": "So, you weren’t dreaming something up. ",
			"timecode": "01:05:45.000"
		},
		{
			"id": "493",
			"speaker": "GH",
			"text_bit": "No, I wasn’t! ",
			"timecode": "01:05:45.000"
		},
		{
			"id": "494",
			"speaker": "TB",
			"text_bit": "This was a real danger. ",
			"timecode": "01:05:45.000"
		},
		{
			"id": "495",
			"speaker": "GH",
			"text_bit": "That was the real thing because they went mad!  Lord!  I would say I don’t know why dogs went mad so much then; they don’t now. ",
			"timecode": "01:05:45.000"
		},
		{
			"id": "496",
			"speaker": "TB",
			"text_bit": "No. Well, they give them those shots. ",
			"timecode": "01:05:45.000"
		},
		{
			"id": "497",
			"speaker": "GH",
			"text_bit": "Well, I heard last year that a lot of dogs had hydrophobia, and you know that’s the first time I’d heard that in years! ",
			"timecode": "01:05:45.000"
		},
		{
			"id": "498",
			"speaker": "TB",
			"text_bit": "Yes, it’s coming back.  I think people aren’t so careful. ",
			"timecode": "01:06:12.000"
		},
		{
			"id": "499",
			"speaker": "GH",
			"text_bit": "And that kind of worried me again. ",
			"timecode": "01:06:12.000"
		},
		{
			"id": "500",
			"speaker": "TB",
			"text_bit": "Were there any big, any house fires out there?  That you can tell me about? ",
			"timecode": "01:06:12.000"
		},
		{
			"id": "501",
			"speaker": "GH",
			"text_bit": "I don’t know about anybody’s house burning down.  Except I think Ben Harris’s house burned down one time.  He had a—I don’t think nobody got burned or anything.  I don’t know how it caught fire, but it burnt down. ",
			"timecode": "01:06:29.000"
		},
		{
			"id": "502",
			"speaker": "TB",
			"text_bit": "How would people put out the fire?  Or did they try to put out the fire or did they just leave it go? ",
			"timecode": "01:06:29.000"
		},
		{
			"id": "503",
			"speaker": "GH",
			"text_bit": "Well, they had to put out the fire!  If it didn’t get too big they might could put it out.  I remember one time, my house caught afire, but that’s after my husband and I were married.  And I—people had fireplaces, you know, and the fire would fall out of the fire, and if you aren’t there to push it up in there--and I had went to work over here at the bleachery, and my son was working, and Floyd was working over there—no, Floyd was going to school. ",
			"timecode": "01:06:49.000"
		},
		{
			"id": "504",
			"speaker": "GH",
			"text_bit": "And I went to work—I didn’t work but a little while; I didn’t work long.  I couldn’t stay away from my kids!  I said, “Shucks, my kids need me, and I need to be at home with them.”  But anyway, I went to work for, oh, I’d say four or five months.  I don’t know if it was that long, but I’ve always—my husband was out of work then and he was at home. ",
			"timecode": "01:07:18.000"
		},
		{
			"id": "505",
			"speaker": "GH",
			"text_bit": "And him and Furman—no, [not] Furman; Dewey was a baby.  Small, about five years old.  But I know my husband was asleep in here; he was hard to wake up!  I always had to wake him up if he had a job to do anywhere.  I always had to wake him up if he needed to go to work.  And he could just go to sleep any time!  And I—a lot of times I wished I were like that, you know? ",
			"timecode": "01:07:42.000"
		},
		{
			"id": "506",
			"speaker": "GH",
			"text_bit": "He’d sit down and he’d be gone to sleep!  He never had a problem with sleeping, but I have.  And I kind of worried about him.  But I thought we’d leave about six o’clock [to] get to town in time to go to work.  So he said he heard something hit the hearth, and he happened to wake up. ",
			"timecode": "01:08:11.000"
		},
		{
			"id": "507",
			"speaker": "GH",
			"text_bit": "Why he waked up, I don’t know.  The Good Lord woke him, I guess.  And he got up and he said the fire had done caught up onto the side of that hearth, that fireboard, and it had caught and it was up on the—burnt right through the ceiling! ",
			"timecode": "01:08:39.000"
		},
		{
			"id": "508",
			"speaker": "TB",
			"text_bit": "Here in this house? ",
			"timecode": "01:08:39.000"
		},
		{
			"id": "509",
			"speaker": "GH",
			"text_bit": "No, down at the old home place. ",
			"timecode": "01:08:39.000"
		},
		{
			"id": "510",
			"speaker": "TB",
			"text_bit": "On the reservation? ",
			"timecode": "01:08:39.000"
		},
		{
			"id": "511",
			"speaker": "GH",
			"text_bit": "Yes.  And he said he grabbed Dewey and he took him out on the porch, and he said, you know, we didn’t have any—like I told you, we carried our water.  And he went and he grabbed buckets of water, and he said—see, it had burned a hole across there, and when he throwed it, he said he throwed it, and all that water went down in behind it and put out the fire. ",
			"timecode": "01:09:01.000"
		},
		{
			"id": "512",
			"speaker": "TB",
			"text_bit": "Oh, that was lucky wasn’t it? ",
			"timecode": "01:09:01.000"
		},
		{
			"id": "513",
			"speaker": "GH",
			"text_bit": "Yes.  And put about two buckets more down there. ",
			"timecode": "01:09:01.000"
		},
		{
			"id": "514",
			"speaker": "TB",
			"text_bit": "Oh, my goodness! ",
			"timecode": "01:09:31.000"
		},
		{
			"id": "515",
			"speaker": "GH",
			"text_bit": "That frightened me when I came home, and I said, “What!”  And he said after we left, he just laid down with Dewey and went back to sleep. ",
			"timecode": "01:09:31.000"
		},
		{
			"id": "516",
			"speaker": "TB",
			"text_bit": "You didn’t have a cover for the fireplace? ",
			"timecode": "01:09:31.000"
		},
		{
			"id": "517",
			"speaker": "GH",
			"text_bit": "No, we just— ",
			"timecode": "01:09:31.000"
		},
		{
			"id": "518",
			"speaker": "TB",
			"text_bit": "It was just open, and you heated the house that way so you always had a fire. ",
			"timecode": "01:09:31.000"
		},
		{
			"id": "519",
			"speaker": "GH",
			"text_bit": "Yes, we always had a fire.  We kept a fire going all the time.  But, you see, there was always somebody there to tend it, push the fire in; and we always kept it, you know, pushed back in there. ",
			"timecode": "01:09:31.000"
		},
		{
			"id": "520",
			"speaker": "TB",
			"text_bit": "Tell me about Ben Harris’s house burning down. ",
			"timecode": "01:10:05.000"
		},
		{
			"id": "521",
			"speaker": "GH",
			"text_bit": "Well, I don’t remember too much about it.  I just remember hearing about it when it burnt down.  We didn’t go see it or nothing, and I don’t know where he went and lived after that.  I thought about that; I don’t know where he lived. ",
			"timecode": "01:10:05.000"
		},
		{
			"id": "522",
			"speaker": "TB",
			"text_bit": "That’s Sally Wade’s daddy? ",
			"timecode": "01:10:05.000"
		},
		{
			"id": "523",
			"speaker": "GH",
			"text_bit": "Yes, that’s Sally’s daddy. ",
			"timecode": "01:10:05.000"
		},
		{
			"id": "524",
			"speaker": "TB",
			"text_bit": "How about when Chief Blue’s house burned down? ",
			"timecode": "01:10:05.000"
		},
		{
			"id": "525",
			"speaker": "GH",
			"text_bit": "When did Chief Blue’s house burn down? ",
			"timecode": "01:10:32.000"
		},
		{
			"id": "526",
			"speaker": "TB",
			"text_bit": "It would have been just before the federal government came in, I think.  Or just after around that time. ",
			"timecode": "01:10:32.000"
		},
		{
			"id": "527",
			"speaker": "GH",
			"text_bit": "Where was he living? ",
			"timecode": "01:10:32.000"
		},
		{
			"id": "528",
			"speaker": "TB",
			"text_bit": "Well, that must have been before he moved in that house that Lula lives in. ",
			"timecode": "01:10:32.000"
		},
		{
			"id": "529",
			"speaker": "GH",
			"text_bit": "Well, ever since I’ve known him he’s lived there. ",
			"timecode": "01:10:32.000"
		},
		{
			"id": "530",
			"speaker": "TB",
			"text_bit": "He’s always lived there?  Maybe I’ve got him mixed up with somebody else. ",
			"timecode": "01:10:32.000"
		},
		{
			"id": "531",
			"speaker": "GH",
			"text_bit": "Ever since I’ve known Sam Blue, he’s lived there.  I’ve never known him to live anywhere else. ",
			"timecode": "01:11:02.000"
		},
		{
			"id": "532",
			"speaker": "TB",
			"text_bit": "Maybe it’s Samuel Beck’s house. ",
			"timecode": "01:11:02.000"
		},
		{
			"id": "533",
			"speaker": "GH",
			"text_bit": "Yes.  Samuel Beck.  The old schoolhouse.  He had moved and fixed the old schoolhouse like a home.  That’s probably it. ",
			"timecode": "01:11:02.000"
		},
		{
			"id": "534",
			"speaker": "TB",
			"text_bit": "Is this the one?  [Presents photo] ",
			"timecode": "01:11:02.000"
		},
		{
			"id": "535",
			"speaker": "GH",
			"text_bit": "That’s it. ",
			"timecode": "01:11:02.000"
		},
		{
			"id": "536",
			"speaker": "TB",
			"text_bit": "Is it the one you went to, too? ",
			"timecode": "01:11:02.000"
		},
		{
			"id": "537",
			"speaker": "GH",
			"text_bit": "Yep.  It was just like that. ",
			"timecode": "01:11:02.000"
		},
		{
			"id": "538",
			"speaker": "TB",
			"text_bit": "So, he took that house, that school, and made it a house? ",
			"timecode": "01:11:02.000"
		},
		{
			"id": "539",
			"speaker": "GH",
			"text_bit": "Yes.  Where did you get that picture? ",
			"timecode": "01:11:31.000"
		},
		{
			"id": "540",
			"speaker": "TB",
			"text_bit": "I don’t know. ",
			"timecode": "01:11:31.000"
		},
		{
			"id": "541",
			"speaker": "GH",
			"text_bit": "Did I let you have it? ",
			"timecode": "01:11:31.000"
		},
		{
			"id": "542",
			"speaker": "TB",
			"text_bit": "You might have. ",
			"timecode": "01:11:31.000"
		},
		{
			"id": "543",
			"speaker": "GH",
			"text_bit": "I know I had one. ",
			"timecode": "01:11:31.000"
		},
		{
			"id": "544",
			"speaker": "TB",
			"text_bit": "No, that’s a copy; I copied it.  I just photographed yours.  [Presents another photo]  Now, that’s the Mormon— ",
			"timecode": "01:11:31.000"
		},
		{
			"id": "545",
			"speaker": "GH",
			"text_bit": "This? ",
			"timecode": "01:11:31.000"
		},
		{
			"id": "546",
			"speaker": "TB",
			"text_bit": "Yes.  This is the school, and this is the Mormon Church? ",
			"timecode": "01:11:31.000"
		},
		{
			"id": "547",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "01:11:31.000"
		},
		{
			"id": "548",
			"speaker": "TB",
			"text_bit": "Well, tell me about that building.  So, when did Samuel do that? ",
			"timecode": "01:11:31.000"
		},
		{
			"id": "549",
			"speaker": "GH",
			"text_bit": "Well, now, this was added on there for schoolrooms. ",
			"timecode": "01:12:04.000"
		},
		{
			"id": "550",
			"speaker": "TB",
			"text_bit": "The wings? ",
			"timecode": "01:12:04.000"
		},
		{
			"id": "551",
			"speaker": "GH",
			"text_bit": "Yes.  But this part was a long building, and it was cut and, you know, made extra rooms.  I don’t know whether, if I was ever in it after they fixed it up.  I don’t know. ",
			"timecode": "01:12:04.000"
		},
		{
			"id": "552",
			"speaker": "TB",
			"text_bit": "But when you went to it, it was just the center part? ",
			"timecode": "01:12:04.000"
		},
		{
			"id": "553",
			"speaker": "GH",
			"text_bit": "Yes, it was just the small center part.  Well, I helped babies in there some, teach some of the little ones some when he was there. ",
			"timecode": "01:12:04.000"
		},
		{
			"id": "554",
			"speaker": "TB",
			"text_bit": "Tell me about that. ",
			"timecode": "01:12:34.000"
		},
		{
			"id": "555",
			"speaker": "GH",
			"text_bit": "That’s a long time ago! ",
			"timecode": "01:12:34.000"
		},
		{
			"id": "556",
			"speaker": "TB",
			"text_bit": "No, tell me about your teaching. ",
			"timecode": "01:12:34.000"
		},
		{
			"id": "557",
			"speaker": "GH",
			"text_bit": "I taught the first and second grade then.  They were in this little room here, I remember that. ",
			"timecode": "01:12:34.000"
		},
		{
			"id": "558",
			"speaker": "TB",
			"text_bit": "On the right? ",
			"timecode": "01:12:34.000"
		},
		{
			"id": "559",
			"speaker": "GH",
			"text_bit": "Yes.  And they had this room added on, you know, so they could have more classrooms, because when I went there, they didn’t have but one big, long room.  And they got—these were added on after my children went to school. ",
			"timecode": "01:12:51.000"
		},
		{
			"id": "560",
			"speaker": "TB",
			"text_bit": "Well, tell me how you—Describe a day at school when you were teaching. ",
			"timecode": "01:12:51.000"
		},
		{
			"id": "561",
			"speaker": "GH",
			"text_bit": "I had some little old brats! ",
			"timecode": "01:12:51.000"
		},
		{
			"id": "562",
			"speaker": "TB",
			"text_bit": "Did you really? ",
			"timecode": "01:12:51.000"
		},
		{
			"id": "563",
			"speaker": "GH",
			"text_bit": "Yes!  Like David Harris and Lorraine and—I don’t know who all I had.  Yeah, I had the Watts, Pete Watts’s, ah, grandma; I had Jimmy Watts; ",
			"timecode": "01:13:13.000"
		},
		{
			"id": "564",
			"speaker": "GH",
			"text_bit": "I had him and some of Vera’s children, her oldest girl; and a bunch of them, all about Floyd’s, you know, about Floyd’s age.  Dewey wasn’t born yet, that’s right. ",
			"timecode": "01:13:38.000"
		},
		{
			"id": "565",
			"speaker": "TB",
			"text_bit": "This was just after you got married? ",
			"timecode": "01:13:38.000"
		},
		{
			"id": "566",
			"speaker": "GH",
			"text_bit": "No, this was just about five—Floyd was going to school then. ",
			"timecode": "01:13:38.000"
		},
		{
			"id": "567",
			"speaker": "TB",
			"text_bit": "So, you were married about five years? ",
			"timecode": "01:13:38.000"
		},
		{
			"id": "568",
			"speaker": "GH",
			"text_bit": "About six years.  Seven. ",
			"timecode": "01:14:03.000"
		},
		{
			"id": "569",
			"speaker": "TB",
			"text_bit": "Well, what time did you have to show up? ",
			"timecode": "01:14:03.000"
		},
		{
			"id": "570",
			"speaker": "GH",
			"text_bit": "In the morning.  I fill in half a day with them and then I’d come home, and helped teach those little kids. ",
			"timecode": "01:14:03.000"
		},
		{
			"id": "571",
			"speaker": "TB",
			"text_bit": "How did you do it? ",
			"timecode": "01:14:03.000"
		},
		{
			"id": "572",
			"speaker": "GH",
			"text_bit": "Well, helped them teach their reading and spelling, things like that.  Most of them had arithmetic, you know, and, you see, I’d get them off; and then he wouldn’t have to worry about them so much in the afternoon.  They’d get off, and then he’d have time to put in with the bigger classes, you see? ",
			"timecode": "01:14:21.000"
		},
		{
			"id": "573",
			"speaker": "TB",
			"text_bit": "Yes.  So they had one teacher? ",
			"timecode": "01:14:21.000"
		},
		{
			"id": "574",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "01:14:21.000"
		},
		{
			"id": "575",
			"speaker": "TB",
			"text_bit": "And he was--? ",
			"timecode": "01:14:21.000"
		},
		{
			"id": "576",
			"speaker": "GH",
			"text_bit": "Davis. ",
			"timecode": "01:14:21.000"
		},
		{
			"id": "577",
			"speaker": "TB",
			"text_bit": "Davis.  And he taught all the classes? ",
			"timecode": "01:14:21.000"
		},
		{
			"id": "578",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "01:14:49.000"
		},
		{
			"id": "579",
			"speaker": "TB",
			"text_bit": "So, what happened when you went home at noon? ",
			"timecode": "01:14:49.000"
		},
		{
			"id": "580",
			"speaker": "GH",
			"text_bit": "Well, you see, I’d get the worst of it over, and he’d just, you know, just have them— ",
			"timecode": "01:14:49.000"
		},
		{
			"id": "581",
			"speaker": "TB",
			"text_bit": "He’d just look in on them? ",
			"timecode": "01:14:49.000"
		},
		{
			"id": "582",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "01:14:49.000"
		},
		{
			"id": "583",
			"speaker": "TB",
			"text_bit": "Were they bad? ",
			"timecode": "01:14:49.000"
		},
		{
			"id": "584",
			"speaker": "GH",
			"text_bit": "David was! [Laughs]  Oh, he couldn’t be still!  He was messing around all the time!  Is this Nettie Owl and her family? [Points to photo]  That has to be Charlotte!  And that’s Lula.  And this undoubtedly had to be Frell over here.  Is it, or not? ",
			"timecode": "01:14:49.000"
		},
		{
			"id": "585",
			"speaker": "TB",
			"text_bit": "I don’t know. ",
			"timecode": "01:15:24.000"
		},
		{
			"id": "586",
			"speaker": "GH",
			"text_bit": "And that’s Tom right there.  Tom died just a few years ago. ",
			"timecode": "01:15:24.000"
		},
		{
			"id": "587",
			"speaker": "TB",
			"text_bit": "About a year ago? ",
			"timecode": "01:15:24.000"
		},
		{
			"id": "588",
			"speaker": "GH",
			"text_bit": "A year ago.  You—I never seen Tom since I went.  He was down here, but I didn’t get to see him.  I hated I didn’t get to see him since he growed up. ",
			"timecode": "01:15:24.000"
		},
		{
			"id": "589",
			"speaker": "TB",
			"text_bit": "Since school? ",
			"timecode": "01:15:24.000"
		},
		{
			"id": "590",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "01:15:24.000"
		},
		{
			"id": "591",
			"speaker": "TB",
			"text_bit": "My goodness. ",
			"timecode": "01:15:24.000"
		},
		{
			"id": "592",
			"speaker": "GH",
			"text_bit": "And I hated that I didn’t get to see him when he was at Doris’s, but he was just going through, you know.  I talked to him and I said, “I’d like to see you, Tom.”  And he said, “I would, too, but we are leaving tomorrow.”  And they had that, you know, trip planned, and I didn’t get to see him.  I hated that so bad!  Doris was the one who called and told me he was there, so I told her, “Let me talk to him a little bit.” ",
			"timecode": "01:15:47.000"
		},
		{
			"id": "593",
			"speaker": "GH",
			"text_bit": "So I talked to him.  And that’s Henry there.  And this is David.  And I’m pretty sure this is Frell.  And this is probably, is—that must be George there.  That’s George, Henry, and Thomas, and that’s Frell, and that’s David. ",
			"timecode": "01:16:11.000"
		},
		{
			"id": "594",
			"speaker": "TB",
			"text_bit": "That’s a handsome family. ",
			"timecode": "01:16:42.000"
		},
		{
			"id": "595",
			"speaker": "GH",
			"text_bit": "They are.  They were all good-looking boys, every one of them.  And Lula was good-looking when she was young.  And that’s Henry Owl.  And that, I guess—is that her, Nettie’s, kid there?  The baby?  Or is that Lula’s? ",
			"timecode": "01:16:42.000"
		},
		{
			"id": "596",
			"speaker": "TB",
			"text_bit": "I don’t know. ",
			"timecode": "01:16:42.000"
		},
		{
			"id": "597",
			"speaker": "GH",
			"text_bit": "I bet that’s Lula’s.  After Lula had her first one—she had a younger one, called Mable, I believe; but she died, and she’s buried over here at the reservation. ",
			"timecode": "01:17:05.000"
		},
		{
			"id": "598",
			"speaker": "TB",
			"text_bit": "Who?  Lula’s? ",
			"timecode": "01:17:05.000"
		},
		{
			"id": "599",
			"speaker": "GH",
			"text_bit": "No, Nettie’s. ",
			"timecode": "01:17:05.000"
		},
		{
			"id": "600",
			"speaker": "TB",
			"text_bit": "Oh.  Nettie lived here for a time? ",
			"timecode": "01:17:05.000"
		},
		{
			"id": "601",
			"speaker": "GH",
			"text_bit": "Yes.  She had her baby here after she— ",
			"timecode": "01:17:05.000"
		},
		{
			"id": "602",
			"speaker": "TB",
			"text_bit": "With Loyd? ",
			"timecode": "01:17:05.000"
		},
		{
			"id": "603",
			"speaker": "GH",
			"text_bit": "Yes.  She was living here with Loyd.  She lived down there.  She lived at Cherokee with Loyd Owl, and then after she left Loyd, you know, she came back to the reservation and stayed there.  And she married Bobby Harris and she lived there until--.  And the reason she was in Cherokee, they took her there to the hospital, you know, for the doctors, you know.  And she didn’t get well and come home.  And she died. ",
			"timecode": "01:17:27.000"
		},
		{
			"id": "604",
			"speaker": "TB",
			"text_bit": "Well, how come her baby is buried here on the reservation? ",
			"timecode": "01:17:55.000"
		},
		{
			"id": "605",
			"speaker": "GH",
			"text_bit": "Well, she lived here. ",
			"timecode": "01:17:55.000"
		},
		{
			"id": "606",
			"speaker": "TB",
			"text_bit": "With Loyd? ",
			"timecode": "01:17:55.000"
		},
		{
			"id": "607",
			"speaker": "GH",
			"text_bit": "Yes.  When she left, she brought her family with her, you know. ",
			"timecode": "01:17:55.000"
		},
		{
			"id": "608",
			"speaker": "TB",
			"text_bit": "Oh, and the baby died here. ",
			"timecode": "01:17:55.000"
		},
		{
			"id": "609",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "01:17:55.000"
		},
		{
			"id": "610",
			"speaker": "TB",
			"text_bit": "She had one that wasn’t in school? ",
			"timecode": "01:17:55.000"
		},
		{
			"id": "611",
			"speaker": "GH",
			"text_bit": "That one time, you know.  [Looks at photo]  That’s Sister Helen.  Is that taken in a— ",
			"timecode": "01:17:55.000"
		},
		{
			"id": "612",
			"speaker": "TB",
			"text_bit": "That’s at the Gambaro. ",
			"timecode": "01:18:17.000"
		},
		{
			"id": "613",
			"speaker": "GH",
			"text_bit": "That’s where I thought it was!  And that’s a good picture of Helen. ",
			"timecode": "01:18:17.000"
		},
		{
			"id": "614",
			"speaker": "TB",
			"text_bit": "Yes. ",
			"timecode": "01:18:17.000"
		},
		{
			"id": "615",
			"speaker": "GH",
			"text_bit": "It really is!  And that is Miss Alberta. ",
			"timecode": "01:18:17.000"
		},
		{
			"id": "616",
			"speaker": "NOTE",
			"text_bit": "[Break in tape] ",
			"timecode": "01:18:17.000"
		},
		{
			"id": "617",
			"speaker": "TB",
			"text_bit": "You were teaching in there.  How long did you do that? ",
			"timecode": "01:18:17.000"
		},
		{
			"id": "618",
			"speaker": "GH",
			"text_bit": "For one session.  I helped him, you know, because he had so many students, you know.  And he wanted somebody to just come and help him. ",
			"timecode": "01:18:45.000"
		},
		{
			"id": "619",
			"speaker": "TB",
			"text_bit": "Did your mother ever help out in the school? ",
			"timecode": "01:18:45.000"
		},
		{
			"id": "620",
			"speaker": "GH",
			"text_bit": "No. ",
			"timecode": "01:18:45.000"
		},
		{
			"id": "621",
			"speaker": "TB",
			"text_bit": "It must have been Rosa. ",
			"timecode": "01:18:45.000"
		},
		{
			"id": "622",
			"speaker": "GH",
			"text_bit": "Rosie did.  Rosie taught school down there.  The whole thing. ",
			"timecode": "01:18:45.000"
		},
		{
			"id": "623",
			"speaker": "TB",
			"text_bit": "Oh, she kept the school? ",
			"timecode": "01:18:45.000"
		},
		{
			"id": "624",
			"speaker": "GH",
			"text_bit": "Yes, and I think she taught for two or three years down there.  Doris can tell you about that. ",
			"timecode": "01:18:45.000"
		},
		{
			"id": "625",
			"speaker": "TB",
			"text_bit": "She can tell me more about that.  Okay, so then when did Samuel move in there? ",
			"timecode": "01:18:45.000"
		},
		{
			"id": "626",
			"speaker": "GH",
			"text_bit": "Well, that was after the school was—they made the other schoolhouse up there where the church is now, you know.  And that schoolhouse wasn’t big enough, and they needed more room.  And they built this other one.  And I don’t know how that house caught afire and burnt up everything.  They lost everything!  I don’t think there was anybody at home when it happened. ",
			"timecode": "01:19:19.000"
		},
		{
			"id": "627",
			"speaker": "TB",
			"text_bit": "They came home to a pile of ashes? ",
			"timecode": "01:19:45.000"
		},
		{
			"id": "628",
			"speaker": "GH",
			"text_bit": "Yes.  They lost everything. ",
			"timecode": "01:19:45.000"
		},
		{
			"id": "629",
			"speaker": "TB",
			"text_bit": "What did they do? ",
			"timecode": "01:19:45.000"
		},
		{
			"id": "630",
			"speaker": "GH",
			"text_bit": "There wasn’t nothing they could do.  Started up again. ",
			"timecode": "01:19:45.000"
		},
		{
			"id": "631",
			"speaker": "TB",
			"text_bit": "You know--who did they turn to? ",
			"timecode": "01:19:45.000"
		},
		{
			"id": "632",
			"speaker": "GH",
			"text_bit": "I don’t know where they went and stayed.  I know they went up there where—and lived in Nettie’s house right there below Doris’s, you know; where Marlene’s trailer is now.  I guess that must be where they moved to, because I know they stayed there during—while Samuel was in the service they lived there.  I don’t know what all—they lived there a good while, I know. ",
			"timecode": "01:19:45.000"
		},
		{
			"id": "633",
			"speaker": "TB",
			"text_bit": "So that was the end of the old schoolhouse? ",
			"timecode": "01:20:27.000"
		},
		{
			"id": "634",
			"speaker": "GH",
			"text_bit": "That was the end of the old schoolhouse. ",
			"timecode": "01:20:27.000"
		},
		{
			"id": "635",
			"speaker": "TB",
			"text_bit": "What was the end of the church?  Now, that Mormon Church was there from when you were a little girl until when? ",
			"timecode": "01:20:27.000"
		},
		{
			"id": "636",
			"speaker": "GH",
			"text_bit": "Up until they, well, they built another one, you know where.  Louise’s house is setting on the very foundation of the old church. ",
			"timecode": "01:20:27.000"
		},
		{
			"id": "637",
			"speaker": "GH",
			"text_bit": "Not the real old one; the old one was there, too.  They pushed the old church—that’s the one that you’re seeing now—pushed it across the road, and Leroy Blue lived in that house for a long time, until he moved up here where he is now. ",
			"timecode": "01:20:51.000"
		},
		{
			"id": "638",
			"speaker": "TB",
			"text_bit": "Oh!  They turned it into a house. ",
			"timecode": "01:20:51.000"
		},
		{
			"id": "639",
			"speaker": "GH",
			"text_bit": "They turned it into a house.  And Leroy lived in it, and—I don’t know what ever happened to that church.  I think they finally tore it down. ",
			"timecode": "01:20:51.000"
		},
		{
			"id": "640",
			"speaker": "GH",
			"text_bit": "I imagine Sam Blue did, because he was the one that had access to all that, you know.  And—But anyway, after they moved out, they went across the road and built a new church there on the foundation where Louise got that house.  And they had classrooms built in there beside the big main auditorium. ",
			"timecode": "01:21:16.000"
		},
		{
			"id": "641",
			"speaker": "TB",
			"text_bit": "Oh, so—year?  When did this all happen? ",
			"timecode": "01:21:16.000"
		},
		{
			"id": "642",
			"speaker": "GH",
			"text_bit": "I don’t remember the year they built that new part. ",
			"timecode": "01:21:41.000"
		},
		{
			"id": "643",
			"speaker": "TB",
			"text_bit": "Well, Leroy would have been married. ",
			"timecode": "01:21:41.000"
		},
		{
			"id": "644",
			"speaker": "GH",
			"text_bit": "Oh yes, he was married. ",
			"timecode": "01:21:41.000"
		},
		{
			"id": "645",
			"speaker": "TB",
			"text_bit": "He was married to May by the time they lived in there. ",
			"timecode": "01:21:41.000"
		},
		{
			"id": "646",
			"speaker": "GH",
			"text_bit": "And they built that church across the road. ",
			"timecode": "01:21:41.000"
		},
		{
			"id": "647",
			"speaker": "TB",
			"text_bit": "Then they built the one that they have now. ",
			"timecode": "01:21:41.000"
		},
		{
			"id": "648",
			"speaker": "GH",
			"text_bit": "Then they built that one later, after they built this one up here.  And that must have been in the 60s some time.  Must be the 60s. ",
			"timecode": "01:21:41.000"
		},
		{
			"id": "649",
			"speaker": "TB",
			"text_bit": "After the federal government took over.  And then they tore the other one down? ",
			"timecode": "01:22:07.000"
		},
		{
			"id": "650",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "01:22:07.000"
		},
		{
			"id": "651",
			"speaker": "TB",
			"text_bit": "And then Louise—Did Louise build that house? ",
			"timecode": "01:22:07.000"
		},
		{
			"id": "652",
			"speaker": "GH",
			"text_bit": "Yes, her and her husband. ",
			"timecode": "01:22:07.000"
		},
		{
			"id": "653",
			"speaker": "TB",
			"text_bit": "Bryson.  They built it.  Didn’t Sally Beck’s house burn down? ",
			"timecode": "01:22:07.000"
		},
		{
			"id": "654",
			"speaker": "GH",
			"text_bit": "I guess, sometime or another, maybe. ",
			"timecode": "01:22:07.000"
		},
		{
			"id": "655",
			"speaker": "TB",
			"text_bit": "But you don’t remember seeing any of those?  Do you remember any forest fires? ",
			"timecode": "01:22:29.000"
		},
		{
			"id": "656",
			"speaker": "GH",
			"text_bit": "Oh, yes!  They used to have forest fires down there a lot!  And I remember different ones would run out and fight fires, and a lot of times they’d have fires and somebody would set it for the fun of it, I thought!  A lot of times people would burn a lot, but where we lived, I know we never did have any fires over there much.  We always kept fires out of there because, like I said, it wasn’t too thickly settled back over where we lived. ",
			"timecode": "01:22:29.000"
		},
		{
			"id": "657",
			"speaker": "GH",
			"text_bit": "We were kind of off to ourselves, you know, and a lot of people—we just stayed over there and we kept the fires out.  That’s why there’s a lot of big timber in there.  Of course now, some people—somebody—might have been in there and cut some of it; but there was a lot of big wood in there because we kept the fires out. ",
			"timecode": "01:23:01.000"
		},
		{
			"id": "658",
			"speaker": "TB",
			"text_bit": "Tell me about the square dances.  I don’t know how we lost that stuff. ",
			"timecode": "01:23:01.000"
		},
		{
			"id": "659",
			"speaker": "GH",
			"text_bit": "The square dances?  Well, we used to have them on Saturday night; every Saturday night somebody would say, “Let’s have a square dance!”  And we’d go to whoever’s house, you know, would say that they could have it. ",
			"timecode": "01:23:26.000"
		},
		{
			"id": "660",
			"speaker": "TB",
			"text_bit": "Who usually had them? ",
			"timecode": "01:23:26.000"
		},
		{
			"id": "661",
			"speaker": "GH",
			"text_bit": "Well, I remember my brother-in-law he loved to dance!  And he used to have them at his house. ",
			"timecode": "01:23:26.000"
		},
		{
			"id": "662",
			"speaker": "TB",
			"text_bit": "Raymond? ",
			"timecode": "01:23:26.000"
		},
		{
			"id": "663",
			"speaker": "GH",
			"text_bit": "No, Irvin.  Irvin Gordon used to have them.  And I remember, I don’t know who lived there—might have been Douglas’s daddy, I don’t know—but it was across on the Kelley Farm.  We used to go over there because there was Indians living over there on that farm, you know.  That’s right across from where I lived, you know.  The branch just divides Kelly farm from where I lived. ",
			"timecode": "01:23:48.000"
		},
		{
			"id": "664",
			"speaker": "GH",
			"text_bit": "And we used to go over there.  But I don’t know if that was Douglas’s house or Willie Sanders.  Different ones lived over there, and they’d, you know, make room. ",
			"timecode": "01:24:14.000"
		},
		{
			"id": "665",
			"speaker": "TB",
			"text_bit": "What, did they clean the room out? ",
			"timecode": "01:24:14.000"
		},
		{
			"id": "666",
			"speaker": "GH",
			"text_bit": "Yes.  They had a big room and they’d move everything out, except, you know, where somebody could sit down—put chairs around the walls. ",
			"timecode": "01:24:14.000"
		},
		{
			"id": "667",
			"speaker": "TB",
			"text_bit": "And who provided the music? ",
			"timecode": "01:24:38.000"
		},
		{
			"id": "668",
			"speaker": "GH",
			"text_bit": "Charlie Crawford.  A big old black man—a nigger. ",
			"timecode": "01:24:38.000"
		},
		{
			"id": "669",
			"speaker": "TB",
			"text_bit": "And he’d play a—what? ",
			"timecode": "01:24:38.000"
		},
		{
			"id": "670",
			"speaker": "GH",
			"text_bit": "And he played the guitar. ",
			"timecode": "01:24:38.000"
		},
		{
			"id": "671",
			"speaker": "TB",
			"text_bit": "The guitar. ",
			"timecode": "01:24:38.000"
		},
		{
			"id": "672",
			"speaker": "GH",
			"text_bit": "The guitar, yes.  And that’s what he played when we had a dance by it. ",
			"timecode": "01:24:38.000"
		},
		{
			"id": "673",
			"speaker": "TB",
			"text_bit": "But he did the calling? ",
			"timecode": "01:24:38.000"
		},
		{
			"id": "674",
			"speaker": "GH",
			"text_bit": "Yes.  Some of the Indians did that—the calling—and then I know we used to have—I don’t know who lived up there.  And right there below Doris’s in that, in the—where Roy’s mama lived!  We used to go there and have dances there.  I don’t know—Aunt Wysie, I guess, must have let them have dances in there.  Or Roy.  Or maybe John, when John Brown—maybe. ",
			"timecode": "01:24:55.000"
		},
		{
			"id": "675",
			"speaker": "GH",
			"text_bit": "But I’ve danced there a lot of times, at that house.  And Billy asked me one time, “Grandma, did you have any white beaux to come out here?”  And I said, “Yes, there used to be some from up around the river bend used to come around here.”  And [he said], “Well, did you dance with them?”  And I said, “I danced with some.”  And there was—I forget their names.  There used to be three of them used to come down here and dance, you know.  And I remember that one place where they danced. ",
			"timecode": "01:25:19.000"
		},
		{
			"id": "676",
			"speaker": "TB",
			"text_bit": "Well, did you know many white people, except people married into the tribe? ",
			"timecode": "01:25:51.000"
		},
		{
			"id": "677",
			"speaker": "GH",
			"text_bit": "Well, not too many.  A few, but not a lot—just those that would come in, you know. ",
			"timecode": "01:25:51.000"
		},
		{
			"id": "678",
			"speaker": "TB",
			"text_bit": "Who was your best friend? ",
			"timecode": "01:25:51.000"
		},
		{
			"id": "679",
			"speaker": "GH",
			"text_bit": "Who was my best friend? ",
			"timecode": "01:25:51.000"
		},
		{
			"id": "680",
			"speaker": "TB",
			"text_bit": "Yes. ",
			"timecode": "01:25:51.000"
		},
		{
			"id": "681",
			"speaker": "GH",
			"text_bit": "We were all good friends as far as I know! [Laugh]  Well, I always figured—me and Lula and Doris and Jeanette, we were all about the same age, and we kind of, you know, chummed around together.  Those are the ones that I was really close to. ",
			"timecode": "01:26:08.000"
		},
		{
			"id": "682",
			"speaker": "TB",
			"text_bit": "Those four?  What would you do?  Where would you go? ",
			"timecode": "01:26:08.000"
		},
		{
			"id": "683",
			"speaker": "GH",
			"text_bit": "Well, just went to dances.  We’d— ",
			"timecode": "01:26:08.000"
		},
		{
			"id": "684",
			"speaker": "TB",
			"text_bit": "You’d go together? ",
			"timecode": "01:26:08.000"
		},
		{
			"id": "685",
			"speaker": "GH",
			"text_bit": "Yes.  Up to church.  Something like that. ",
			"timecode": "01:26:32.000"
		},
		{
			"id": "686",
			"speaker": "TB",
			"text_bit": "A boy didn’t take you to the dance? ",
			"timecode": "01:26:32.000"
		},
		{
			"id": "687",
			"speaker": "GH",
			"text_bit": "No!  We met up there, and that’s how we got to be with them, you know.  They’d all meet there, and that’s how we’d meet them. ",
			"timecode": "01:26:32.000"
		},
		{
			"id": "688",
			"speaker": "TB",
			"text_bit": "Were you allowed to date? ",
			"timecode": "01:26:32.000"
		},
		{
			"id": "689",
			"speaker": "GH",
			"text_bit": "No, we didn’t go out dating.  We didn’t go without a chaperone.  That’s one thing we didn’t do.  Not like people do now. ",
			"timecode": "01:26:32.000"
		},
		{
			"id": "690",
			"speaker": "TB",
			"text_bit": "Your mother allowed you to go to the dances, but she wouldn’t let you go anywhere else? ",
			"timecode": "01:26:58.000"
		},
		{
			"id": "691",
			"speaker": "GH",
			"text_bit": "No, she was always along.  She would go to the dances, too. ",
			"timecode": "01:26:58.000"
		},
		{
			"id": "692",
			"speaker": "TB",
			"text_bit": "Oh, she went with you? ",
			"timecode": "01:26:58.000"
		},
		{
			"id": "693",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "01:26:58.000"
		},
		{
			"id": "694",
			"speaker": "TB",
			"text_bit": "Oh, for heaven’s sakes! ",
			"timecode": "01:26:58.000"
		},
		{
			"id": "695",
			"speaker": "GH",
			"text_bit": "Yes, they were right there. ",
			"timecode": "01:26:58.000"
		},
		{
			"id": "696",
			"speaker": "TB",
			"text_bit": "So everybody went? ",
			"timecode": "01:26:58.000"
		},
		{
			"id": "697",
			"speaker": "GH",
			"text_bit": "Everybody went to the dances. ",
			"timecode": "01:26:58.000"
		},
		{
			"id": "698",
			"speaker": "TB",
			"text_bit": "Did your mama dance? ",
			"timecode": "01:26:58.000"
		},
		{
			"id": "699",
			"speaker": "GH",
			"text_bit": "Yes, she danced some; I remember that.  Everybody took part, you know—the young and the old.  Of course, I was telling you about that old man dancing, that old man Davis Ayers. ",
			"timecode": "01:27:18.000"
		},
		{
			"id": "700",
			"speaker": "TB",
			"text_bit": "Yes!  Tell me about that again. ",
			"timecode": "01:27:18.000"
		},
		{
			"id": "701",
			"speaker": "GH",
			"text_bit": "He was dancing with the young girls—he always wanted a young partner to dance with!  And all the young girls always tried to get away from him if they could because he was too old to swing, you know. ",
			"timecode": "01:27:18.000"
		},
		{
			"id": "702",
			"speaker": "GH",
			"text_bit": "And he’d stand in one place and pull you and let you do the swinging.  And everybody had to fight, you know, to stay on their feet!  Nobody wanted to dance with him!  But all our parents used to tell us, “Now, don’t hurt Davis’s feelings.  Dance with him if he asks you.”  He didn’t have a partner, you know, and if he got to us before our partners come in, we would dance a little bit with him to keep from hurting his feelings.  Because he really loved to dance!  And I guess he was way up in his sixties or seventies, I guess. ",
			"timecode": "01:27:45.000"
		},
		{
			"id": "703",
			"speaker": "TB",
			"text_bit": "And he did something about that time? ",
			"timecode": "01:28:21.000"
		},
		{
			"id": "704",
			"speaker": "GH",
			"text_bit": "Yes!  He turned the time back one night, my husband said.  That was before me and my husband got married.  He told Douglas.  Everybody quit at 12 o’clock, you know.  They wouldn’t go over and dance on Sunday morning.  And he was having such a good time that night he said, “Oh,” he said, “Let’s turn the clock back!”  And he had his pocket watch—he had his watch—and they turned it back an hour!  And they danced on Sunday morning!  And my husband said that was the truth.  He said, “I know it.” ",
			"timecode": "01:28:21.000"
		},
		{
			"id": "705",
			"speaker": "TB",
			"text_bit": "Well, what would people say if they found out about that? ",
			"timecode": "01:28:51.000"
		},
		{
			"id": "706",
			"speaker": "GH",
			"text_bit": "There was nothing they could say!  It done happened and done over with. ",
			"timecode": "01:28:51.000"
		},
		{
			"id": "707",
			"speaker": "TB",
			"text_bit": "Did you do anything on Sunday?  What did you do on—Describe a Sunday. ",
			"timecode": "01:28:51.000"
		},
		{
			"id": "708",
			"speaker": "GH",
			"text_bit": "Just go to church and that’s all.  Go to church and come back and lay around the rest of the day.  Read anything you wanted to, do like that.  Or go visiting, if you wanted to. ",
			"timecode": "01:28:51.000"
		},
		{
			"id": "709",
			"speaker": "TB",
			"text_bit": "But you didn’t make pots? ",
			"timecode": "01:29:15.000"
		},
		{
			"id": "710",
			"speaker": "GH",
			"text_bit": "No, we didn’t.  That’s something—we never did do things like that on Sunday.  I know my mother always told us that was the Lord’s Day, and we were supposed to respect it and go to church.  And you didn’t go off.  We didn’t even go fishing!  People fish now on Sundays and everything! ",
			"timecode": "01:29:15.000"
		},
		{
			"id": "711",
			"speaker": "TB",
			"text_bit": "Oh, you didn’t even fish? ",
			"timecode": "01:29:15.000"
		},
		{
			"id": "712",
			"speaker": "GH",
			"text_bit": "Oh no!  We didn’t fish.  I remember my husband going fishing, and I used to tell him!  And Landrum George used to put a trout line across, you know, the river.  Trout lines they did.  And catch the fish.  And they baited on Saturday and then they’d go on.  They wouldn’t bait on Sunday.  And they’d go down and look there.  And I said, “You oughtn’t do that—it’s Sunday!” ",
			"timecode": "01:29:36.000"
		},
		{
			"id": "713",
			"speaker": "GH",
			"text_bit": "And they’d say, “Well, we’re not doing anything!”  And I said, “Well, one of these days you’re going to—you’ll catch the devil down there!”  So they went down one Sunday, and, ah, and my husband said they caught—they didn’t catch it; the fish got away.  He said it was the longest fish he ever seen!  And my husband was long and got long legs!  And he said, “That thing was long as from my hip clear down to my foot!”  And he said, “All I seen was part of his backbone up and the end of his tail; and I didn’t see his head because,” he said, “when I got it to the boat, when I raised up the line,” he said, “that fish took a nose dive!” ",
			"timecode": "01:29:59.000"
		},
		{
			"id": "714",
			"speaker": "GH",
			"text_bit": "And he said it took him and the boat up the river!  And he said he just saw the length of his back as he went along and the end of his tail.  And he said that was as long as his leg!  And he said that was the biggest fish!  And he said, “I wonder how big it would have been if he had been out of the water?”  But I told him, I said, “Well that was the devil you all caught!” ",
			"timecode": "01:30:38.000"
		},
		{
			"id": "715",
			"speaker": "TB",
			"text_bit": "Because he was doing it on Sunday? ",
			"timecode": "01:30:58.000"
		},
		{
			"id": "716",
			"speaker": "GH",
			"text_bit": "Yeah! [Laughter]  And Landrum laughed about it, and he said he told Douglas afterwards, he said, “Well, she’s been telling us we were going to catch the devil; I guess that was him!” ",
			"timecode": "01:30:58.000"
		},
		{
			"id": "717",
			"speaker": "TB",
			"text_bit": "Yesterday you mentioned that the winter before, just before you went to West Virginia was a hard winter.  Describe that whole situation. ",
			"timecode": "01:30:58.000"
		},
		{
			"id": "718",
			"speaker": "GH",
			"text_bit": "Well, I think that was back in, let’s see—I went in ’25, I believe.  Yes, that was the year.  I don’t know why that was kind of rough.  There wasn’t jobs or nothing, you know; no work, and nobody could get no jobs or anything.  And I got this—I don’t know whether Jesse was working; I believe he was out of work, far as I can remember.  He didn’t have no job at that time.  And I remember I went to work in West Virginia and I sent home money, you know, to my mother when I got paid. ",
			"timecode": "01:31:28.000"
		},
		{
			"id": "719",
			"speaker": "TB",
			"text_bit": "You sent your money home? ",
			"timecode": "01:32:09.000"
		},
		{
			"id": "720",
			"speaker": "GH",
			"text_bit": "Yes, I sent it home. ",
			"timecode": "01:32:09.000"
		},
		{
			"id": "721",
			"speaker": "TB",
			"text_bit": "All of it? ",
			"timecode": "01:32:09.000"
		},
		{
			"id": "722",
			"speaker": "GH",
			"text_bit": "About half of it. ",
			"timecode": "01:32:09.000"
		},
		{
			"id": "723",
			"speaker": "TB",
			"text_bit": "About half of it home.  Because Jesse wasn’t working?  And how about Furman? ",
			"timecode": "01:32:09.000"
		},
		{
			"id": "724",
			"speaker": "GH",
			"text_bit": "Well, Furman was little. ",
			"timecode": "01:32:09.000"
		},
		{
			"id": "725",
			"speaker": "TB",
			"text_bit": "Too little? ",
			"timecode": "01:32:09.000"
		},
		{
			"id": "726",
			"speaker": "GH",
			"text_bit": "Yes, he was just a little fellow, about twelve or thirteen years old. ",
			"timecode": "01:32:09.000"
		},
		{
			"id": "727",
			"speaker": "TB",
			"text_bit": "So that was really the only opportunity for the family to make money that year? ",
			"timecode": "01:32:09.000"
		},
		{
			"id": "728",
			"speaker": "GH",
			"text_bit": "Well, I don’t know.  We still, you know—she still had a lot of canned stuff and like that.  But, you know, money—money-wise—you know, yes, money-wise, like that— ",
			"timecode": "01:32:32.000"
		},
		{
			"id": "729",
			"speaker": "TB",
			"text_bit": "Didn’t have any? ",
			"timecode": "01:32:32.000"
		},
		{
			"id": "730",
			"speaker": "GH",
			"text_bit": "There wasn’t a lot of money then.  Nobody had no money. [Laughs]  Everybody was in that boat, and they didn’t have any money to spare! ",
			"timecode": "01:32:32.000"
		},
		{
			"id": "731",
			"speaker": "TB",
			"text_bit": "So you really took up the slack then? ",
			"timecode": "01:32:32.000"
		},
		{
			"id": "732",
			"speaker": "GH",
			"text_bit": "Oh yes. ",
			"timecode": "01:32:56.000"
		},
		{
			"id": "733",
			"speaker": "TB",
			"text_bit": "When you did that— ",
			"timecode": "01:32:56.000"
		},
		{
			"id": "734",
			"speaker": "GH",
			"text_bit": "Yes? ",
			"timecode": "01:32:56.000"
		},
		{
			"id": "735",
			"speaker": "TB",
			"text_bit": "And you stayed up there for a year? ",
			"timecode": "01:32:56.000"
		},
		{
			"id": "736",
			"speaker": "GH",
			"text_bit": "I didn’t stay quite a year.  I got homesick and wanted to come home, and I came home.  And I came home along about— ",
			"timecode": "01:32:56.000"
		},
		{
			"id": "737",
			"speaker": "TB",
			"text_bit": "Do you remember the train ride? ",
			"timecode": "01:32:56.000"
		},
		{
			"id": "738",
			"speaker": "GH",
			"text_bit": "Yes.  I caught the train—well, I had ridden the train all my life.  I used to ride back and forth to Cherokee. ",
			"timecode": "01:32:56.000"
		},
		{
			"id": "739",
			"speaker": "TB",
			"text_bit": "Tell me about that. ",
			"timecode": "01:32:56.000"
		},
		{
			"id": "740",
			"speaker": "GH",
			"text_bit": "I used to get on the train and ride to Cherokee, you know. ",
			"timecode": "01:33:17.000"
		},
		{
			"id": "741",
			"speaker": "TB",
			"text_bit": "Right here in Rock Hill? ",
			"timecode": "01:33:17.000"
		},
		{
			"id": "742",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "01:33:17.000"
		},
		{
			"id": "743",
			"speaker": "TB",
			"text_bit": "Well, how did you go about it? ",
			"timecode": "01:33:17.000"
		},
		{
			"id": "744",
			"speaker": "GH",
			"text_bit": "Well, they’d bring me up here to the train station and buy me a ticket, and I’d get the ticket and ride on the train. ",
			"timecode": "01:33:17.000"
		},
		{
			"id": "745",
			"speaker": "TB",
			"text_bit": "Did you have to go straight? ",
			"timecode": "01:33:17.000"
		},
		{
			"id": "746",
			"speaker": "GH",
			"text_bit": "We changed, I believe, in Asheville; one time these, I think, changed in Asheville, and got on another one to go to Cherokee. ",
			"timecode": "01:33:17.000"
		},
		{
			"id": "747",
			"speaker": "TB",
			"text_bit": "Did you carry a lunch, or— ",
			"timecode": "01:33:42.000"
		},
		{
			"id": "748",
			"speaker": "GH",
			"text_bit": "Oh, I don’t remember carrying a lunch! ",
			"timecode": "01:33:42.000"
		},
		{
			"id": "749",
			"speaker": "TB",
			"text_bit": "Was it exciting, or— ",
			"timecode": "01:33:42.000"
		},
		{
			"id": "750",
			"speaker": "GH",
			"text_bit": "I had gotten used to it, so it didn’t— ",
			"timecode": "01:33:42.000"
		},
		{
			"id": "751",
			"speaker": "TB",
			"text_bit": "You did it so often? ",
			"timecode": "01:33:42.000"
		},
		{
			"id": "752",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "01:33:42.000"
		},
		{
			"id": "753",
			"speaker": "TB",
			"text_bit": "How many times would you get home when you were up there at school? ",
			"timecode": "01:33:42.000"
		},
		{
			"id": "754",
			"speaker": "GH",
			"text_bit": "Oh, I’d get home every summer, you know; when it was vacation time, I always come home. ",
			"timecode": "01:33:42.000"
		},
		{
			"id": "755",
			"speaker": "TB",
			"text_bit": "How about Christmas? ",
			"timecode": "01:34:07.000"
		},
		{
			"id": "756",
			"speaker": "GH",
			"text_bit": "No, I couldn’t come home because I wouldn’t have, you know, a long holiday. ",
			"timecode": "01:34:07.000"
		},
		{
			"id": "757",
			"speaker": "TB",
			"text_bit": "Oh.  Well, what kind of Christmas did you have at Cherokee? ",
			"timecode": "01:34:07.000"
		},
		{
			"id": "758",
			"speaker": "GH",
			"text_bit": "Well, I just stayed at school.  But I used to go down to Lottie Jenkins’s; she always, she said, “If they’ll let you, come to my house and spend Christmas with me.” ",
			"timecode": "01:34:07.000"
		},
		{
			"id": "759",
			"speaker": "GH",
			"text_bit": "Of course, she knew we were Catawbas, you know; and I remember one time, Doris was up there—she and I went down to Lottie Jenkins’s, and she was good to us at Christmas!  She’d get us to come down there and spend Christmas, and we’d stay a week with her and we’d go back. ",
			"timecode": "01:34:27.000"
		},
		{
			"id": "760",
			"speaker": "TB",
			"text_bit": "What would you do at Christmas?  What kind of Christmas would she give you? ",
			"timecode": "01:34:27.000"
		},
		{
			"id": "761",
			"speaker": "GH",
			"text_bit": "We’d have a big—she’d have a—you know, cook a big meal, you know, for Christmas.  And we’d stay down there and we’d help her, you know, while we were there.  We was just like at home, you know?  She’d tell us to just help her around the house, help her wash dishes, you know, and do things like that. ",
			"timecode": "01:34:27.000"
		},
		{
			"id": "762",
			"speaker": "TB",
			"text_bit": "Did she have a tree? ",
			"timecode": "01:35:04.000"
		},
		{
			"id": "763",
			"speaker": "GH",
			"text_bit": "Yes, she had a tree; she always had a tree in her living room.  Of course, she hardly ever used her living room anyway, but— ",
			"timecode": "01:35:04.000"
		},
		{
			"id": "764",
			"speaker": "TB",
			"text_bit": "That was just for formal? ",
			"timecode": "01:35:04.000"
		},
		{
			"id": "765",
			"speaker": "GH",
			"text_bit": "Just for looks, yes. ",
			"timecode": "01:35:04.000"
		},
		{
			"id": "766",
			"speaker": "TB",
			"text_bit": "Did you have presents, or did they come from home? ",
			"timecode": "01:35:04.000"
		},
		{
			"id": "767",
			"speaker": "GH",
			"text_bit": "Well, sometimes my mama, she usually would send me something, you know.  But I don’t know whether Lottie gave us anything or not.  Maybe some little thing, you know. ",
			"timecode": "01:35:04.000"
		},
		{
			"id": "768",
			"speaker": "TB",
			"text_bit": "Well, people didn’t give too many presents then, did they? ",
			"timecode": "01:35:33.000"
		},
		{
			"id": "769",
			"speaker": "GH",
			"text_bit": "Well, not too much. ",
			"timecode": "01:35:33.000"
		},
		{
			"id": "770",
			"speaker": "TB",
			"text_bit": "It wasn’t like today, where it is— ",
			"timecode": "01:35:33.000"
		},
		{
			"id": "771",
			"speaker": "GH",
			"text_bit": "No! ",
			"timecode": "01:35:33.000"
		},
		{
			"id": "772",
			"speaker": "TB",
			"text_bit": "--where people spend thousands of dollars. ",
			"timecode": "01:35:33.000"
		},
		{
			"id": "773",
			"speaker": "GH",
			"text_bit": "No, we didn’t expect too much.  I think, you know, people expect too much. ",
			"timecode": "01:35:33.000"
		},
		{
			"id": "774",
			"speaker": "TB",
			"text_bit": "Yes, they do. ",
			"timecode": "01:35:33.000"
		},
		{
			"id": "775",
			"speaker": "GH",
			"text_bit": "I think if you can give something, I think that ought to be— ",
			"timecode": "01:35:33.000"
		},
		{
			"id": "776",
			"speaker": "TB",
			"text_bit": "That’s enough. ",
			"timecode": "01:35:33.000"
		},
		{
			"id": "777",
			"speaker": "GH",
			"text_bit": "That’s enough.  But they give a lot.  Of course, I know—my kids, this year, they give me a lot of things.  But I appreciated it.  But still, I always—I have always give them something, because they told me not to even buy them anything.  But I told them I didn’t think it would be Christmas if I couldn’t give—I said, “It won’t be much, but it will be something.” ",
			"timecode": "01:35:52.000"
		},
		{
			"id": "778",
			"speaker": "TB",
			"text_bit": "Yes. ",
			"timecode": "01:36:13.000"
		},
		{
			"id": "779",
			"speaker": "GH",
			"text_bit": "“It won’t be a lot.”  Well, Floyd said, “Well, mama, I’d just rather that you get things for yourself,” he said, “and spend it for something you need.” ",
			"timecode": "01:36:13.000"
		},
		{
			"id": "780",
			"speaker": "TB",
			"text_bit": "Yes.  Well, do you think Christmas has suffered because we spend so much money? ",
			"timecode": "01:36:13.000"
		},
		{
			"id": "781",
			"speaker": "GH",
			"text_bit": "Well, I don’t know if it’s suffered or not, but I think it’s too commercialized. [Laughs] ",
			"timecode": "01:36:13.000"
		},
		{
			"id": "782",
			"speaker": "TB",
			"text_bit": "It’s hard to tell that it’s Christ’s birthday. ",
			"timecode": "01:36:40.000"
		},
		{
			"id": "783",
			"speaker": "GH",
			"text_bit": "That’s right.  They leave Christ out, and they think more of the other things, you know? ",
			"timecode": "01:36:40.000"
		},
		{
			"id": "784",
			"speaker": "TB",
			"text_bit": "Right, right. Yes.  And that’s, ah— ",
			"timecode": "01:36:40.000"
		},
		{
			"id": "785",
			"speaker": "GH",
			"text_bit": "They just think that’s a day of getting, and, you know— ",
			"timecode": "01:36:40.000"
		},
		{
			"id": "786",
			"speaker": "TB",
			"text_bit": "Just to get things. ",
			"timecode": "01:36:40.000"
		},
		{
			"id": "787",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "01:36:40.000"
		},
		{
			"id": "788",
			"speaker": "TB",
			"text_bit": "Just things and more things.  Can you tell me more about Roy Brown driving that car? ",
			"timecode": "01:37:04.000"
		},
		{
			"id": "789",
			"speaker": "GH",
			"text_bit": "Oh, I know he used to drive that car and blow that horn when he’d go through the reservation!  And everybody would say, “Well, John Brown’s in town!” ",
			"timecode": "01:37:04.000"
		},
		{
			"id": "790",
			"speaker": "TB",
			"text_bit": "Tell me about October Harris. ",
			"timecode": "01:37:04.000"
		},
		{
			"id": "791",
			"speaker": "GH",
			"text_bit": "What is to tell about October Harris? ",
			"timecode": "01:37:04.000"
		},
		{
			"id": "792",
			"speaker": "TB",
			"text_bit": "She had a slew of children. ",
			"timecode": "01:37:31.000"
		},
		{
			"id": "793",
			"speaker": "GH",
			"text_bit": "No, she didn’t have but one.  Alfred Harris, Peggy’s husband.  That’s the only child she had. ",
			"timecode": "01:37:31.000"
		},
		{
			"id": "794",
			"speaker": "TB",
			"text_bit": "Oh.  I’m thinking of somebody else, I guess. ",
			"timecode": "01:37:31.000"
		},
		{
			"id": "795",
			"speaker": "GH",
			"text_bit": "You must be, because she didn’t have but one child. ",
			"timecode": "01:37:31.000"
		},
		{
			"id": "796",
			"speaker": "TB",
			"text_bit": "Just that one? ",
			"timecode": "01:37:31.000"
		},
		{
			"id": "797",
			"speaker": "GH",
			"text_bit": "Just that one. ",
			"timecode": "01:37:31.000"
		},
		{
			"id": "798",
			"speaker": "TB",
			"text_bit": "I see.  Isn’t there a story about her with a dog or something? ",
			"timecode": "01:37:31.000"
		},
		{
			"id": "799",
			"speaker": "GH",
			"text_bit": "No. ",
			"timecode": "01:37:31.000"
		},
		{
			"id": "800",
			"speaker": "TB",
			"text_bit": "Putting her fist in a dog’s mouth? ",
			"timecode": "01:38:00.000"
		},
		{
			"id": "801",
			"speaker": "GH",
			"text_bit": "That was an old Indian, way back!  Lula was the one told you that.  You said— ",
			"timecode": "01:38:00.000"
		},
		{
			"id": "802",
			"speaker": "TB",
			"text_bit": "No, I thought—maybe Doris told me. ",
			"timecode": "01:38:00.000"
		},
		{
			"id": "803",
			"speaker": "GH",
			"text_bit": "Lula was the one told you!  You told me about it. ",
			"timecode": "01:38:00.000"
		},
		{
			"id": "804",
			"speaker": "TB",
			"text_bit": "Sticking her fist—the beehive—she got a bee swarm or something in her dress. ",
			"timecode": "01:38:00.000"
		},
		{
			"id": "805",
			"speaker": "GH",
			"text_bit": "I don’t know. ",
			"timecode": "01:38:00.000"
		},
		{
			"id": "806",
			"speaker": "TB",
			"text_bit": "That must be Doris that told me about that.  What was the first—can you tell me about the first load of pottery you sold?  That was just part of— ",
			"timecode": "01:38:22.000"
		},
		{
			"id": "807",
			"speaker": "GH",
			"text_bit": "No.  That was just part of living, I guess. [Laugh] ",
			"timecode": "01:38:22.000"
		},
		{
			"id": "808",
			"speaker": "TB",
			"text_bit": "Oh.  That railroad bridge—when you went across that railroad bridge could you see the water underneath? ",
			"timecode": "01:38:22.000"
		},
		{
			"id": "809",
			"speaker": "GH",
			"text_bit": "Why, yes.  You know—sure.  We had to walk all between—all we had to walk on— ",
			"timecode": "01:38:22.000"
		},
		{
			"id": "810",
			"speaker": "TB",
			"text_bit": "You walked on the ties. ",
			"timecode": "01:38:22.000"
		},
		{
			"id": "811",
			"speaker": "GH",
			"text_bit": "Yes.  You walked on the crossties. ",
			"timecode": "01:38:48.000"
		},
		{
			"id": "812",
			"speaker": "TB",
			"text_bit": "Weren’t you afraid you’d fall through? ",
			"timecode": "01:38:48.000"
		},
		{
			"id": "813",
			"speaker": "GH",
			"text_bit": "I don’t know why I wasn’t afraid. ",
			"timecode": "01:38:48.000"
		},
		{
			"id": "814",
			"speaker": "TB",
			"text_bit": "Of course, your grandmother had you by the hand. ",
			"timecode": "01:38:48.000"
		},
		{
			"id": "815",
			"speaker": "GH",
			"text_bit": "We was walking down that—no, not all the time she didn’t.  I walked them things just like she did! ",
			"timecode": "01:38:48.000"
		},
		{
			"id": "816",
			"speaker": "TB",
			"text_bit": "Could you swim? ",
			"timecode": "01:38:48.000"
		},
		{
			"id": "817",
			"speaker": "GH",
			"text_bit": "Couldn’t swim a lick, and can’t swim yet! ",
			"timecode": "01:38:48.000"
		},
		{
			"id": "818",
			"speaker": "TB",
			"text_bit": "So you all never went down to swim in the river? ",
			"timecode": "01:38:48.000"
		},
		{
			"id": "819",
			"speaker": "GH",
			"text_bit": "I went in the river some, but never did learn to swim in it.  Now, all the boys—every boy—learned to swim in the river. ",
			"timecode": "01:39:08.000"
		},
		{
			"id": "820",
			"speaker": "TB",
			"text_bit": "No!  But the girls didn’t? ",
			"timecode": "01:39:08.000"
		},
		{
			"id": "821",
			"speaker": "GH",
			"text_bit": "No, they didn’t go down there too much. I always wished I had learned to swim, but I didn’t.  Of course, I think everybody should know how, because you never know what might happen. ",
			"timecode": "01:39:08.000"
		},
		{
			"id": "822",
			"speaker": "TB",
			"text_bit": "So, if you had fallen in that river, that would have been the end? ",
			"timecode": "01:39:08.000"
		},
		{
			"id": "823",
			"speaker": "GH",
			"text_bit": "Oh yes, that would have been the end of me!  I used to play in it, though, close to the bank.  I didn’t venture out too far! ",
			"timecode": "01:39:08.000"
		},
		{
			"id": "824",
			"speaker": "TB",
			"text_bit": "How high is that bridge from the water? ",
			"timecode": "01:39:39.000"
		},
		{
			"id": "825",
			"speaker": "GH",
			"text_bit": "Oh, way up! ",
			"timecode": "01:39:39.000"
		},
		{
			"id": "826",
			"speaker": "TB",
			"text_bit": "Way up there? ",
			"timecode": "01:39:39.000"
		},
		{
			"id": "827",
			"speaker": "GH",
			"text_bit": "Yes, it’s on up there. ",
			"timecode": "01:39:39.000"
		},
		{
			"id": "828",
			"speaker": "TB",
			"text_bit": "Oh, my goodness! ",
			"timecode": "01:39:39.000"
		},
		{
			"id": "829",
			"speaker": "GH",
			"text_bit": "I bet I couldn’t walk one now! ",
			"timecode": "01:39:39.000"
		},
		{
			"id": "830",
			"speaker": "TB",
			"text_bit": "No. ",
			"timecode": "01:39:39.000"
		},
		{
			"id": "831",
			"speaker": "GH",
			"text_bit": "Because I was younger then. ",
			"timecode": "01:39:39.000"
		},
		{
			"id": "832",
			"speaker": "TB",
			"text_bit": "Tell me about your little girlfriend who died in the influenza. ",
			"timecode": "01:39:39.000"
		},
		{
			"id": "833",
			"speaker": "GH",
			"text_bit": "Oh, let’s see—Jenny.  She was a Saunook, and she was a little cripple girl.  I remember she was a clubfoot and she was in my—she was a classmate.  She was in the same class.  And she just died. ",
			"timecode": "01:40:02.000"
		},
		{
			"id": "834",
			"speaker": "TB",
			"text_bit": "Is she the one who shook the stool? ",
			"timecode": "01:40:02.000"
		},
		{
			"id": "835",
			"speaker": "GH",
			"text_bit": "I don’t know who shook the stool; I never did know who it was.  I just said it must have been someone visiting me that had died, you know, because quite a few of them had died. ",
			"timecode": "01:40:02.000"
		},
		{
			"id": "836",
			"speaker": "TB",
			"text_bit": "Did you room with her? ",
			"timecode": "01:40:38.000"
		},
		{
			"id": "837",
			"speaker": "GH",
			"text_bit": "Well, we had one great big dormitory, and a crowd of us slept there; but she slept in the bed next to me. ",
			"timecode": "01:40:38.000"
		},
		{
			"id": "838",
			"speaker": "TB",
			"text_bit": "This little Jenny Saunook?  Did they speak Cherokee, those children? ",
			"timecode": "01:40:38.000"
		},
		{
			"id": "839",
			"speaker": "GH",
			"text_bit": "Oh yeah, those children—they knew Cherokee. ",
			"timecode": "01:40:38.000"
		},
		{
			"id": "840",
			"speaker": "TB",
			"text_bit": "Did they get punished for doing it? ",
			"timecode": "01:40:38.000"
		},
		{
			"id": "841",
			"speaker": "GH",
			"text_bit": "No. ",
			"timecode": "01:40:38.000"
		},
		{
			"id": "842",
			"speaker": "TB",
			"text_bit": "So, they jabbered in it all the time? ",
			"timecode": "01:40:58.000"
		},
		{
			"id": "843",
			"speaker": "GH",
			"text_bit": "Yes, to one another that could talk.  They talked Cherokee a good bit.  But now, when they went to school, they talked English, you see.  I know while I was there, there was some kids that came that couldn’t even speak English. ",
			"timecode": "01:40:58.000"
		},
		{
			"id": "844",
			"speaker": "TB",
			"text_bit": "At all? ",
			"timecode": "01:40:58.000"
		},
		{
			"id": "845",
			"speaker": "GH",
			"text_bit": "You know they sent them when they were six years old, and I knew several of them couldn’t speak a bit of English. ",
			"timecode": "01:40:58.000"
		},
		{
			"id": "846",
			"speaker": "TB",
			"text_bit": "Did they have trouble with them being homesick and crying and carrying on? ",
			"timecode": "01:41:24.000"
		},
		{
			"id": "847",
			"speaker": "GH",
			"text_bit": "Yes, some.  But, you know, they weren’t too bad, I didn’t think.  They done right good, them being little fellas like that. ",
			"timecode": "01:41:24.000"
		},
		{
			"id": "848",
			"speaker": "TB",
			"text_bit": "Was the food good? ",
			"timecode": "01:41:24.000"
		},
		{
			"id": "849",
			"speaker": "GH",
			"text_bit": "Yes, they had good food!  The government fed them.  It was good, substantial food is what it was. ",
			"timecode": "01:41:24.000"
		},
		{
			"id": "850",
			"speaker": "TB",
			"text_bit": "Good diet. ",
			"timecode": "01:41:24.000"
		},
		{
			"id": "851",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "01:41:24.000"
		},
		{
			"id": "852",
			"speaker": "TB",
			"text_bit": "So you didn’t miss mama’s cooking? ",
			"timecode": "01:41:24.000"
		},
		{
			"id": "853",
			"speaker": "GH",
			"text_bit": "No, you didn’t miss that.  We got plenty of beans and potatoes, and, of course, on Sundays, she always fixed pie or, you know, something extra, on Sunday.  Something extra. ",
			"timecode": "01:41:50.000"
		},
		{
			"id": "854",
			"speaker": "TB",
			"text_bit": "And did you take church together? ",
			"timecode": "01:41:50.000"
		},
		{
			"id": "855",
			"speaker": "GH",
			"text_bit": "Well, that had a—yes, they had an auditorium.  We’d go to the auditorium for church services.  You see, you didn’t go out to the churches; you just went to the auditorium.  They had somebody to speak— ",
			"timecode": "01:42:05.000"
		},
		{
			"id": "856",
			"speaker": "TB",
			"text_bit": "Of course, everybody up there is a Baptist. ",
			"timecode": "01:42:05.000"
		},
		{
			"id": "857",
			"speaker": "GH",
			"text_bit": "Just about. ",
			"timecode": "01:42:05.000"
		},
		{
			"id": "858",
			"speaker": "TB",
			"text_bit": "Almost.  There is some Mormons though, now. ",
			"timecode": "01:42:05.000"
		},
		{
			"id": "859",
			"speaker": "GH",
			"text_bit": "Yes, they got a Mormon church up there now. ",
			"timecode": "01:42:05.000"
		},
		{
			"id": "860",
			"speaker": "TB",
			"text_bit": "Right.  There are some Mormons.  Who was Gertrude Watts? ",
			"timecode": "01:42:05.000"
		},
		{
			"id": "861",
			"speaker": "GH",
			"text_bit": "That’s Jim Watts’s wife. ",
			"timecode": "01:42:33.000"
		},
		{
			"id": "862",
			"speaker": "TB",
			"text_bit": "The young wife? ",
			"timecode": "01:42:33.000"
		},
		{
			"id": "863",
			"speaker": "GH",
			"text_bit": "The one I told you married Jim Watts.  She was younger than he was.  He was an old man when he married her, and he had those two children, Jimmy and William Watts. ",
			"timecode": "01:42:33.000"
		},
		{
			"id": "864",
			"speaker": "TB",
			"text_bit": "So he was married the first time to the Indian, and she died; and then he married Gertrude? ",
			"timecode": "01:42:33.000"
		},
		{
			"id": "865",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "01:42:33.000"
		},
		{
			"id": "866",
			"speaker": "TB",
			"text_bit": "Where did he find her? ",
			"timecode": "01:42:33.000"
		},
		{
			"id": "867",
			"speaker": "GH",
			"text_bit": "Here in Rock Hill.  He was working up here in the mill, and he met her.  But her mother was married to Davis Ayers, Gertrude’s mother was. ",
			"timecode": "01:42:58.000"
		},
		{
			"id": "868",
			"speaker": "TB",
			"text_bit": "And who was she? ",
			"timecode": "01:42:58.000"
		},
		{
			"id": "869",
			"speaker": "GH",
			"text_bit": "Oh, I don’t know; they called her ‘Old Lady Dye’. ",
			"timecode": "01:42:58.000"
		},
		{
			"id": "870",
			"speaker": "TB",
			"text_bit": "‘Old Lady’ who? ",
			"timecode": "01:42:58.000"
		},
		{
			"id": "871",
			"speaker": "GH",
			"text_bit": "Old Lady Dye.  She was a Dye before she married Davis Ayers.  And I remember, when I was a kid, everybody said ‘Old Lady Dye’, and that’s all I ever knew. ",
			"timecode": "01:42:58.000"
		},
		{
			"id": "872",
			"speaker": "GH",
			"text_bit": "That woman went by her name, but—I think her name was Mary Dye.  She, she was a Dye before she married Davis, but that’s what everybody called her when they were talking about her: “That’s Old Lady Dye.” ",
			"timecode": "01:43:23.000"
		},
		{
			"id": "873",
			"speaker": "TB",
			"text_bit": "And Gertrude was her little girl? ",
			"timecode": "01:43:23.000"
		},
		{
			"id": "874",
			"speaker": "GH",
			"text_bit": "That was her daughter, yes, by a previous marriage.  You know, she had two girls, I think; one named Fannie Dye, and Gertrude. ",
			"timecode": "01:43:23.000"
		},
		{
			"id": "875",
			"speaker": "TB",
			"text_bit": "And Fannie married outside of the— ",
			"timecode": "01:43:46.000"
		},
		{
			"id": "876",
			"speaker": "GH",
			"text_bit": "Yes, she—Fannie married somebody; I believe she married a Fagan.  No, Gertrude married a Fagan.  And she had some children by a Fagan, but I think she gave them away somewhere along the way. ",
			"timecode": "01:43:46.000"
		},
		{
			"id": "877",
			"speaker": "TB",
			"text_bit": "So she never brought those with her? ",
			"timecode": "01:43:46.000"
		},
		{
			"id": "878",
			"speaker": "GH",
			"text_bit": "She had them down there for a while.  I remember seeing them when they were right little; but after they got up older, I think she must have given them away to somebody. ",
			"timecode": "01:44:03.000"
		},
		{
			"id": "879",
			"speaker": "TB",
			"text_bit": "Yes.  What eventually happened to her? ",
			"timecode": "01:44:03.000"
		},
		{
			"id": "880",
			"speaker": "GH",
			"text_bit": "Who, Gertrude?  The last time I heard tell of it, they sent her to Columbia to the mental place. ",
			"timecode": "01:44:03.000"
		},
		{
			"id": "881",
			"speaker": "TB",
			"text_bit": "Oh, really? ",
			"timecode": "01:44:03.000"
		},
		{
			"id": "882",
			"speaker": "GH",
			"text_bit": "Yes.  She went there when Jimmy and—now, they say what caused it, they said she had pellagra and that’s what caused her to lose her mind. ",
			"timecode": "01:44:22.000"
		},
		{
			"id": "883",
			"speaker": "TB",
			"text_bit": "Oh, really? ",
			"timecode": "01:44:22.000"
		},
		{
			"id": "884",
			"speaker": "GH",
			"text_bit": "That’s what I was told now.  That’s all I know.  And she went down there, and they said she died down there.  And William has tried to find her, but he can’t find—I don’t think. ",
			"timecode": "01:44:22.000"
		},
		{
			"id": "885",
			"speaker": "GH",
			"text_bit": "The last I heard, they said he didn’t find any record of where she had died down there.  But she died there.  But they didn’t have no record when he tried to find her. ",
			"timecode": "01:44:52.000"
		},
		{
			"id": "886",
			"speaker": "TB",
			"text_bit": "Isn’t that funny. ",
			"timecode": "01:44:52.000"
		},
		{
			"id": "887",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "01:44:52.000"
		},
		{
			"id": "888",
			"speaker": "TB",
			"text_bit": "Yes, they should have a record of that. ",
			"timecode": "01:44:52.000"
		},
		{
			"id": "889",
			"speaker": "GH",
			"text_bit": "That’s right. ",
			"timecode": "01:44:52.000"
		},
		{
			"id": "890",
			"speaker": "TB",
			"text_bit": "Of course, now, maybe he didn’t know how to look.  Although he should from the Mormon Church.  They would tell him how to do that. ",
			"timecode": "01:44:52.000"
		},
		{
			"id": "891",
			"speaker": "GH",
			"text_bit": "Well, Jimmy—well, William was a smart little fella. ",
			"timecode": "01:44:52.000"
		},
		{
			"id": "892",
			"speaker": "GH",
			"text_bit": "There was nothing crazy about Jimmy.  He knew what was going on.  William was smart, and Jimmy is, too.  They never could get no details on her because she went down there—Jimmy was very small; I don’t think he was over three or four years old from what I remember. ",
			"timecode": "01:45:15.000"
		},
		{
			"id": "893",
			"speaker": "TB",
			"text_bit": "Oh, so she never raised them?  So who raised those children then? ",
			"timecode": "01:45:15.000"
		},
		{
			"id": "894",
			"speaker": "GH",
			"text_bit": "Oh, Leola Blue kept Jimmy for a long time, I know; and then she kept William.  Lucy kept Jimmy.  Lucy Starnes raised Jimmy, and see, Jim Starnes is Lucy’s uncle, I believe.  Or his aunt.  I don’t know how it goes.  But anyway, they were related there.  But she raised Jimmy, and Nelson and Leola kept William and raised him. ",
			"timecode": "01:45:38.000"
		},
		{
			"id": "895",
			"speaker": "TB",
			"text_bit": "What about Clifford? ",
			"timecode": "01:46:09.000"
		},
		{
			"id": "896",
			"speaker": "GH",
			"text_bit": "That’s the one I call Jimmy. ",
			"timecode": "01:46:09.000"
		},
		{
			"id": "897",
			"speaker": "TB",
			"text_bit": "Oh!  You call Clifford ‘Jimmy’?  He was— ",
			"timecode": "01:46:09.000"
		},
		{
			"id": "898",
			"speaker": "GH",
			"text_bit": "His name was James Clifford, I think, and we always called him Jimmy.  But his name was Clifford.  And Lucy and her husband raised Jimmy. ",
			"timecode": "01:46:09.000"
		},
		{
			"id": "899",
			"speaker": "TB",
			"text_bit": "So the father—of course, he was old. ",
			"timecode": "01:46:09.000"
		},
		{
			"id": "900",
			"speaker": "GH",
			"text_bit": "Yes.  He had a heart attack when the children, I guess along when they were living down there.  He was chasing a cow one day and he run the old cow around and around.  He was living with Nelson and Leola, you see.  Leola was—he raised her, you see.  And he was running the old cow and he never did come home. ",
			"timecode": "01:46:27.000"
		},
		{
			"id": "901",
			"speaker": "GH",
			"text_bit": "No, that was before Gertrude died.  And Gertrude found him—that’s his wife—found him.  Gertrude, she said she saw him when he come up the hill and she went over there to look.  And when she come down there, she found him lying on the ground, and he was dead.  And they said she hollered just as loud as she could holler!  And I think Leola heard her and she ran over there and found Gertrude with him. ",
			"timecode": "01:46:53.000"
		},
		{
			"id": "902",
			"speaker": "TB",
			"text_bit": "Then she went insane afterwards? ",
			"timecode": "01:47:18.000"
		},
		{
			"id": "903",
			"speaker": "GH",
			"text_bit": "Yes, after that. ",
			"timecode": "01:47:18.000"
		},
		{
			"id": "904",
			"speaker": "TB",
			"text_bit": "After that.  And then they took her to Columbia, and she just never came back?  So Leola took one boy, and Lucy Starnes took the other? ",
			"timecode": "01:47:18.000"
		},
		{
			"id": "905",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "01:47:18.000"
		},
		{
			"id": "906",
			"speaker": "TB",
			"text_bit": "An awful lot of children without parents. ",
			"timecode": "01:47:18.000"
		},
		{
			"id": "907",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "01:47:18.000"
		},
		{
			"id": "908",
			"speaker": "TB",
			"text_bit": "Of course, people had to stick together. ",
			"timecode": "01:47:18.000"
		},
		{
			"id": "909",
			"speaker": "GH",
			"text_bit": "Oh, yes!  It was the only way. ",
			"timecode": "01:47:39.000"
		},
		{
			"id": "910",
			"speaker": "TB",
			"text_bit": "There was not—the state did nothing. ",
			"timecode": "01:47:39.000"
		},
		{
			"id": "911",
			"speaker": "GH",
			"text_bit": "No.  People took care of one another, you know. ",
			"timecode": "01:47:39.000"
		},
		{
			"id": "912",
			"speaker": "TB",
			"text_bit": "I wonder if that wasn’t better. ",
			"timecode": "01:47:39.000"
		},
		{
			"id": "913",
			"speaker": "GH",
			"text_bit": "It might be. ",
			"timecode": "01:47:39.000"
		},
		{
			"id": "914",
			"speaker": "TB",
			"text_bit": "Of course, there was a lot of suffering—financial.  But I wonder what’s worse? ",
			"timecode": "01:47:39.000"
		},
		{
			"id": "915",
			"speaker": "GH",
			"text_bit": "I don’t know.  You wonder sometimes. ",
			"timecode": "01:48:00.000"
		},
		{
			"id": "916",
			"speaker": "TB",
			"text_bit": "Yes.  Whether the children were better off being taken in, or if they’d be better off with social security. ",
			"timecode": "01:48:00.000"
		},
		{
			"id": "917",
			"speaker": "GH",
			"text_bit": "There wasn’t no social security money back then; it wasn’t heard of then.  And if you took a child in, you’d have to raise him on your own. ",
			"timecode": "01:48:00.000"
		},
		{
			"id": "918",
			"speaker": "TB",
			"text_bit": "It was your project. ",
			"timecode": "01:48:25.000"
		},
		{
			"id": "919",
			"speaker": "GH",
			"text_bit": "Yes.  That was your project if you took him in. ",
			"timecode": "01:48:25.000"
		},
		{
			"id": "920",
			"speaker": "TB",
			"text_bit": "Sure.  Tell me about your little boy with his ax. ",
			"timecode": "01:48:25.000"
		},
		{
			"id": "921",
			"speaker": "GH",
			"text_bit": "Who?  About Dewey? ",
			"timecode": "01:48:25.000"
		},
		{
			"id": "922",
			"speaker": "TB",
			"text_bit": "Yes. ",
			"timecode": "01:48:25.000"
		},
		{
			"id": "923",
			"speaker": "GH",
			"text_bit": "Yes sir.  Well, I took him to town one time, and he saw an ax up there.  And he wasn’t but five years old.  And he cried and cried!  He saw that little ax.  I think, as far as I can remember, I think it was about a two-and-a-half pound ax.  It was a small ax.  He wanted that ax so bad, and we brought him out of that store.  He cried!  My husband got tired of hearing him cry, and he said, “Come over here, boy” and took him on back in there and bought that ax! ",
			"timecode": "01:48:42.000"
		},
		{
			"id": "924",
			"speaker": "GH",
			"text_bit": "And he came home and he chopped wood until he made himself sick!  He chopped wood all evening, and, you know, that rascal never did cut hisself or nothing with that ax!  Never did. ",
			"timecode": "01:49:08.000"
		},
		{
			"id": "925",
			"speaker": "TB",
			"text_bit": "Never did cut himself? ",
			"timecode": "01:49:08.000"
		},
		{
			"id": "926",
			"speaker": "GH",
			"text_bit": "Never did cut himself. ",
			"timecode": "01:49:08.000"
		},
		{
			"id": "927",
			"speaker": "TB",
			"text_bit": "Oh, it was Nola who got chopped with—one of her children got chopped with the ax. ",
			"timecode": "01:49:08.000"
		},
		{
			"id": "928",
			"speaker": "GH",
			"text_bit": "Might have. ",
			"timecode": "01:49:30.000"
		},
		{
			"id": "929",
			"speaker": "TB",
			"text_bit": "Yes, she was telling me last time.  But he just loved that ax? ",
			"timecode": "01:49:30.000"
		},
		{
			"id": "930",
			"speaker": "GH",
			"text_bit": "He loved that ax.  He loved to cut wood.  He’d get out there and cut wood!  There was a Cherokee came down here and stayed with me and my husband.  Ben Powell.  You might have heard of him.  But anyway—I think he had a wife, and they had separated; and she was suing him for support.  And he come down to the Indian reservation to the Catawbas to stay so the law couldn’t touch him as long as he was out of state. ",
			"timecode": "01:49:30.000"
		},
		{
			"id": "931",
			"speaker": "GH",
			"text_bit": "We didn’t know it until one time the police came down there and got him out of my house one night, and we didn’t know what was wrong.  We didn’t know; we just thought he was visiting!  But I had knew Ben when I was at Cherokee. ",
			"timecode": "01:49:57.000"
		},
		{
			"id": "932",
			"speaker": "TB",
			"text_bit": "At school? ",
			"timecode": "01:49:57.000"
		},
		{
			"id": "933",
			"speaker": "GH",
			"text_bit": "Yes, but he was a lot older than I am.  But I knew he married a—but I knew his children and I knew his sisters, and so Ben just stayed with us for a while. ",
			"timecode": "01:49:57.000"
		},
		{
			"id": "934",
			"speaker": "GH",
			"text_bit": "And he was out there and he cut—Ben was good to get wood.  He’d keep all the wood for my husband, because, you see, my husband was working.  And he just hauled up loads of wood and he cut big wood.  And when he cut the wood off like this in chunks, you know, Dewey would take his little ax and split them in half!  And that’s what he did. ",
			"timecode": "01:50:22.000"
		},
		{
			"id": "935",
			"speaker": "TB",
			"text_bit": "Oh really! ",
			"timecode": "01:50:22.000"
		},
		{
			"id": "936",
			"speaker": "GH",
			"text_bit": "Yes.  And he could do it!  And he wasn’t but five years old.  And he just cut!  And he got—what he done, he cut so long he sweated and took a cold.  Got cold—cooled off and got cold, and then he couldn’t use his little ax for a day or two.  He was sick; I had to keep him in the house. ",
			"timecode": "01:50:44.000"
		},
		{
			"id": "937",
			"speaker": "TB",
			"text_bit": "Yes. ",
			"timecode": "01:50:44.000"
		},
		{
			"id": "938",
			"speaker": "GH",
			"text_bit": "I never will forget that! [Laugh] ",
			"timecode": "01:51:07.000"
		},
		{
			"id": "939",
			"speaker": "TB",
			"text_bit": "Well, what ever happened to Ben Powell, then? ",
			"timecode": "01:51:07.000"
		},
		{
			"id": "940",
			"speaker": "GH",
			"text_bit": "Well, he stayed until the police come and got him and took him back to Cherokee. ",
			"timecode": "01:51:07.000"
		},
		{
			"id": "941",
			"speaker": "TB",
			"text_bit": "And he never came back any more? ",
			"timecode": "01:51:07.000"
		},
		{
			"id": "942",
			"speaker": "GH",
			"text_bit": "Oh yes, he came back after that again, and he stayed around a while.  He was a good old fellow, though.  He would drink, but he wasn’t, you know, mean or nothing like that. ",
			"timecode": "01:51:07.000"
		},
		{
			"id": "943",
			"speaker": "GH",
			"text_bit": "And I never did see him just, you know, passed out or nothing.  But he drank; I remember that.  That’s all I hated about him when he come.  I remember one time I was sick—oh, and I had, I had a cyst on my hip here and I had to go to the doctor to have that taken off.  And the doctor told me—he didn’t put me to sleep; he just froze it to where I could stand it and then he took it out. ",
			"timecode": "01:51:31.000"
		},
		{
			"id": "944",
			"speaker": "GH",
			"text_bit": "And he told me he took out about two pounds of meat!  And I guess he did, because he left a hole in my leg when he took it out!  But he said, “I wanted to be sure I took it all so it wouldn’t come back and, you know, give you trouble.”  And he took a big piece of meat out of my leg and he let me come home.  And he said, “I think you can go home.”  He said, “But you stay off of it.  Stay in the bed.”  And, ah, he said, “Stay off of it!”  So he let me come home.  I think I spent one night, and then the next day he let me come home. ",
			"timecode": "01:51:57.000"
		},
		{
			"id": "945",
			"speaker": "GH",
			"text_bit": "And then he said, “You come back and see [me] every so often, and I’ll take the stitches out,” you know.  So I came home, and Douglas asked his sister Reola—that was Reola; she wasn’t married, and Ben got kind of sweet on Reola.  And he liked Reola.  So he asked Reola to come and cook for me, you know, while I was, while I was just—and I never will forget Ben. ",
			"timecode": "01:52:27.000"
		},
		{
			"id": "946",
			"speaker": "GH",
			"text_bit": "He said, “Oh, I’ll help; I’ll help her!” he said.  And I remember we had killed, you know, hogs that year, and we had great big old hams; and he said, “I can cut the meat and cook the meat, and” he said, “while she fixes the other stuff,” you know.  She lived out there with Nola, and she come out there every morning and fixed breakfast, and—oh, he liked Reola!  But Reola was too young for him, you know; Reola was just a young girl then. ",
			"timecode": "01:52:52.000"
		},
		{
			"id": "947",
			"speaker": "GH",
			"text_bit": "And he was crazy about Reola!  He would have married Reola, if he could have got Reola to.  But Reola wouldn’t; she didn’t like him.  But I told Douglas, I said, “I never eat such big slices of ham but when I was sick!” I said.  Ben Powell and—I think we had big old hams; and he’d cut a slice, and I think they’d be this big around!  And he’d cut, he’d cut one for everybody—a slice like that—and, you know, if that had been me, I would have cut them in half, too; but he was slicing the whole ham! [Laugh] ",
			"timecode": "01:53:19.000"
		},
		{
			"id": "948",
			"speaker": "TB",
			"text_bit": "Trying to impress Reola? ",
			"timecode": "01:53:52.000"
		},
		{
			"id": "949",
			"speaker": "GH",
			"text_bit": "But I told Douglas, “Shucks, I eat ham!”  And he said Ben Powell liked that ham, too.  But it was good ham, too.  You see, we had raised it and cured it ourselves, you see. ",
			"timecode": "01:53:52.000"
		},
		{
			"id": "950",
			"speaker": "TB",
			"text_bit": "Well, how did he cure the ham? ",
			"timecode": "01:53:52.000"
		},
		{
			"id": "951",
			"speaker": "GH",
			"text_bit": "With salt. ",
			"timecode": "01:53:52.000"
		},
		{
			"id": "952",
			"speaker": "TB",
			"text_bit": "Did you have a room that you put it in or something? ",
			"timecode": "01:53:52.000"
		},
		{
			"id": "953",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "01:53:52.000"
		},
		{
			"id": "954",
			"speaker": "TB",
			"text_bit": "You had a little— ",
			"timecode": "01:53:52.000"
		},
		{
			"id": "955",
			"speaker": "GH",
			"text_bit": "Yes.  We had a great big old table in there, and we’d salt all that meat down, you know.  And you’d salt it down where it would—you can—and all that, it would run, you know, and it would dry out.  You see, the salt would draw all that water out—all everything out; then, when it got dry, we’d sack them up and then hang them up.  And they’d be all right. ",
			"timecode": "01:54:14.000"
		},
		{
			"id": "956",
			"speaker": "TB",
			"text_bit": "They wouldn’t spoil or anything? ",
			"timecode": "01:54:40.000"
		},
		{
			"id": "957",
			"speaker": "GH",
			"text_bit": "No.  You see, you’d have it—then after you’d get all that water out, and blood was drawed out of it.  And, you see, there wasn’t no way—that meat was good meat. ",
			"timecode": "01:54:40.000"
		},
		{
			"id": "958",
			"speaker": "TB",
			"text_bit": "Did it ever spoil on you? ",
			"timecode": "01:54:40.000"
		},
		{
			"id": "959",
			"speaker": "GH",
			"text_bit": "We might have lost some if we had too many to carry over into the next—way over into the spring of the next year.  It would get rank on you, you know. ",
			"timecode": "01:54:40.000"
		},
		{
			"id": "960",
			"speaker": "TB",
			"text_bit": "And what—you’d just have to throw it away? ",
			"timecode": "01:54:40.000"
		},
		{
			"id": "961",
			"speaker": "GH",
			"text_bit": "Yes.  We’d just have to throw it away, [or] use it—cut it up and make soap out of it, or— ",
			"timecode": "01:55:03.000"
		},
		{
			"id": "962",
			"speaker": "TB",
			"text_bit": "How do you do that? ",
			"timecode": "01:55:03.000"
		},
		{
			"id": "963",
			"speaker": "GH",
			"text_bit": "You never did know of people making soap? ",
			"timecode": "01:55:03.000"
		},
		{
			"id": "964",
			"speaker": "TB",
			"text_bit": "No. ",
			"timecode": "01:55:03.000"
		},
		{
			"id": "965",
			"speaker": "GH",
			"text_bit": "You use lye to make soap.  You render all that fat off of your meat, you know, and get the grease and boil that, and get your fat strained out and cleaned.  And then you put you a can of lye in there, and it will, it will just— ",
			"timecode": "01:55:03.000"
		},
		{
			"id": "966",
			"speaker": "TB",
			"text_bit": "Bubble up? ",
			"timecode": "01:55:28.000"
		},
		{
			"id": "967",
			"speaker": "GH",
			"text_bit": "And you’d pour it in a mold or whatever you got, and— ",
			"timecode": "01:55:28.000"
		},
		{
			"id": "968",
			"speaker": "TB",
			"text_bit": "It would be bricks? ",
			"timecode": "01:55:28.000"
		},
		{
			"id": "969",
			"speaker": "GH",
			"text_bit": "Or you would put it in that great big thing and cut it.  And it would— ",
			"timecode": "01:55:28.000"
		},
		{
			"id": "970",
			"speaker": "TB",
			"text_bit": "Like fudge? ",
			"timecode": "01:55:28.000"
		},
		{
			"id": "971",
			"speaker": "GH",
			"text_bit": "In the shape of a how big soap bar you want. ",
			"timecode": "01:55:28.000"
		},
		{
			"id": "972",
			"speaker": "TB",
			"text_bit": "Oh, for heaven’s sakes!  And you made soap every year? ",
			"timecode": "01:55:28.000"
		},
		{
			"id": "973",
			"speaker": "GH",
			"text_bit": "Yes, we did make it, and some—I didn’t make it every year.  But if we had a lot of stuff like that to throw away, we used it, you see.  We made use of it.  Didn’t waste it. ",
			"timecode": "01:55:50.000"
		},
		{
			"id": "974",
			"speaker": "TB",
			"text_bit": "You didn’t throw anything away? ",
			"timecode": "01:55:50.000"
		},
		{
			"id": "975",
			"speaker": "GH",
			"text_bit": "No.  You could use it, you see. ",
			"timecode": "01:55:50.000"
		},
		{
			"id": "976",
			"speaker": "TB",
			"text_bit": "And how did you make lard? ",
			"timecode": "01:55:50.000"
		},
		{
			"id": "977",
			"speaker": "GH",
			"text_bit": "You took all the trimming off the hog and then lopped some off of the fatback, you know—this great big old streak of—and you’d even trim the entrails, you know.  So much fat off of the—you’d trim that and take all of that and cut it up and put it in a big pot. ",
			"timecode": "01:55:50.000"
		},
		{
			"id": "978",
			"speaker": "GH",
			"text_bit": "And you just put so much water there and boil it, and leave it in there and it will just boil.  And after a while, everything just turns to grease; and all that fat will come to the top, and, see, it will get right crisp and come to the top.  And [you] just skim all that off and strain your lard and put it in your cans, and you’ve got good lard. ",
			"timecode": "01:56:23.000"
		},
		{
			"id": "979",
			"speaker": "TB",
			"text_bit": "And it won’t spoil? ",
			"timecode": "01:56:47.000"
		},
		{
			"id": "980",
			"speaker": "GH",
			"text_bit": "Well, if you keep it a long time.  If you didn’t keep it over the—you see, we didn’t have no refrigerator or nothing.  And we would have enough to do us for one—through the winter. ",
			"timecode": "01:56:47.000"
		},
		{
			"id": "981",
			"speaker": "TB",
			"text_bit": "How many hogs did you kill? ",
			"timecode": "01:56:47.000"
		},
		{
			"id": "982",
			"speaker": "GH",
			"text_bit": "Well, sometimes we’d kill two or three. ",
			"timecode": "01:56:47.000"
		},
		{
			"id": "983",
			"speaker": "TB",
			"text_bit": "And that would give you enough lard? ",
			"timecode": "01:56:47.000"
		},
		{
			"id": "984",
			"speaker": "GH",
			"text_bit": "Oh, yes. ",
			"timecode": "01:56:47.000"
		},
		{
			"id": "985",
			"speaker": "TB",
			"text_bit": "Well, how did you manage without refrigeration?  When did you get your first refrigerator? ",
			"timecode": "01:57:07.000"
		},
		{
			"id": "986",
			"speaker": "GH",
			"text_bit": "I don’t remember when I—you know, the first one we owned, we had [to] put your ice in there, and kept it in there, you know.  You didn’t have no electric. ",
			"timecode": "01:57:07.000"
		},
		{
			"id": "987",
			"speaker": "TB",
			"text_bit": "Was that down on the reservation?  You had an iceman come down there? ",
			"timecode": "01:57:07.000"
		},
		{
			"id": "988",
			"speaker": "GH",
			"text_bit": "Yes, they’d bring ice down there.  I was always thinking about that.  That’s right funny.  If they run out of ice, you know, they’d always come back from town with ice to fill your refrigerators sometime. ",
			"timecode": "01:57:07.000"
		},
		{
			"id": "989",
			"speaker": "GH",
			"text_bit": "But they had a lot of colored people on them routes, you know, and you couldn’t get a colored man to hit that reservation after dark!  He wouldn’t come back.  He’d say, “I’ll bring you some ice back,” and you wouldn’t see him.  You’d have to wait until the next day. ",
			"timecode": "01:57:41.000"
		},
		{
			"id": "990",
			"speaker": "TB",
			"text_bit": "Oh, really? ",
			"timecode": "01:57:41.000"
		},
		{
			"id": "991",
			"speaker": "GH",
			"text_bit": "They didn’t come back if they had to come in there at night; they wouldn’t come back. ",
			"timecode": "01:57:41.000"
		},
		{
			"id": "992",
			"speaker": "TB",
			"text_bit": "Why? ",
			"timecode": "01:57:41.000"
		},
		{
			"id": "993",
			"speaker": "GH",
			"text_bit": "They were afraid to. ",
			"timecode": "01:57:41.000"
		},
		{
			"id": "994",
			"speaker": "TB",
			"text_bit": "Did they have a reason? ",
			"timecode": "01:57:41.000"
		},
		{
			"id": "995",
			"speaker": "GH",
			"text_bit": "No, they didn’t have a reason; they just had about— ",
			"timecode": "01:57:41.000"
		},
		{
			"id": "996",
			"speaker": "TB",
			"text_bit": "They just didn’t want to come down there. ",
			"timecode": "01:57:41.000"
		},
		{
			"id": "997",
			"speaker": "GH",
			"text_bit": "They thought the Indians—after dark—would do something to them. ",
			"timecode": "01:58:06.000"
		},
		{
			"id": "998",
			"speaker": "TB",
			"text_bit": "Isn’t that funny. ",
			"timecode": "01:58:06.000"
		},
		{
			"id": "999",
			"speaker": "GH",
			"text_bit": "Just an idea that they had.  But it was, you know, comical to think about it, you know? ",
			"timecode": "01:58:06.000"
		},
		{
			"id": "1000",
			"speaker": "TB",
			"text_bit": "But it was—the Catawbas didn’t associate with the blacks at all. ",
			"timecode": "01:58:06.000"
		},
		{
			"id": "1001",
			"speaker": "GH",
			"text_bit": "No, they have never been a person to do that. ",
			"timecode": "01:58:06.000"
		},
		{
			"id": "1002",
			"speaker": "TB",
			"text_bit": "So far, you’ve only talked about the man with the music, making the music; and then the man cooking that fish stew. ",
			"timecode": "01:58:06.000"
		},
		{
			"id": "1003",
			"speaker": "GH",
			"text_bit": "The fish stew?  Yes, that’s the onliest thing. ",
			"timecode": "01:58:06.000"
		},
		{
			"id": "1004",
			"speaker": "TB",
			"text_bit": "Is that the only colored people that would come down there? ",
			"timecode": "01:58:32.000"
		},
		{
			"id": "1005",
			"speaker": "GH",
			"text_bit": "Yes, that’s the only ones. ",
			"timecode": "01:58:32.000"
		},
		{
			"id": "1006",
			"speaker": "TB",
			"text_bit": "There was no other contact? ",
			"timecode": "01:58:32.000"
		},
		{
			"id": "1007",
			"speaker": "GH",
			"text_bit": "No.  Only one. ",
			"timecode": "01:58:32.000"
		},
		{
			"id": "1008",
			"speaker": "TB",
			"text_bit": "What about if they worked on a farm?  They might—did you know black people? ",
			"timecode": "01:58:32.000"
		},
		{
			"id": "1009",
			"speaker": "GH",
			"text_bit": "I knew the Parkers that lived over there on that farm from us, but that’s the onliest one.  And then I remember the Crawford family. ",
			"timecode": "01:58:32.000"
		},
		{
			"id": "1010",
			"speaker": "GH",
			"text_bit": "I knew them; I knew his mother-in-law.  She was a Steele.  And Charlie Crawford, he married a—and Charlie Crawford married, well, he married a Parker, Charlie did.  So I knew him.  And then there was a Steele lived up there, right—she lived there.  And I knew her and her husband for a long time.  And she was a midwife.  And she used to come down and help deliver children, sometimes, on the reservation.  And I remember her by that. ",
			"timecode": "01:58:59.000"
		},
		{
			"id": "1011",
			"speaker": "TB",
			"text_bit": "She delivered Indian children?  None of the Catawba women did that? ",
			"timecode": "01:59:32.000"
		},
		{
			"id": "1012",
			"speaker": "GH",
			"text_bit": "Well, not too much. ",
			"timecode": "01:59:32.000"
		},
		{
			"id": "1013",
			"speaker": "TB",
			"text_bit": "Who delivered you? ",
			"timecode": "01:59:32.000"
		},
		{
			"id": "1014",
			"speaker": "GH",
			"text_bit": "Dr. Hills. ",
			"timecode": "01:59:32.000"
		},
		{
			"id": "1015",
			"speaker": "TB",
			"text_bit": "And Jesse and Furman? ",
			"timecode": "01:59:32.000"
		},
		{
			"id": "1016",
			"speaker": "GH",
			"text_bit": "No, Furman was—I, I believe she helped my mama.  I believe she delivered Furman, because she was with my mother when Furman was born.  I don’t think she delivered him; she was just there when Furman— ",
			"timecode": "01:59:32.000"
		},
		{
			"id": "1017",
			"speaker": "TB",
			"text_bit": "Did she come to your house to work? ",
			"timecode": "02:00:00.000"
		},
		{
			"id": "1018",
			"speaker": "GH",
			"text_bit": "No, she just come down there and stayed with her until Furman was born, that’s all. ",
			"timecode": "02:00:00.000"
		},
		{
			"id": "1019",
			"speaker": "TB",
			"text_bit": "Because she was really alone.  You were tiny, and— ",
			"timecode": "02:00:00.000"
		},
		{
			"id": "1020",
			"speaker": "GH",
			"text_bit": "Yes, we were all small then, and my grandmother would come up and help her. ",
			"timecode": "02:00:00.000"
		},
		{
			"id": "1021",
			"speaker": "TB",
			"text_bit": "Yes, but your grandmother was never [a] midwife. ",
			"timecode": "02:00:00.000"
		},
		{
			"id": "1022",
			"speaker": "GH",
			"text_bit": "No.  She went around and had been with a lot of women when they had children— ",
			"timecode": "02:00:00.000"
		},
		{
			"id": "1023",
			"speaker": "TB",
			"text_bit": "Who was this colored woman? ",
			"timecode": "02:00:24.000"
		},
		{
			"id": "1024",
			"speaker": "GH",
			"text_bit": "She was a Steele.  Let’s see; I think her name was Nancy Steele.  I think. ",
			"timecode": "02:00:24.000"
		},
		{
			"id": "1025",
			"speaker": "TB",
			"text_bit": "Oh.  This refrigeration—what did you do before you had an icebox? ",
			"timecode": "02:00:24.000"
		},
		{
			"id": "1026",
			"speaker": "GH",
			"text_bit": "Well, we just done without.  Used the spring, like I told you.  Spring water, where it was running—that’s what we used for our milk and our butter, anything like that. ",
			"timecode": "02:00:24.000"
		},
		{
			"id": "1027",
			"speaker": "TB",
			"text_bit": "Of course, if you killed a chicken, you ate it right up. ",
			"timecode": "02:00:51.000"
		},
		{
			"id": "1028",
			"speaker": "GH",
			"text_bit": "Oh, yes.  You couldn’t save anything like that.  We cooked and ate it. ",
			"timecode": "02:00:51.000"
		},
		{
			"id": "1029",
			"speaker": "TB",
			"text_bit": "Did you ever have beef? ",
			"timecode": "02:00:51.000"
		},
		{
			"id": "1030",
			"speaker": "GH",
			"text_bit": "Occasionally we had beef. ",
			"timecode": "02:00:51.000"
		},
		{
			"id": "1031",
			"speaker": "TB",
			"text_bit": "Very seldom, or--? ",
			"timecode": "02:00:51.000"
		},
		{
			"id": "1032",
			"speaker": "GH",
			"text_bit": "Yes.  Unless somebody killed one. ",
			"timecode": "02:00:51.000"
		},
		{
			"id": "1033",
			"speaker": "TB",
			"text_bit": "But then it would have to be—you can’t cure beef, can you? ",
			"timecode": "02:00:51.000"
		},
		{
			"id": "1034",
			"speaker": "GH",
			"text_bit": "No. ",
			"timecode": "02:00:51.000"
		},
		{
			"id": "1035",
			"speaker": "TB",
			"text_bit": "You’d have to eat it right up. ",
			"timecode": "02:00:51.000"
		},
		{
			"id": "1036",
			"speaker": "GH",
			"text_bit": "You have to give it out to your friends and neighbors, you know? ",
			"timecode": "02:00:51.000"
		},
		{
			"id": "1037",
			"speaker": "TB",
			"text_bit": "That would be a problem. ",
			"timecode": "02:01:17.000"
		},
		{
			"id": "1038",
			"speaker": "GH",
			"text_bit": "It wouldn’t be no problem to get rid of it! [Laughs.] ",
			"timecode": "02:01:17.000"
		},
		{
			"id": "1039",
			"speaker": "TB",
			"text_bit": "No.  But I mean it would be valuable meat. ",
			"timecode": "02:01:17.000"
		},
		{
			"id": "1040",
			"speaker": "GH",
			"text_bit": "Yes. ",
			"timecode": "02:01:17.000"
		},
		{
			"id": "1041",
			"speaker": "TB",
			"text_bit": "Where you— ",
			"timecode": "02:01:17.000"
		},
		{
			"id": "1042",
			"speaker": "GH",
			"text_bit": "But back then they didn’t consider meat or nothing like that valuable like you do now.  It wasn’t no value; you just ate it.  You see, people raised everything they had then, and people didn’t have to do—you know, all that money they didn’t spend providing stuff. ",
			"timecode": "02:01:17.000"
		},
		{
			"id": "1043",
			"speaker": "TB",
			"text_bit": "What did you do with the hide?  What did you do with the hide from the hog? ",
			"timecode": "02:01:38.000"
		},
		{
			"id": "1044",
			"speaker": "GH",
			"text_bit": "From the hog? ",
			"timecode": "02:01:38.000"
		},
		{
			"id": "1045",
			"speaker": "TB",
			"text_bit": "Yes.  The skin. ",
			"timecode": "02:01:38.000"
		},
		{
			"id": "1046",
			"speaker": "GH",
			"text_bit": "You ain’t got no hide when you take all the hair off it.  You scald them like you do a chicken, you know, when you took the hair off. ",
			"timecode": "02:01:38.000"
		},
		{
			"id": "1047",
			"speaker": "TB",
			"text_bit": "There’s no—the skin wasn’t valuable?  You couldn’t do anything with the skin? ",
			"timecode": "02:01:38.000"
		},
		{
			"id": "1048",
			"speaker": "GH",
			"text_bit": "There ain’t nothing but hair when you get it off.  It’s hair. ",
			"timecode": "02:01:38.000"
		},
		{
			"id": "1049",
			"speaker": "TB",
			"text_bit": "Yes, I see.  How do you make souse meat? ",
			"timecode": "02:01:38.000"
		},
		{
			"id": "1050",
			"speaker": "GH",
			"text_bit": "Oh, you make that with a fat meat, you know.  Cook it and stir it, and put your red pepper and sage—whatever you want—in it. And when it gets cold, it will just freeze itself; and you can just cut a block off and it would be solid.  But, you know, it couldn’t last too long either.  You couldn’t make too much of that to keep, you know, then. ",
			"timecode": "02:02:04.000"
		},
		{
			"id": "1051",
			"speaker": "TB",
			"text_bit": "It wouldn’t last? ",
			"timecode": "02:02:33.000"
		},
		{
			"id": "1052",
			"speaker": "GH",
			"text_bit": "It wouldn’t last too long. ",
			"timecode": "02:02:33.000"
		},
		{
			"id": "1053",
			"speaker": "TB",
			"text_bit": "And it would spoil.  Did you ever eat chitlins? ",
			"timecode": "02:02:33.000"
		},
		{
			"id": "1054",
			"speaker": "GH",
			"text_bit": "No, that’s something that I never did fool with. ",
			"timecode": "02:02:33.000"
		},
		{
			"id": "1055",
			"speaker": "TB",
			"text_bit": "Did anybody cook that? ",
			"timecode": "02:02:33.000"
		},
		{
			"id": "1056",
			"speaker": "GH",
			"text_bit": "Yeah, a lot of people did. ",
			"timecode": "02:02:33.000"
		},
		{
			"id": "1057",
			"speaker": "TB",
			"text_bit": "A lot of the Indians did? ",
			"timecode": "02:02:33.000"
		},
		{
			"id": "1058",
			"speaker": "GH",
			"text_bit": "Yes, there were some of the older Indians fooled with it. ",
			"timecode": "02:02:33.000"
		},
		{
			"id": "1059",
			"speaker": "TB",
			"text_bit": "Who would cook it?  [It] just smells so nasty! ",
			"timecode": "02:02:33.000"
		},
		{
			"id": "1060",
			"speaker": "GH",
			"text_bit": "But not me!  I couldn’t smell it and I never did eat it!  I never did eat none!  I can’t even eat tripe, and, you know, tripe is a beef stomach.  And I can’t eat tripe. ",
			"timecode": "02:02:33.000"
		},
		{
			"id": "1061",
			"speaker": "TB",
			"text_bit": "I never tried it, but I— ",
			"timecode": "02:03:03.000"
		},
		{
			"id": "1062",
			"speaker": "GH",
			"text_bit": "My husband and my brother, Jesse, used to eat it, but I know—but I could never eat it!  I’d cooked it for them, and it would be just as pretty as you ever seen.  But I—it would be the prettiest thing you ever looked at—never could eat it. ",
			"timecode": "02:03:03.000"
		},
		{
			"id": "1063",
			"speaker": "TB",
			"text_bit": "You just couldn’t do it? ",
			"timecode": "02:03:03.000"
		},
		{
			"id": "1064",
			"speaker": "GH",
			"text_bit": "I guess it’s just not my—you know, a lot of times you get an idea about something, you know, and it just takes away your appetite. ",
			"timecode": "02:03:03.000"
		},
		{
			"id": "1065",
			"speaker": "TB",
			"text_bit": "Yes, right. ",
			"timecode": "02:03:29.000"
		},
		{
			"id": "1066",
			"speaker": "GH",
			"text_bit": "Just like people eating frog legs now.  Never could eat frog legs.  And my kids used to hunt them—that’s Floyd and Dewey.  Floyd used to get a slingshot and get the legs.  And he’d say, “Mama, it eats better than chicken!”  “No,” I said one thing.  “When I see them little frog legs hopping around in the pan,” I said, “I just can’t go to it!” ",
			"timecode": "02:03:29.000"
		},
		{
			"id": "1067",
			"speaker": "TB",
			"text_bit": "[Laugh.] ",
			"timecode": "02:03:29.000"
		},
		{
			"id": "1068",
			"speaker": "GH",
			"text_bit": "And I can’t! [Laugh.]  You know, you buy them in restaurants and everywhere! ",
			"timecode": "02:03:29.000"
		},
		{
			"id": "1069",
			"speaker": "TB",
			"text_bit": "Yes.  They are expensive! ",
			"timecode": "02:03:29.000"
		},
		{
			"id": "1070",
			"speaker": "GH",
			"text_bit": "I know it! ",
			"timecode": "02:03:29.000"
		},
		{
			"id": "1071",
			"speaker": "TB",
			"text_bit": "Did Douglas Harris hunt? ",
			"timecode": "02:03:29.000"
		}
	]
}