{"count":7,
"urls":{
"video_prefix":"https://www.youtube.com/embed/",
"thumbnail_prefix":"https://img.youtube.com/vi/",
"thumbnail_suffix":"/hqdefault.jpg"
},
"data":[
{"key":"er8cRsnyl1Q",
"title":"Human Prehistory",
"description":"This film covers human migration to the Americans during the last ice age and tells of the first South Carolinians who lived during the Pre-Clovis and Paleoindian Periods 19,000-10,000 years ago. Learn about migration paths, cooler climates, different vegetation and now extinct animals as well as the earliest American tools."},
{"key":"h_in52j7NbQ",
"title":"Early and Middle Archaic",
"description":"Early and Middle Archaic Periods 10,000-5,000 years ago.  Learn about a prehistoric settlement and subsistence strategy that took groups from the mountains to the coast on a seasonal round of movement.  Hear about the Atlatl spear-thrower (precursor to bow and arrow) and the art of flintknapping –techniques to fashion replica stone tools."},
{"key":"6fJBW-gDJfg",
"title":"Late Archaic",
"description":"During the Late Archaic Period 5,000-3,000 years ago humans concentrated their occupations along rivers and throughout the Coastal Zone.  Find out what exactly are “shell middens” –piles of accumulated kitchen refuse and “shell rings”—geometeric constructs made up of shell midden, the use of soapstone for containers and the first Native American made pottery in the United States."},
{"key":"qheX5THKyBA",
"title":"Woodland Period",
"description":"Woodland Period 3,000- 1,000 years ago. Burial mounds, gardening, and village life appear for the first time during this period.  It is also the time when the bow and arrow first appears in the Southeastern United States. Pottery technology, invented in the previous Late Archaic, expands in terms of clay recipes, vessel form, and surface decoration."},
{"key":"CE5r4RD4DwA",
"title":"Mississippian Period",
"description":"In this final film, learn about the Mississippian Period from 1,000 to 400 years ago. Large villages surrounded by wooden walls and large flat topped mounds are indicative of this final stage in the prehistory of South Carolina. Maize agriculture became important during this time and a class structure emerged within these societies.  Learn about the Lady of Cofitachequi who encountered Spaniard Hernando DeSoto and his expedition in May of A.D. 1540."},
{"key":"6pfNpJV9rvE",
"title":"Fig Island",
"description":"Video description not available"},
{"key":"Ngrq7z8lcj4",
"title":"Jason Smith Cam",
"description":"Video description not available"}
]}